{
  "metas": [
    {
      "id": "tt8652818",
      "type": "movie",
      "name": "Violet Evergarden: the Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103047-LYIbLtN2Rb5T.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8652818"
      },
      "description": "Genres: Drama, Fantasy, Slice of Life\nTags:Writing/Female Protagonist/Heterosexual/Work/Foreign/Historical/Rehabilitation/Military/Steampunk/Family Life/Disability/War/Achronological Order/Ships\nWhile writing other people’s emotions, she may have neglected her own. Violet Evergarden, the child soldier turned Auto Memory Doll, writes letters that evoke the words her clients can’t. But when a terminally ill boy requests her services for his family, her own feelings about love and loss resurface. Now she must confront her past and the death of the Major.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt8092118",
      "type": "movie",
      "name": "Fate/stay night [Heaven’s Feel] III. spring song",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21719-PKVm9R01Fu1k.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8092118"
      },
      "description": "Genres: Action, Drama, Fantasy, Psychological, Supernatural, Thriller\nTags:Urban Fantasy/Magic/Battle Royale/Anti-Hero/Philosophy/Mythology/Super Power/Urban/Orphan/Ensemble Cast/Primarily Teen Cast/Found Family/Male Protagonist/Cosmic Horror/Gore/Superhero/Swordplay/Body Horror/CGI/Heterosexual/Adoption/Assassins/Kuudere/Maids/School/Archery/Demons\nThe third film in a trilogy adaptation of the 3rd route of the popular visual novel: Fate/stay night.\n<br><br>\nTo save the girl, to enact the justice he's chosen...The young man will no longer turn a blind eye to\nthe truth. Mages (Masters) and Heroic Spirits (Servants) work together in the battles of the Holy\nGrail War, a fight for an omnipotent wish-granting container called the Holy Grail. However, this\nwar has become horribly twisted.\n<br><br>\nA young woman named Sakura Matou, with the sins she has committed, drowns in the murky\ndarkness. A young man named Shirou Emiya, who vowed to protect Sakura, works together with\nRin Tohsaka and throws himself into the raging battle to put a stop to the Holy Grail War. Illyasviel\nvon Einzbern, as one of the few who knows the truth behind the conflict, confronts her own fate,\nwhile Zouken Matou uses Sakura to try to fulfill his own desires.\n<br><br>\nWill the young man’s wish reach her even as he challenges fate itself, battling against the rising\ntide? The Holy Grail War is coming to an end... The final battle is about to begin.\n<br><br>\n(Source: Aniplex of America)\n"
    },
    {
      "id": "tt13985576",
      "type": "movie",
      "name": "Given The Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111734-82sWJBotlzE8.png",
      "behaviorHints": {
        "defaultVideoId": "tt13985576"
      },
      "description": "Genres: Drama, Music, Romance\nTags:Band/Love Triangle/Boys' Love/Male Protagonist/Primarily Male Cast/LGBTQ+ Themes/Primarily Adult Cast/Bisexual/Josei/CGI\nThe film centers on the love relationship among the band's bassist Haruki Nakayama, drummer Akihiko Kaji, and Akihiko's roommate and ex-boyfriend Ugetsu Murata.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11193002",
      "type": "movie",
      "name": "The Stranger by the Shore",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112788-yzq8eEwO6wan.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11193002"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Boys' Love/LGBTQ+ Themes/Primarily Male Cast/Primarily Adult Cast/Cute Boys Doing Cute Things/Bisexual/Writing/Bullying/Iyashikei/Work\nAfter coming out to his parents, aspiring novelist Shun Hashimoto has no one to turn to, until the day he meets high schooler Mio Chibana on the beach. The two instantly click—just before Mio has to leave for the mainland. Now three years later, Mio returns with a confession. But after all this time, will Shun feel the same?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt12415546",
      "type": "movie",
      "name": "Attack on Titan ~Chronicle~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119113-IzVI5oZ0og8O.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12415546"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery\nTags:Kaiju/Post-Apocalyptic/Gore/Military/Steampunk/Shounen/Conspiracy/Anti-Hero/Super Power/Male Protagonist/Survival/Politics/Memory Manipulation/Espionage/Henshin/Kuudere\nMovie compiling the first 3 seasons of <i>Shingeki no Kyojin</i>."
    },
    {
      "id": "tt2575684",
      "type": "movie",
      "name": "Date A Bullet: Dead or Bullet & Nightmare or Queen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111852-W3cRNx9CO7sJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Sci-Fi\nTags:Battle Royale/Female Protagonist/Primarily Female Cast/Death Game/Urban Fantasy/Isekai\nThe first part of <i>Date A Bullet</i>.\n<br><br>\nHibiki Higoromo, better known as, Empty, is an amnesiac young girl. She wakes up in the neighboring world, where she encounters Tokisaki Kurumi. In order to kill the mysterious girl, Kurumi leads Empty to a school. When arriving at the school, a number of girls, known as semi-spirits, gather together. Now then, a new battle begins.<br><br>(Source: Wikipedia)"
    },
    {
      "id": "tt11427380",
      "type": "movie",
      "name": "Omoi, Omoware, Furi, Furare",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109125-LRhTuc4RMct7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11427380"
      },
      "description": "Genres: Drama, Romance\nTags:Shoujo/Love Triangle/Heterosexual/Coming of Age/School/Ensemble Cast/Female Protagonist/Primarily Teen Cast/Rotoscoping/Cosplay\nThe story centers around Yuna and Akari who have two very different views of love: Yuna is someone who sees love as a dream and Akari is someone who is very realistic about her romance choices. Meanwhile, there are two boys, Kazuomi and Rio, who also have different views of love: Kazuomi's an airhead and doesn't understand the concept of love, while Rio grabs the opportunity when confessed to as long as the girl looks cute.\n"
    },
    {
      "id": "tt12699782",
      "type": "movie",
      "name": "Shoujo☆Kageki Revue Starlight: Rondo Rondo Rondo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113023-ppUSdBgb9pzc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12699782"
      },
      "description": "Genres: Action, Drama, Music\nTags:Musical/Primarily Female Cast/Acting/Female Protagonist/Battle Royale/School/Swordplay/Henshin/Dancing/Ensemble Cast/Idol\nA compilation film recapping the anime series."
    },
    {
      "id": "kitsu:42994",
      "type": "movie",
      "name": "Kouya no Kotobuki Hikoutai: Kanzenban",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx115082-NCd48BI3R5bh.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42994"
      },
      "description": "Genres: Action, Adventure\nTags:Aviation/Guns/Primarily Female Cast/Full CGI/Primarily Adult Cast\nCompilation film for <i>Kouya no Kotobuki Hikoutai</i> which will also contain new footage.<br>\n<br>\nIn a desolate world where the safest form of transporting cargo is by zeppelin; air pirates roam the sky, preying on aerial commerce and holding remote towns for ransom. Against these airborne marauders, the only defense is to hire high-flying protection of your own, and that's where mercenary pilots like the girls of the Kotobuki Squadron come in. Behind the joysticks of their lightweight Nakajima Ki-43 Hayabusa fighters, these lady falcons play a deadly game of escort, where a single mistake can end up in a fiery crash or mid-air collision. But for birds of prey like Kylie, Reona, Chika, Emma, Kate, and Zara, the danger is worth it for the chance to spread their wings and soar into the heavens.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:43052",
      "type": "movie",
      "name": "Crayon Shin-chan: Gekitotsu! Rakugaki Kingdom to Hobo Yonin no Yuusha",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111312-kK2XqCwTn7zK.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43052"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Slapstick/Male Protagonist/Conspiracy/Meta/Seinen\nnull"
    },
    {
      "id": "kitsu:43443",
      "type": "movie",
      "name": "Pretending to forget",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130448-RCB4OPYMmD5R.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43443"
      },
      "description": "Genres: Slice of Life\nTags:Rehabilitation/Drawing/Autobiographical/Advertisement\nAnimation film celebrating the 50th anniversary of the Senba Center Building. Based on the manga \"A manga in the Semba Center Building\" by You Machida.<br>\n<br>\nOne day, manga artist YOU Machida received a request to draw the Semba Center Building, which was celebrating its 50th anniversary. This is the story of a quiet dialogue between a manga artist who has suffered from depression in the past and the Senba Center Building, a generous old commercial facility that has lived for 50 years in the middle of Osaka, over a four-day period."
    },
    {
      "id": "kitsu:45725",
      "type": "movie",
      "name": "Takano Kousaten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b154068-brntL70VGO3g.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:45725"
      },
      "description": "Genres: Slice of Life\nTags:\nIn a certain city, for just a moment in time, the lives of three strangers intersect.\n<br><br>\n(Source: YouTube)"
    },
    {
      "id": "tt11032374",
      "type": "movie",
      "name": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112151-1qlQwPB1RrJe.png",
      "behaviorHints": {
        "defaultVideoId": "tt11032374"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery, Supernatural\nTags:Demons/Swordplay/Shounen/Trains/Male Protagonist/Body Horror/Super Power/Monster Girl/Primarily Teen Cast/CGI/Primarily Male Cast/Orphan/Travel/Shapeshifting/Historical/Crime/Family Life/Rural\nThis Demon Slayer movie sees Tanjiro Kamado and friends from the Demon Slayer corps board the Infinity Train on a new mission to investigate a mysterious series of disappearances, perpetrated by a demon who has been tormenting people and killing the demon slayers who oppose it."
    },
    {
      "id": "tt12879624",
      "type": "movie",
      "name": "Josee, the Tiger and the Fish",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113596-LKA0bYJGjLnB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12879624"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Female Protagonist/Disability/Male Protagonist/Tsundere/Coming of Age/Heterosexual/Primarily Adult Cast/Josei/Drawing/Scuba Diving/College/Love Triangle/CGI\nThe story centers on the relationship between Tsuneo and Josee. Tsuneo is a university student, and Josee is a young girl who has rarely gone out of the house by herself due to her being unable to walk. The two meet when Tsuneo finds Josee's grandmother taking her out for a morning walk.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9525238",
      "type": "movie",
      "name": "Fate/Grand Order Divine Realm of the Round Table: Camelot - Wandering; Agateram",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103276-7QhBwJs0O6Gi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9525238"
      },
      "description": "Genres: Action, Fantasy\nTags:Anachronism/Swordplay/Archery/Magic/Mythology/Assassins/Male Protagonist/Historical/Female Protagonist/CGI/Isekai\nThe wandering knight, Bedivere, reaches the end of his journey.\n<br><br>\nThe year is A.D. 1273 in Jerusalem.\n<br><br>\nThe Holy Land has been transformed into a massive desert, the people have been forced out of their homes, and three major powers wage war with each other in this wasteland. The Knights of the Round Table come together to protect the Holy City and their Lion King. With the whole of his kingdom summoned into a strange land, Ozymandias, the Sun-King, quietly plots against the tyranny of this bizarre realm.\n<br><br>\nThe mountain people, protectors of those who were stripped of their land, await their chance at rebellion. In order to fulfill his mission, Bedivere heads for the Holy City where the Lion King rules. There he meets humanity’s final Master, Ritsuka Fujimaru, who has come to Jerusalem, accompanied by his Demi-Servant, Mash Kyrielight, in their quest to restore human history.\n<br><br>\nBedivere joins with Fujimaru and his companions to undertake this quest.\n<br><br>\n(Source: Official Website) "
    },
    {
      "id": "tt2575684",
      "type": "movie",
      "name": "Date A Bullet: Dead or Bullet & Nightmare or Queen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx121034-tdLiWDs07tOi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Sci-Fi\nTags:Death Game/Battle Royale/Primarily Female Cast/Female Protagonist/Urban Fantasy/Gore/Cute Girls Doing Cute Things/Isekai/Yuri\nThe second part of <i>Date A Bullet</i>."
    },
    {
      "id": "kitsu:43454",
      "type": "movie",
      "name": "Over the Sky",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116226-Pvs82HwToipq.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43454"
      },
      "description": "Genres: Fantasy\nTags:Urban Fantasy/Love Triangle/Isekai\nMio is a girl in high school who slacks off, puts off doing her homework, and isn’t any good at giving things her all. She and her childhood friend Arata and best friend Madoka spend their after-school days in Ikebukuro hanging out.<br>\n<br>\nOne day, though, Madoka tells Mio that she’s in love with Arata, and Mio realizes that she loves Arata, too. But she’s scared of the trio’s relationship falling apart and lies and says that she’ll help them. Mio doesn’t know what to do, so she deliberately acts coldly to Arata, and the two of them get into a fight. Mio soon realizes that all she’s doing is running from her feelings and decides to work things out with Arata and makeup with him. She heads to meet him in the rain but gets into a car accident.<br>\n<br>\nWhen she wakes up, she finds herself in a mysterious world. Trains are running on the water, and beside them, beautiful whales are swimming. It’s a place she’s never seen before. When her train gets to the station, and she leaves the turnstiles, she finds herself in the Ikebukuro she knows so well! But something’s different.<br>\n<br>\nAs she nervously wanders around the city, she meets GiMON, who calls himself this world’s guide. GiMON says that she’s at the \"World Border\" and tries to get her to open a door that he says will lead her to any world she wants to go to.<br>\n <br>\nA mysterious girl called Kiku stops her, and she tells her that the real exit from the World Border is a place called the Forgotten Things Counter. When she gets there, she’ll have to share with it a treasured lost memory and her strong desire to return home.<br>\n <br>\nTogether with GiMON and Kiku, she finds the Forgotten Things Counter, but for some reason, she doesn’t know what her treasured memory is. When she can’t answer, the two of them disappear.<br>\n<br>\nLeft alone in an empty Ikebukuro, she’s forced to search for the lost thing she treasures in a city now overflowing with memories...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:42498",
      "type": "movie",
      "name": "WAVE!! Surfing Yappe!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111137-gGMc4dhzrcEW.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42498"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Surfing/Primarily Male Cast/Coming of Age/CGI/Cute Boys Doing Cute Things\nSet in the city of Ooarai in Ibaraki prefecture, and centers on Masaki Hinaoka, who befriends transfer student Shou Akitsuki before the summer break, and ends up getting hooked on surfing. Through the sport, Masaki will get to know new friends, and will also drift apart from them in his journey to adulthood.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt12105596",
      "type": "movie",
      "name": "Yes, No, or Maybe?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112930-G15f7gmpXPs3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12105596"
      },
      "description": "Genres: Romance\nTags:Boys' Love/Primarily Male Cast/Primarily Adult Cast/Male Protagonist/Work/Tsundere/Bisexual\nThe popular, young newscaster Kunieda Kei has two very different personalities. Out in public, he's considered the perfect prince, but on the inside, he is naggy and calls others \"incompetents.\" One day while he was not doing his usual perfect newscaster persona, he is reunited with the visual artist Tsuzuki Ushio, whom he had interviewed very recently. Luckily, it doesn't appear as though Tsuzuki had recognized him because he was wearing a tracksuit and a mask. Kei tells Tsuzuki that his name is \"Owari\" and ends up in a situation where he has to help Tsuzuki out with his work.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11819890",
      "type": "movie",
      "name": "Pokémon the Movie: Secrets of the Jungle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114564-Imh6m5Tejii6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11819890"
      },
      "description": "Genres: Action, Adventure\nTags:Adoption/Animals/Environmental/Language Barrier/Kids\nThe story is set in Okoya Forest, a Pokémon paradise protected by strict rules that forbid outsiders from setting foot inside. The film centers on Coco, a boy who was raised by Pokémon and also considers himself as one, treating the Mythical Pokémon Zarude as his father. Ash and Pikachu encounter Coco during an adventure. The film focuses on the theme of a \"human raised by Pokémon,\" instead of the previous films' focus of the \"bond between a human trainer and their Pokémon.\"<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3909210",
      "type": "movie",
      "name": "Grisaia: Phantom Trigger THE ANIMATION - Stargazer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120892-4cWg7nxqT5eP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3909210"
      },
      "description": "Genres: Action\nTags:Primarily Female Cast\nWhile Rena and Maki recover from their injuries, the other SORD members jet off overseas for a school trip. Within moments of their arrival, though, the Mihama gang are pulled into a manhunt for a SORD deserter, assisted by student Sylvia and Velvet of St. Aile's International School. Tohka's the star of the show this time round, but she's wrestling with her own issues - old memories of her parents, and a promise to a friend that she wasn't able to keep...<br></br>\n\n(Source: Frontwing)"
    },
    {
      "id": "tt13033818",
      "type": "movie",
      "name": "Happy-Go-Lucky Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113416-fm0CQ5Fu5ko2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13033818"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:LGBTQ+ Themes/Anthology/Heterosexual/Coming of Age/Primarily Child Cast/Yuri/Boys' Love/Female Protagonist/Male Protagonist/Bisexual/Teacher/Masturbation/Incest\nA forbidden crush. An ex’s wedding. Burgeoning feelings for a childhood friend. <i>Happy-Go-Lucky Days</i> tells three universally frank stories about the young people of Japan on the bittersweet journey of adolescence.\n<br><br>\n(Source: HIDIVE)\n<br><br>\n<i>The movie was streamed in advance on Chicago Asian Pop Up Cinema from September 15-19, 2020. Official theater release in Japan began on October 23, 2020.</i>"
    },
    {
      "id": "tt13091238",
      "type": "movie",
      "name": "Kud Wafter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104749-b4JLtaA5MF7C.png",
      "behaviorHints": {
        "defaultVideoId": "tt13091238"
      },
      "description": "Genres: Drama, Romance, Supernatural\nTags:Female Protagonist/School\nThis anime adapts Key's visual novel Kud Wafter, which follows the romantic relationship between Riki Naoe and Kudryavka Noumi from the game Little Busters!"
    },
    {
      "id": "tt13428402",
      "type": "movie",
      "name": "STAND BY ME Doraemon 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122575-ONoFsuxiBlcI.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13428402"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Full CGI/Robots\nThe second film of <i>Stand By Me Doraemon</i>. <br><br>\nNobita travels to the future to show his beloved grandma his bride, but adult Nobita has fled his own wedding. Can he ever be a good husband to Shizuka?<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt11867418",
      "type": "movie",
      "name": "Majo Minarai wo Sagashite",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108630-pu0vFUXKIuhI.png",
      "behaviorHints": {
        "defaultVideoId": "tt11867418"
      },
      "description": "Genres: Comedy, Mahou Shoujo\nTags:Primarily Adult Cast/Primarily Female Cast/Coming of Age/Female Protagonist/Iyashikei/Meta/Magic/Office Lady/Witch/Teacher/Otaku Culture/Drawing/Bar/Kids\n27-year-old Tokyo office worker Mire Yoshizuki just returned to Japan, while 22-year-old fourth-year college student Sora Nagase aspires to be a teacher, and 20-year-old boyish Reika Kawatani is a part-time Hiroshima okonomiyaki shop worker and freelancer. What draws together these three women from completely different walks of life is a magic gem. A \"New Magical Story\" begins when they are mysteriously brought together by chance and embark on a journey.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:43343",
      "type": "movie",
      "name": "BEM: Become Human",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119258-zllw19WbSTO7.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43343"
      },
      "description": "Genres: Action, Horror, Supernatural\nTags:Youkai\nThe story takes place 2 years after the events of the TV series and follows Sonia as she continues to try to track down the \"humanoid monsters\". Her search takes her to a drug company called Draco Chemical, where she meets a man named Belum Eyesburg who looks exactly like Bem. Meanwhile, Belo continues fighting on his own in an effort to let Bela live as an ordinary human girl. After encountering Sonia, Belum begins having nightmares that make him question his own identity, and his peaceful, ordinary life with his wife and family begins to collapse...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:13525",
      "type": "movie",
      "name": "Poupelle of Chimney Town",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98776-St71l4PsKVX6.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:13525"
      },
      "description": "Genres: Fantasy\nTags:Full CGI/Steampunk/Male Protagonist/Family Life/Conspiracy/Magic/POV\nThe story is set in a town surrounded by a wall that stands 4,000 meters (about 2.5 miles) tall. Because the town is full of chimneys, the air is always full of smoke. No one in the town knows what the sky looks like. On one night of the town's Halloween festival, a deliveryman accidentally drops the heart he is supposed to deliver. He cannot find the heart in the smoke and gives up. The heart continues to beat where it fell in the town of chimneys.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:44542",
      "type": "movie",
      "name": "Marudase Kintaro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx118936-iGnzs2TqNaTa.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:44542"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Nudity/School/Male Protagonist/Primarily Male Cast/Slapstick/Male Harem/Boys' Love/Surreal Comedy/LGBTQ+ Themes\nMakoto, a student and chairman at Onodera Academy has been targeted by the whole academy because of the will left by the previous principal: “The one man who is able to seduce Makoto with his superb sexual techniques will be given the right to take over as Onodera Academy's new principal!” But thanks to Kintaro, his bodyguard and boyfriend, Makoto has regained his peaceful life.<br><br>\nOne day, enemies are sent from the Onodera Academy Kawakara Branch School that's filled with troublesome teachers and students! Humiliation to Makoto, seduction to Kintaro, and many other terrible traps… Can Makoto and Kintaro overcome all these difficulties!? And what is the enemy truly after?!<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt13344602",
      "type": "movie",
      "name": "Precure Miracle Leap: Minna to no Fushigi na Ichinichi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112612-VfJQWhYW0J82.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13344602"
      },
      "description": "Genres: Adventure, Fantasy, Mahou Shoujo, Sci-Fi\nTags:Crossover/Superhero/Henshin/Primarily Female Cast/Female Protagonist/Kids/Magic/Aliens/CGI/Kemonomimi\nnull"
    },
    {
      "id": "kitsu:46577",
      "type": "movie",
      "name": "Soukyuu no Fafner: Dead Aggressor - THE BEYOND Part 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117758-0TpL3jS56jgH.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:46577"
      },
      "description": "Genres: Drama, Mecha, Sci-Fi\nTags:Aliens/Post-Apocalyptic/Ensemble Cast/Military/Kuudere\nEpisodes 7-9 of the Soukyuu no Fafner: Dead Aggressor - The Beyond series."
    },
    {
      "id": "tt6475714",
      "type": "movie",
      "name": "Monster Strike the Movie: Lucifer Dawn of Despair",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116962-t13ZFswm5iar.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6475714"
      },
      "description": "Genres: Action, Fantasy\nTags:CGI/Primarily Female Cast/Gods/Video Games/Female Protagonist/Full CGI\nnull"
    },
    {
      "id": "tt10068916",
      "type": "movie",
      "name": "Made in Abyss: Dawn of the Deep Soul",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100643-fPH9OgEKKvcI.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10068916"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Horror, Mystery, Psychological, Sci-Fi\nTags:Survival/Primarily Child Cast/Seinen/Lost Civilization/Gore/Body Horror/Female Protagonist/Robots/Male Protagonist/Dungeon/Monster Girl/Chibi/Amnesia/Food/Family Life/Anti-Hero/Magic\n<i>Dawn of the Deep Soul</i> continues the epic adventure of plucky Riko and Reg who are joined by their new friend Nanachi. Together they descend into the Abyss’ treacherous fifth layer, the Sea of Corpses, and encounter the mysterious Bondrewd, a legendary White Whistle whose shadow looms over Nanachi’s troubled past. Bondrewd is ingratiatingly hospitable, but the brave adventurers know things are not always as they seem in the enigmatic Abyss...<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt11151982",
      "type": "movie",
      "name": "GOBLIN SLAYER -GOBLIN’S CROWN-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108623-pREPeutedpc2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11151982"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Goblin/Revenge/Survival/Anti-Hero/Gore/Male Protagonist/Primarily Adult Cast/Magic/Rural/CGI/Elf\n“Please find any information on the Noble Fencer that disappeared after leaving to slay some goblins.”<br>\n<br>\nGoblin Slayer and his party head up to the snowy mountains in the north after receiving that request from the Sword Maiden. A small village gets attacked, they encounter a mysterious chapel, and something about how these goblins are acting bothers the Goblin slayer.<br>\n<br>\n“I’m going to take back everything that I’ve lost!”<br>\n<br>\nIn order to save the captured Noble Fencer, the Goblin Slayer and his party head to an ancient fortress covered in snow to face off with a powerful foe and a horde of goblins!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8346438",
      "type": "movie",
      "name": "SHIROBAKO the Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101574-JlsavnBJfQaC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8346438"
      },
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Primarily Adult Cast/Work/Drawing/Female Protagonist/Ensemble Cast/Meta/Educational/Otaku Culture/Primarily Female Cast/Acting/Office Lady/Mahjong/Kuudere\nThe story is set four years after the events of the original <i>Shirobako</i> anime. Aoi Miyamori keeps busy dealing with the ordinary troubles in her daily work at Musashino Animation. After a morning meeting, Watanabe talks to Aoi and puts her in charge of a new theatrical anime project for the studio. The project has unexpected problems, and Aoi is unsure if the company can proceed with a theatrical anime with its current state of affairs. While dealing with that anxiety, Aoi meets a new colleague named Kaede Miyai. She and the MusAni team work together to complete the project.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt11585560",
      "type": "movie",
      "name": "The Island of Giant Insects Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107880-1gP8jcpVxh2v.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11585560"
      },
      "description": "Genres: Action, Drama, Ecchi, Horror, Mystery, Thriller\nTags:Survival/Nudity/CGI/Gore/Primarily Female Cast/Kaiju/Female Protagonist/Ensemble Cast/Surreal Comedy/Seinen\nAfter an airplane crash during a school trip, Oribe Mutsumi and her classmates were stranded on a seemingly deserted island. Mutsumi found the other survivors, and used her wilderness knowledge to help them. She expects that they will be rescued in about three days, which doesn't seem so long to endure. However, she didn't account for the fact that the island is populated with gigantic killer insects. Her knowledge of butterflies, wasps, and more may be the only thing that will help any of her classmates survive to be rescued.\n<br><br>\n(Source: MangaHelpers)\n<br><br>\n<i>Note: Announced at the 2019 Crunchyroll Anime Awards.</i>"
    },
    {
      "id": "tt10487722",
      "type": "movie",
      "name": "ON-GAKU: OUR SOUND",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111944-6AHl7awl7gyx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10487722"
      },
      "description": "Genres: Music, Slice of Life\nTags:Band/Delinquents/Rotoscoping/Coming of Age/Musical/Male Protagonist/Primarily Male Cast\nWhen you’re a bored teenager looking for thrills, sometimes the only thing you can turn to is rock ‘n roll. Having no skill, money, or even a full set of drums, a feared trio of high school delinquents nevertheless decide they are destined for musical glory in a quest to impress their only friend Aya, avoid a rival gang, and – most importantly – jam out. Animated almost entirely by director Kenji Iwaisawa, and featuring a lead performance by Japanese alt-rock legend Shintaro Sakamoto, <i>ON-GAKU: OUR SOUND</i> brings its own sound and vision to the Hiroyuki Oohashi manga from which it was adapted. With pitch-perfect deadpan humor, the film presents a highly original take on the beloved slacker comedy: a lo-fi buddy film with a blaring musical finale that will leave you wanting an immediate encore.<br>\n<br>\n(Source: GKIDS)"
    },
    {
      "id": "kitsu:42518",
      "type": "movie",
      "name": "Sekaiichi Hatsukoi: Propose-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111305-ZbWuXJv98Afj.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42518"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Ensemble Cast/Primarily Male Cast/Primarily Adult Cast\nWhen Ritsu Onodera changes jobs, looking for a fresh start, he's not exactly thrilled when his new boss turns out to be his old flame. Ritsu's determined to leave all that in the past—but how can he when his boss is just as determined that they have a future?\n<br><br>\nTired of accusations that family connections got him his current position, Ritsu Onodera quits his job as an editor at his father's company and transfers to Marukawa Publishing. Once there, he is assigned to the shojo manga editorial department—something he has no interest in and no experience with! Having sworn he'd never fall in love again, the last thing he wants to do is work on love stories. To make matters worse, it turns out that his overbearing boss, Masamune Takano, is actually his first love from high school!\n<br><br>\n(Source: SuBLime)"
    },
    {
      "id": "tt11639420",
      "type": "movie",
      "name": "High School Fleet Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101499-5uIIVuEiCTQq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11639420"
      },
      "description": "Genres: Action, Comedy\nTags:Ships/Primarily Female Cast/Female Protagonist/Military/Cute Girls Doing Cute Things\nThe students of four marine high schools, including Yokosuka Girls, participate in an operation to prevent pirates manning a heavily-armed seafort from making its way to Japan. During this time, Mashiro struggles with an important decision: to become the captain of a ship or stay with the Harekaze and her friends."
    },
    {
      "id": "kitsu:47465",
      "type": "movie",
      "name": "Kono Sekai no Tanoshimikata: Secret Story Film",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123434-PZSCfPhdc0hC.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:47465"
      },
      "description": "Genres: Music\nTags:Primarily Male Cast/Idol/Male Protagonist\nAn animated movie project announced to commemorate HoneyWorks' 10th anniversary.<br></br>\n\nThe movie will center around the story behind male idol unit LIPxLIP, and its members Yujiro and Aizo.\n"
    },
    {
      "id": "kitsu:43580",
      "type": "movie",
      "name": "Reconguista in G the Movie II Bellri’s Fierce Charge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114334-dnyyhvuS20dU.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43580"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Real Robot/War/Space\nThe second film compiling the <i>Gundam: G no Reconguista</i> TV series."
    },
    {
      "id": "tt2235695",
      "type": "movie",
      "name": "Rebecca",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114945-YimcesTfneqf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2235695"
      },
      "description": "Genres: Slice of Life\nTags:Bullying/Foreign/Female Protagonist/Historical/Classic Literature/Adoption\nRebecca is a 10-year-old cheerful and energetic girl who is the second of seven children. She lives in a rural town in Maine in the United States at the end of the 19th century. After her father dies, her family descends into poverty, and Rebecca unwillingly goes to live with her aunts Miranda and Jane. Rebecca loves her kind aunt Jane dearly, but her aunt Miranda is naggy and strict.<br><br>\n(Source: Anime News Network)<br><br><i>The movie was planned to be screened on March 14, but the event was cancelled due to concerns of COVID-19 spread.</i>"
    },
    {
      "id": "tt7984766",
      "type": "movie",
      "name": "KING OF PRISM ALL STARS: Prism Show☆Best Ten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112480-E5eGMMMpi0cw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7984766"
      },
      "description": "Genres: Music, Sports\nTags:Idol/Primarily Male Cast/Cute Boys Doing Cute Things\nA collection of lives from the King of Prism franchise. The best ten live scenes were chosen by the fans out of twenty-eight scenes.\n<br><br>\n<I>Note: Also includes a new scene from King of Prism: Shiny Seven Stars.</I>"
    },
    {
      "id": "kitsu:46950",
      "type": "movie",
      "name": "Gon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx118036-JWQGffI0pFpM.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:46950"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Puppetry/Animals/Stop Motion/Kids\nA short film based on Niimi Nankichi's masterpiece, \"Gon, the Little Fox\", with a new story added based on an original interpretation.\nThe film depicts the existence of barriers that man and beast cannot overcome. The stage is natural woodland close to a vllage in Japan, which is home to many small lives. This sad, yet gentle tale that unfolds in the beauty of nature."
    },
    {
      "id": "kitsu:42998",
      "type": "movie",
      "name": "Ometeotl≠HERO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b114948-zarZxhKxW2vP.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42998"
      },
      "description": "Genres: Sci-Fi\nTags:Super Power\nIn the year 22XX, due to the drastic decrease in the human population, the government starts accepting races from other allied planets. As a result of genetic mixing, new species are born with special powers. A young man named Yuuki learns on his 18th birthday that while his father is a member of the \"hero\" tribe, his mother is a member of a tribe of beings who can manipulate plants who were supposedly wiped out due to the accelerated mechanization of the planet. As a result, Yuuki holds powers of both tribes, but he questions which side he should help with his powers.<br><br>\n(Source: Anime News Network)<br><br><i>The movie was planned to be screened on March 14, but the event was cancelled due to concerns of COVID-19 spread.</i>"
    },
    {
      "id": "kitsu:43000",
      "type": "movie",
      "name": "Michiru Rescue!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114946-muGFJUwuiKWV.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43000"
      },
      "description": "Genres: \nTags:\nFour glowing orbs of different color fly through space, chasing after a dark red orb. After a fierce battle, only the blue orb falls to earth, into the room where Michiru is sleeping. But the dark red orb also appears on earth. The orb changes shape into the form of a boy, and starts to illegally raise Mejiro birds. Later, Michiru is at a flea market in a park, when a large flock of Mejiro birds cover the sky, and start attacking people. The yellow, silver, and purple orbs show up and almost manage to calm down the Mejiro, but violence is about to break out again. At that moment, Michiru hears a voice inside her head asking her to save the Mejiro.<br><br>\n(Source: Anime News Network)<br><br><i>The movie was planned to be screened on March 14, but the event was cancelled due to concerns of COVID-19 spread.</i>"
    },
    {
      "id": "tt11958344",
      "type": "movie",
      "name": "A Whisker Away",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114963-QWMbi5ttovSK.png",
      "behaviorHints": {
        "defaultVideoId": "tt11958344"
      },
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shapeshifting/Animals/Female Protagonist/Henshin/Kemonomimi/Family Life/School/Heterosexual/Bullying/CGI/Rural/Nekomimi\nMiyo Sasaki is an energetic high school girl who comes from a broken family consisting of her unconfident father and an overly invested stepmother, whose attempts at connecting with Miyo come across as bothersome. Seeing Kento Hinode as a refuge from all her personal issues, she can't help herself from forcing her unorthodox demonstrations of love onto her crush.\n<br><br>\nWhile Miyo is unable to get Kento's attention as herself, she manages to succeed by interacting with him in the form of a white cat, affectionately nicknamed \"\"Tarou\"\" by Kento. But Miyo soon realizes that she can't help Kento with the various problems she overhears in her cat form and is now caught between two tough choices. Will she continue her relationship with him as a cat, or will she reveal her identity and risk what they have, in order to help him as her human self?\n<br><br>\n[Written by MAL Rewrite]\n<br><br>\n<i>Note: The film was slated to open in theaters in Japan on June 5, but was postponed due to COVID-19 and received an exclusive streaming on Netflix beginning on June 18.</i>"
    },
    {
      "id": "tt9507234",
      "type": "movie",
      "name": "Digimon Adventure: Last Evolution Kizuna",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108260-2TAbERdThOZR.png",
      "behaviorHints": {
        "defaultVideoId": "tt9507234"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Coming of Age/Kaiju/Artificial Intelligence/Ensemble Cast/Urban/College/Virtual World/Henshin/Software Development/Philosophy/Anthropomorphism\nTai is now a university student, living alone, working hard at school, and working every day, but with his future still undecided. Meanwhile, Matt and others continue to work on Digimon incidents and activities that help people with their partner Digimon. When an unprecedented phenomenon occurs, the DigiDestined discover that when they grow up, their relationship with their partner Digimon will come closer to an end.<br>\n<br>\nAs a countdown timer activates on the Digivice, they realize that the more they fight with their partner Digimon, the faster their bond breaks. Will they fight for others and lose their partner? The time to choose and decide is approaching fast. There is a short time before “chosen children” will become adults. This is the last adventure of Tai and Agumon.<br>\n<br>\n(Source: Fathom Events)"
    }
  ]
}