{
  "metas": [
    {
      "id": "tt2061702",
      "type": "movie",
      "name": "Into the Forest of Fireflies' Light",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10408-PlKJ6DAyvMk2.png",
      "behaviorHints": {
        "defaultVideoId": "tt2061702"
      },
      "description": "Genres: Drama, Fantasy, Romance, Supernatural\nTags:Coming of Age/Youkai/Rural/Female Protagonist/Shoujo/Iyashikei/Heterosexual\nThe story of <i>Hotarubi no Mori e</i> centers around Hotaru, a little girl who gets lost in an enchanted forest where apparitions reside. A young boy, Gin, appears before Hotaru, but she cannot touch him for fear of making him disappear."
    },
    {
      "id": "tt1798188",
      "type": "movie",
      "name": "From Up on Poppy Hill",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10029-R7iZdjWuzeYq.png",
      "behaviorHints": {
        "defaultVideoId": "tt1798188"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:School/Coming of Age/Historical/Shoujo/Heterosexual/Female Protagonist/School Club/Ships/Outdoor/Family Life\nYokohama, 1963. Umi is a high school student living in her family's hillside home overlooking the sea. Every morning she hoists two signal flags towards the bay, sending out a message. A poem about the flags is published in the school newspaper. Could the author be Shun, the daring newspaper editor who has drawn Umi's attention?<br>\n<br>\nWhile the two teenagers join in the campaign to save their school's old clubhouse, their budding relationship takes an unexpected turn when they discover a secret surrounding their past. In a Japan at the crossroads of tradition and modernization, Umi and Shun share a moving story of friendship, love and hope.<br>\n<br>\n(Source: New Video Group)"
    },
    {
      "id": "tt1999167",
      "type": "movie",
      "name": "Naruto Shippuden the Movie: Blood Prison",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10589-VhXWWMm24Dso.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1999167"
      },
      "description": "Genres: Action, Adventure, Mystery\nTags:Ninja/Shounen/Super Power/Crime\nAfter being captured for attempting to assassinate the leader of Kumogakure, the Raikage, and killing Jounin from Kirigakure and Iwagakure, Naruto is imprisoned in Houzukijou, a criminal containment facility also known as the Blood Prison. <br><br>\nThe master of the castle, Mui, uses the ultimate imprisonment jutsu to steal power from the prisoners. In this place, something is aiming for Naruto's life. The battle to prove his innocence and uncover the truth has begun for Naruto and his friends.<br><br>\n(Source: AnimeAvenue)"
    },
    {
      "id": "tt1776196",
      "type": "movie",
      "name": "Fullmetal Alchemist: The Sacred Star of Milos",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9135-nPvbvO7QCx7L.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1776196"
      },
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Magic/Male Protagonist/Super Power/Cyborg/Shounen/Disability/Travel/Fugitive/Trains\nA fugitive alchemist with mysterious abilities leads the Elric brothers to a distant valley of slums inhabited by the Milos, a proud people struggling against bureaucratic exploitation. Ed and Al quickly find themselves in the middle of a rising rebellion, as the exiled Milos lash out against their oppressors. At the heart of the conflict is Julia, a young alchemist befriended by Alphonse. She'll stop at nothing to restore the Milos to their former glory – even if that means harnessing the awful power of the mythical Philosopher's Stone. <br><br>\r\n(Source: FUNimation) "
    },
    {
      "id": "kitsu:5869",
      "type": "movie",
      "name": "Heaven's Lost Property the Movie: The Angeloid of Clockwork",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9790-OAQA9JYhzFxz.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5869"
      },
      "description": "Genres: Comedy, Drama, Ecchi, Romance, Sci-Fi\nTags:Shounen/Angels/School Club/Kuudere\nMovie adaptation of the Sora no Otoshimono manga, based on Kazane Hiyori's arc."
    },
    {
      "id": "kitsu:6292",
      "type": "movie",
      "name": "NARUTO: Honoo no Chuunin Shiken! Naruto vs Konohamaru!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10686-8ix95Jans8z6.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6292"
      },
      "description": "Genres: Action, Adventure\nTags:Shounen/Super Power/Martial Arts/Ninja\nNaruto faces off against his old pupil Konohamaru in a tournament during the chuunin entrance exams.<br>\n<br>\n<i>Note: Screened together with NARUTO: Blood Prison</i>"
    },
    {
      "id": "tt1853614",
      "type": "movie",
      "name": "A Letter to Momo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10389-NMYFKRxI1WwJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt1853614"
      },
      "description": "Genres: Drama, Supernatural\nTags:Youkai/Mopeds/Ghost/Coming of Age/Female Protagonist/Rural/Family Life\nMomo is a young girl who grew up in a big city. However, following the premature loss of her father, she has to move with her mother to the old family house on a remote island. Here, time seems to have stopped: old wooden buildings, holy shrines surrounded by trees, fields painstakingly carved out from steep hills... and no shopping mall. <br><br>\nNeedless to say, Momo is not too overenthusiastic about this new environment. Most of all, her heart is still feeling uneasy about an unfinished letter left by her father. A letter that contained only two words: \"Dear Momo...\" <br><br>\nWhat was dad going to say? <br><br>\nOne day, exploring the attic of her new big house, Momo finds a dusty and worn out book. And from that moment, something really unexpected starts happening around her... <br><br>\n(Source: Production I.G Official Website) "
    },
    {
      "id": "kitsu:6116",
      "type": "movie",
      "name": "Towanoquon: The Ephemeral Petala",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10294.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6116"
      },
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Super Power/Cyborg/Fugitive/Henshin/Urban/Tokusatsu\nIn the future where dormant powers awaken in certain people, a secret organization is formed to hunt these people down. A mysterious powerful boy Quon will stop at nothing to end this persecution."
    },
    {
      "id": "tt1739212",
      "type": "movie",
      "name": "Pokémon the Movie: White—Victini and Zekrom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9917.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1739212"
      },
      "description": "Genres: Adventure, Comedy\nTags:Animals/Dragons/Kids\nOne of the two Pokémon Best Wishes movies that will premiere simultaneously on July 16th. The two titles are:<br><br>\nPokémon Best Wishes! the Movie: Victini to Kuroki Eiyuu Zekrom<br>\nPokémon Best Wishes! the Movie: Victini to Shiroki Eiyuu Reshiram<br><br>\nThe stories of the two movies will be the same until Satoshi and Pikachu meet Victini but the legendary Pokémon will be either Zekrom or Reshiram."
    },
    {
      "id": "tt1961324",
      "type": "movie",
      "name": "Pokémon the Movie: Black—Victini and Reshiram",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10740.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1961324"
      },
      "description": "Genres: Adventure, Comedy\nTags:Animals/Dragons/Kids\nOne of the two Pokémon Best Wishes movies that will premiere simultaneously on July 16th. The two titles are:<br><br>\nPokémon Best Wishes! the Movie: Victini to Kuroki Eiyuu Zekrom<br>\nPokémon Best Wishes! the Movie: Victini to Shiroki Eiyuu Reshiram<br><br>\nThe stories of the two movies will be the same until Satoshi and Pikachu meet Victini but the legendary Pokémon will be either Zekrom or Reshiram."
    },
    {
      "id": "kitsu:6310",
      "type": "movie",
      "name": "Towanoquon: Dancing Orchid in Chaos",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10713.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6310"
      },
      "description": "Genres: Action, Mystery, Sci-Fi, Supernatural\nTags:Super Power/Fugitive/Henshin/Tokusatsu\nFlower drawings are being found near murder victims around the city, leading investigators to assume that the flowers depicted are used to drug the victims. Meanwhile, a new Attractor appears with the ability to talk to plants."
    },
    {
      "id": "kitsu:5965",
      "type": "movie",
      "name": "Hayate the Combat Butler: Heaven is a Place on Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9958-TwG4LhdUXYe3.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5965"
      },
      "description": "Genres: Comedy\nTags:Female Harem/Butler/Parody/Maids/Tomboy/Kuudere\nIt's no understatement to say that the stormy relationship between Nagi and her butler Hayate is often the result of the fact that they see things from entirely different social perspectives. However, when Nagi decides to bring Hayate, her maid Maria, and their friends to a secluded vacation retreat, our star-crossed couple soon find themselves seeing things from completely conflicting realities! In a bizarre turn of fate, Hayate finds himself in a world where his mistress is Maria, and Nagi no longer seems to exist! Meanwhile, Nagi is having her own problems, trapped in an amusement park of doom! What's going on and how does this relate to a mysterious silver-haired woman who seems to hold the key to everything?<br>\n<br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "kitsu:6311",
      "type": "movie",
      "name": "Towanoquon: The Complicity of Dreams",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10714.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6311"
      },
      "description": "Genres: Action, Psychological, Sci-Fi, Supernatural\nTags:Super Power/Henshin/Fugitive/Memory Manipulation/Tokusatsu\nA Strange Journey through the mind leads Quon to ancient Japan. A new Attractor is discovered, and while this dream state becomes more dangerous, so does the situation for their new would be ally."
    },
    {
      "id": "tt3818692",
      "type": "movie",
      "name": "Mahou Sensei Negima! ANIME FINAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7135-tMTBc0CAUAaB.png",
      "behaviorHints": {
        "defaultVideoId": "tt3818692"
      },
      "description": "Genres: Adventure, Supernatural\nTags:Magic/Urban Fantasy/Shounen/Female Harem/School/Teacher/Primarily Female Cast/Kuudere/Asexual/Surreal Comedy\nAn animated feature film based on the Negima! Magister Negi Magi manga."
    },
    {
      "id": "kitsu:3754",
      "type": "movie",
      "name": "Heart no Kuni no Alice: Wonderful Wonder World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4713-VGprNPOa0w2L.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:3754"
      },
      "description": "Genres: Fantasy, Romance\nTags:Male Harem/Primarily Male Cast/Classic Literature/Female Protagonist/Kemonomimi/Tsundere\nThe girly but bloody otome game re-imagining of Lewis Carroll's classic fantasy novel Alice's Adventures in Wonderland with bishounen characters and added romance.<br><br>\nA parody of Alice's Adventures in Wonderland where Alice is smart and non-doormatlike.<br><br>\nIn this story, Alice is not all what she seems. She is practical, strong, yet darkly cynical. Instead of the tradition story, Alice is kidnapped unwillingly by a mysterious (yet somewhat bishie-looking) man with bunny ears into a place call Heartland. Stuck in Heartland due to a trick by the mysterious bunny eared man, she meets the residents of this world. Along the way, Alice meets Blood, handsome mafia leader; Ace, the psycho yet charming knight and more... What should Alice do in such a world!?\n"
    },
    {
      "id": "tt2005363",
      "type": "movie",
      "name": "Tekken: BLOOD VENGEANCE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10702.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2005363"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi, Supernatural\nTags:Martial Arts/Robots/Video Games\nHigh school student Ling Xiaoyu is recruited by Anna Williams of G Corporation to transfer to Kyoto University and gather information on a student named Shin Kamiya. Meanwhile, Jin Kazama, the current head of the Mishima Zaibatsu, sends Alisa Bosconovitch to the university for the same mission. Though they do not know each other's true motives, Xiaoyu and Alisa become close friends. However, their friendship is put to the test when Shin is captured by an unknown assailant.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:6273",
      "type": "movie",
      "name": "The Tibetan Dog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10629-uOKcQVaD8PtZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6273"
      },
      "description": "Genres: Adventure\nTags:Animals/Foreign/Rural/Male Protagonist\nLife hasn't been easy for young Tianjing since his mother passed away. Forced to leave the city and move to the grasslands of Tibet where his father is the only doctor for a remote community, Tianjing finds himself becoming even more isolated as he works the lonely job of a shepherd.<br>\n<br>\nIt's a dangerous task as well. Wolves, packs of wild dogs and other animals prowl the countryside… something that Tianjing discovers all too soon. Fortunately, he also finds a protector and friend in a stray golden mastiff that comes to his aide. When a new menace comes to terrorize the community, both human and canine will have to protect each other. Standing against the savagery of nature and the cruelty of men, this is the story of a boy and his Tibetan Dog.<br>\n<br>\n(Source: Maiden Japan)"
    },
    {
      "id": "kitsu:6295",
      "type": "movie",
      "name": "Appleseed XIII: Tartaros",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10689.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6295"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/Police/Full CGI\nThis is a remix, theatrical release of the first half of the Appleseed XIII series."
    },
    {
      "id": "kitsu:6697",
      "type": "movie",
      "name": "Treasure Hunting",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12267.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6697"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Kids\nA short film only screened at the Ghibli Museum in Mitaka. The nine-minute short adapts a picture book by Rieko Nakagawa and Yuriko Yamawaki, the author and illustrator of two previous books that inspired Ghibli shorts (Sora Iro no Tane, The Whale Hunt). \n<br><br>\nA boy named Yuji and his friend Gick, a rabbit, find a walking stick. To decide which of them will keep it, they try a foot race, a long jump and sumo wrestling, but each ends up in a tie. Out of ideas, the children go to Gick's Granny for help. Granny tells the children to go treasure hunting. Who will be the winner?\n<br><br>\n(Source: Anime News Network, Ghibli Museum)"
    },
    {
      "id": "kitsu:6399",
      "type": "movie",
      "name": "Waza no Tabibito",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10904.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6399"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Full CGI\nHumans acquired a perfect source of energy called \"Patia\", which brought self-sufficiency in food and fuel to all the people in the world. Trade and transportation began to diminish and finally the advance of the civilization terminated. Now the genetically modified plants cover almost all of the lands on earth and obstruct travelers.<br><br>\nCient, the leader of a fortress city, sets out on a trip to excavate the lost technology \"Patia\" with his daughter Ruri. When Ruri gets separated from her father, a giant humanoid weapon of the old age attacks her. Ruri is saved by a girl named Tekuni who is traveling around the world training as a \"Wazabito\" fighter."
    },
    {
      "id": "kitsu:6290",
      "type": "movie",
      "name": "Sore Ike! Anpanman: Sukue! Kokorin to Kiseki no Hoshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10684.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6290"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Kids/Aliens/Food\nnull"
    },
    {
      "id": "kitsu:6291",
      "type": "movie",
      "name": "Sore Ike! Anpanman: Utatte Teasobi! Anpanman to Mori no Takara",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10685-bRefakZHzxsf.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6291"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Kids\nnull"
    },
    {
      "id": "tt1909796",
      "type": "movie",
      "name": "K-ON!: The Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9617-2As22UxowVfV.png",
      "behaviorHints": {
        "defaultVideoId": "tt1909796"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Band/Foreign/Coming of Age/School Club/Primarily Female Cast/Primarily Teen Cast/Seinen/Language Barrier/School/Iyashikei\nWith graduation right around the corner, every member of the Light Music Club except for Azusa will be leaving for good. But the girls aren’t going to let something as silly as graduation tear them apart! For their final hurrah, the girls are going on the ultimate vacation tour— all the way to London! Their overseas journey will lead them on a trip of discovery and friendship as they take the stage one last time for their final encore together.<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2113091",
      "type": "movie",
      "name": "The Princess and the Pilot",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9000-pjbZ6oEtUACO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2113091"
      },
      "description": "Genres: Adventure, Romance\nTags:Aviation/Military/Male Protagonist/Survival/Female Protagonist/War/Politics\nThe war between the Levamme Empire and the Amatsukami Imperium has been raging for years. In the midst of this struggle, the prince of the Levamme Empire declares his love for Juana del Moral and vows to end the war in one year, as part of his marriage proposal. When the Amatsukami catch wind of this, they assault the del Moral residence, targeting Juana's life. As a last ditch effort to bring the prince his bride, the San Maltilia Airforce hires a mercenary of mixed blood—a bestado—to fly Juana to the Levamme capital in secret. The pilot, Charles, accepts the mission...but traversing an ocean alone, into enemy territory, proves a much more dangerous ordeal than anyone could have anticipated.<br><br>\r\n(Source: NIS America)"
    },
    {
      "id": "kitsu:6314",
      "type": "movie",
      "name": "Towanoquon: Eternal Quon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10717.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6314"
      },
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Super Power/Fugitive/Henshin/Cyborg/Tokusatsu\nIn a futuristic Tokyo, humans who have awakened distinct powers are being hunted by a secret organization named Kestos. Denominated as Attracters, these exceptional individuals are joining forces to defend themselves. They are led by an idealist named Quon who is determined to save all Attracters he can. (source: Anime News Network)"
    },
    {
      "id": "tt2048804",
      "type": "movie",
      "name": "Mardock Scramble: The Second Combustion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10624-T1BA3M26ZfsE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2048804"
      },
      "description": "Genres: Action, Psychological, Sci-Fi\nTags:Cyberpunk/Female Protagonist/Gambling/Poker/Police/Nudity/Drugs\nRune Balot is weeping and trying to save both herself and a severely injured Oeufcoque from Shell's assassin Boiled. Luckily for her, Doctor Easter finally shows up in the Humpty Dumpty &ndash; a special militarized vehicle made for protecting those in Welfare cases if their lives are threatened. From there they go to Paradise, where the Scramble 09 technology (and Boiled's rebirth) was developed. All of the secrets of the past of Mardock City (and possibly its future) are revealed in this riveting second part of the Mardock Scramble series, upping the stakes and making Balot choose between justice for herself or peace within Paradise instead.<br><br>\n(Source: the witch of theatregoing)"
    },
    {
      "id": "kitsu:6529",
      "type": "movie",
      "name": "UN-GO MOVIE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11531-hsCTtgEDRAMs.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6529"
      },
      "description": "Genres: Mystery, Supernatural\nTags:Male Protagonist/War/Demons/Foreign/Gore/Cult/Achronological Order/Survival/Satire/Terrorism/Robots/Swimming\nThis prequel takes place at the same time as the first episode of the TV series. As the story begins to unfold, more mysteries that were unanswered in the first eleven episodes come to light, and we learn the full story of the duo’s story.<br><br>(Source: HIDIVE)"
    },
    {
      "id": "kitsu:6312",
      "type": "movie",
      "name": "Towanoquon: The Roaring Anxiety",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10715.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6312"
      },
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Super Power/Henshin/Tokusatsu/Fugitive\nThe secret is out, and the Attractor's sanctuary has been revealed to the enemy. With Quon badly hurt, it's up to the rest to defend their homes, their lives, and their freedom."
    },
    {
      "id": "kitsu:6313",
      "type": "movie",
      "name": "Towanoquon: The Return of the Invincible",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10716.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6313"
      },
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Super Power/Fugitive/Henshin/Tokusatsu\nWith their home in jeopardy, some feel it is time to abandon the gardens. A new character steps in, one that Quon knows very well. The end is near, the players are set, and the final battle is about to begin!"
    },
    {
      "id": "kitsu:6641",
      "type": "movie",
      "name": "ONE PIECE 3D: Gekisou! Trap Coaster",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx12001-XX0NNNfaKZ3e.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6641"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Shounen/Full CGI\nToei Animation released a new 3D anime short at events starting December 1, 2011. The short run about 12 minutes long and played at stereoscopic 3D theaters at Aichi Prefecture's Lagunasia theme park, Nagasaki Prefecture's Huis Ten Bosch theme park, Kanagawa Prefecture's Yokohama Landmark Tower, and Hiroshima Prefecture's NTT CRED Hall.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2141749",
      "type": "movie",
      "name": "Inazuma Eleven GO the Movie: The Ultimate Bonds Gryphon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b10999-csB5JL9s2NfJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt2141749"
      },
      "description": "Genres: Sci-Fi, Sports\nTags:Football\nThe Raimon team has been invited by Fifth Sector strangely to a soccer camp. When they agree, things go out of hand since it was revealed that Fifth Sector wants to eliminate them once and for all in the island called God Eden. Now, the Raimon team needs to train harder, to be able to show that they have the strength to fight back and prove Fifth Sector's doings wrong.\n(Source: Inazuma Eleven Wikia)"
    },
    {
      "id": "kitsu:6321",
      "type": "movie",
      "name": "Tennis no Ouji-sama: Eikokushiki Teikyuu Shiro Kessen!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10731-ZaZ3e6St6RK2.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6321"
      },
      "description": "Genres: Action, Comedy, Sports\nTags:Tennis/Shounen/School/Male Protagonist\nSeigaku travels to England to play a tournament representing Japan but they are attacked by a group of street tennis players who were banned from playing official tournaments because of their rough play. <br><br>\nNote: 10th Anniversary Movie of the Prince of Tennis anime. "
    },
    {
      "id": "kitsu:6368",
      "type": "movie",
      "name": "Suite Precure♪: Torimodose! Kokoro ga Tsunagu Kiseki no Melody♪",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10821-0RO2tkriIgoh.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6368"
      },
      "description": "Genres: Fantasy, Mahou Shoujo\nTags:Primarily Female Cast/Superhero/Henshin/Magic/Kids/CGI/Cute Girls Doing Cute Things\nAfter Cure Muse's mission of restoring her father's kind heart was accomplished, Ako and Mephisto decided to return to Major Land together. Suddenly, a howling noise rang through the city, and when it died down, all music was gone. Ako and Mephisto tried to establish contact with Major Land, but could not get a response.<br>\nFull of worry, Hibiki and the others headed to Major Land, where there was no sign of the former land of overflowing music. The world was desolate without sound, its people devoid of emotion like stone, continuing to play their soundless instruments. The only one left was Ako's friend Suzu, who explained how Aphrodite suddenly changed and took away all music from the land. Ako and Mephisto, unbelieving and determined to find out the truth, headed to the palace where Aphrodite was. Hibiki, Kanade and Ellen decided to chase after Suzu, who had run away after Ako refused to believe her story.<br><br>\nWhile chasing after Suzu, the girls met with 3 men eager to steal the Healing Chest. And as the truth slowly came to light, the Pretty Cure had to face up to the real enemy."
    },
    {
      "id": "kitsu:6258",
      "type": "movie",
      "name": "Scryed Alteration I: Tao",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10592.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6258"
      },
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Shounen/Super Power\nSpecial recap of Scryed to commemorate the 10th anniversary of the anime; featuring digital remastering and some new footage."
    },
    {
      "id": "kitsu:7064",
      "type": "movie",
      "name": "663114",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13971-rOm7mF1uOwFe.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7064"
      },
      "description": "Genres: Fantasy\nTags:Environmental/Philosophy/Dystopian\n663114 is a short but hard-hitting monologue of a 66-year-old cicada. The insect draws parallels between the catastrophes of Hiroshima and Fukushima and poses a fundamental question about the future of our planet.<br><br>\n66 is the number of years since Hiroshima and Nagasaki were destroyed by Little Boy and Fat Man. 3/11 is the date of the 2011 Tohoku earthquake and following disastrous tsunami. 4 is the number of reactors emitting radiation from the Fukushima Daichii plant.<br><br>\n663114 won the Noburou Oofuji Award at the Mainichi Film Awards in February 2012.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "kitsu:6538",
      "type": "movie",
      "name": "Precure All-Stars DX the DANCE LIVE❤: Miracle Dance Stage e Youkoso",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11569-EGNwkURDCFXx.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6538"
      },
      "description": "Genres: Mahou Shoujo, Music\nTags:Kids/Magic/Henshin/Primarily Female Cast\nnull"
    },
    {
      "id": "kitsu:7248",
      "type": "movie",
      "name": "Sakura no Ondo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15393.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7248"
      },
      "description": "Genres: Drama\nTags:\nAn original animated short film by Ufotable. The film takes place in Sanuki, the birthplace of the film's director Takayuki Hirao.<br>\n<br>\n<i>Note: The film doesn't have a home release, and is only viewable at an Ufotable Cinema in Tokushima.</i>"
    },
    {
      "id": "kitsu:6298",
      "type": "movie",
      "name": "Appleseed XIII: Ouranos",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10693.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6298"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/Police/Work/Full CGI\nIn the wake of the destruction of a worldwide non-nuclear war, the city Olympus has become the control center of the world. Run by Bioroids (cloned humans made from only the best DNA), it is defended from terrorists by special military forces. Among these are former LAPD SWAT member Deunan Knotts and her multipurpose cyborg partner Brialeos. They face a challenge from the Human Liberation Front and its terrorist underbelly the Argonauts. The leader of this group, Al Ceides, supposedly died 20 years ago in an attack on Poseidon, but now his shadow emerges once again.<br><br>\n(Source: Aniworlds)"
    },
    {
      "id": "kitsu:6043",
      "type": "movie",
      "name": "Friends: Naki of Monster Island",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10115.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6043"
      },
      "description": "Genres: Comedy\nTags:Kids/Full CGI\nnull"
    },
    {
      "id": "kitsu:6558",
      "type": "movie",
      "name": "Hal's Flute",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b11673-gwUbQMw6WjUv.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6558"
      },
      "description": "Genres: Adventure\nTags:Kids/Animals\nThe story follows a racoon-like tanuki creature named Hal who find an abandoned human baby. Hal names the baby Pal and decides to transform into a human mother to raise him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1441940",
      "type": "movie",
      "name": "Broken Blade 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9724.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1441940"
      },
      "description": "Genres: Action, Fantasy, Mecha\nTags:Shounen/Magic/War/Real Robot/Military/Swordplay/Male Protagonist/Primarily Adult Cast/Lost Civilization/Guns\nFifth Break Blade Movie."
    },
    {
      "id": "tt1566528",
      "type": "movie",
      "name": "Macross Frontier: The Wings of Farewell",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7222-Po5bDoWwkK3z.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1566528"
      },
      "description": "Genres: Action, Mecha, Music, Romance, Sci-Fi\nTags:Idol/Heterosexual/Space/Military/Love Triangle/Aliens/Real Robot/Musical/Cyborg\nThe sequel film to <i>Macross Frontier: Itsuwari no Utahime</i>.\n<br><br>\nPicking up from where the previous movie left off, Ranka's star career flourishes while Sheryl's health rapidly deteriorates after collapsing during a live performance. At the same time, separate factions are maneuvering behind the scenes seeking to control the Vajra horde by utilizing the singing abilities of the two songstresses. As the entire Macross Frontier fleet begins to wage the final war on the Vajra, Alto finally makes a choice between Ranka and Sheryl.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:6208",
      "type": "movie",
      "name": "Ojii-san no Lamp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n10500-jmcqLz2iGNO0.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6208"
      },
      "description": "Genres: Drama\nTags:Historical/Male Protagonist/Rural/Coming of Age/Heterosexual/Orphan/Youkai\nA boy finds a strange object while playing hide-and-seek. His grandfather tells him the story of his own youth, and the important role the old lamp played. This story is about the modernization of Japan and the changes that came with it.<br>\n<br>\nThe Agency of Cultural Affairs of Japan invested 214 million yen ($2.26 million) in \"Young Animator Training Project\" and entrusted the execution of the project to Japan Animation Creators Association (JaniCA). JaniCA produced four original anime (23 min long with OP and ED sequences) in cooperation with four production studios. Ojii-san no Lamp was one of these four projects.\n"
    },
    {
      "id": "kitsu:5996",
      "type": "movie",
      "name": "Kizuna Ichigeki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10016.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5996"
      },
      "description": "Genres: Comedy\nTags:Martial Arts/Female Protagonist/Kids\nKizuna Todoroki is a young girl who fights using the teachings of the Wadachi Ju-ken school. After winning a big tournament, the day still isn't over for the Kizuna's family.<br>\n<br>\nKizuna's family are visited by a woman journalist for an interview but are interrupted by a new group of challengers.<br>\n<br>\nThe Agency of Cultural Affairs of Japan invested 214 million yen ($2.26 million) in \"Young Animator Training Project\" and entrusted the execution of the project to Japan Animation Creators Association (JaniCA). JaniCA will produce four original anime (23 min long with OP and ED sequences) in cooperation with four production studios. Kizuna Ichigeki is one of these four projects.\n"
    },
    {
      "id": "kitsu:6210",
      "type": "movie",
      "name": "Drawer Hobs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b10502-d8LcMpEBrdTJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6210"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Female Protagonist/Primarily Child Cast/Family Life/Work/Food\nThe mother of a OL (office lady) sends her an old dresser. The thing is much too big for her small apartment and she doesn't know what to do with it.<br>\n<br>\nOne night she falls asleep after having a few drinks and wakes up after hearing strange sounds. She sees a child's figure by the table taking some rice crackers...<br>\n<br>\nThe OL's life with six spirit children begins.<br>\n<br>\nThe Agency of Cultural Affairs of Japan invested 214 million yen ($2.26 million) in \"Young Animator Training Project\" and entrusted the execution of the project to Japan Animation Creators Association (JaniCA). JaniCA produced four original anime (23 min long with OP and ED sequences) in cooperation with four production studios. Tansu Warashi. was one of these four projects.\n"
    },
    {
      "id": "kitsu:6209",
      "type": "movie",
      "name": "Bannou Yasai Ninninman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10501.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6209"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Kids/Female Protagonist\nYoung Mari hates eating vegetables and drinking milk so much that she has nightmares about being force-fed the items. One day at school, the young girl chokes down her milk and vegetables and promptly faints from the shock. When she wakes up in the nurse’s office, she comes face to face with Ninninman, Piman and Milk, three food sprites that only appear when Mari drinks her milk and eats her carrots and peppers. Though Mari is less than enthusiastic about being haunted by her most hated foodstuffs, can the three spirits help her realize the importance of friendship, and maybe even teach her to finish her meals?\n<br><br>\n(Source: Anime News Network)\n<br>\n<br>\nThe Agency of Cultural Affairs of Japan invested 214 million yen ($2.26 million) in \"Young Animator Training Project\" and entrusted the execution of the project to Japan Animation Creators Association (JaniCA). JaniCA will produce four original anime (23 min long with OP and ED sequences) in cooperation with four production studios. Bannou Yasai Ninninman is one of these four projects."
    },
    {
      "id": "kitsu:5993",
      "type": "movie",
      "name": "Shouwa Monogatari (Movie)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10013.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5993"
      },
      "description": "Genres: Drama\nTags:Historical/Family Life\nDramatic story of the Yamazaki family during the year Showa 39 (1964), the year that Tokyo hosted the Summer Olympics."
    },
    {
      "id": "kitsu:6090",
      "type": "movie",
      "name": "Hybrid Deka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b10238-0cLvqjAft78A.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6090"
      },
      "description": "Genres: Comedy\nTags:\nnull"
    },
    {
      "id": "tt1839494",
      "type": "movie",
      "name": "Children who Chase Lost Voices",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9760-Ur2uU0HuF1Iz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1839494"
      },
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Mythology/Lost Civilization/Gods/Female Protagonist/Magic/Demons/Guns/Rural\nStrange sounds in the darkness... Unearthly music from an old crystal radio... These are all the warning Asuna Watase has before a simple walk to her clubhouse catapults her into a nightmarish adventure that will take her beneath the Earth to a lost land beyond the realm of legend! Attacked by a strange monstrous creature, rescued by a mysterious stranger and pursued by a relentless enemy, Asuna finds herself enmeshed in a centuries old mystery that will bind her to a strange young defender and lead her inevitably, towards a secret that may hold the key to life itself! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1865467",
      "type": "movie",
      "name": "One Piece 3D: Mugiwara Chase",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9999.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1865467"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Pirates/Full CGI/Shounen/Ships/Super Power/CGI/Skeleton/Cyborg\nThe entire Straw Hat crew began to search for Luffy's important straw hat after he woke up finding it missing."
    },
    {
      "id": "kitsu:5967",
      "type": "movie",
      "name": "Case Closed: Quarter of Silence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9963-U5oy6aGrpTch.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5967"
      },
      "description": "Genres: Adventure, Comedy, Mystery\nTags:Police/Shounen/Detective/Amnesia/Male Protagonist/Age Regression\nThe story begins with a threat against the Tokyo governor, but Conan's quick thinking prevents any fatalities when a subway tunnel is blown up. Conan learns there may be a connection to a village that was relocated for the construction of a dam, and he races to stop the criminal before the next attack.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1441940",
      "type": "movie",
      "name": "Broken Blade 6",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10092.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1441940"
      },
      "description": "Genres: Action, Fantasy, Mecha\nTags:Magic/War/Real Robot/Shounen/Military/Swordplay/Primarily Adult Cast/Male Protagonist/Guns\nSixth and final Break Blade movie."
    },
    {
      "id": "kitsu:5847",
      "type": "movie",
      "name": "Sengoku Basara - Samurai Kings: The Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9745-2IUfJems8Asg.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5847"
      },
      "description": "Genres: Action\nTags:Primarily Male Cast/Swordplay/Historical/Male Protagonist/Super Power/Samurai/Primarily Adult Cast\nThe story of the film is set after the conflict instigated by Toyotomi Hideyoshi ended, but not before the Battle of Sekigahara determines who shall be the Shogun of Japan.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:5354",
      "type": "movie",
      "name": "Legend of the Millennium Dragon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8487.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5354"
      },
      "description": "Genres: Action, Supernatural\nTags:Demons/Historical/Swordplay/Super Power/Isekai/Male Protagonist/Dragons/Coming of Age\nA 15-year-old boy travels back in time &mdash;over 1,200 years ago to the Heian period&mdash; and faces a war between oni (demons) and humans in the former Japanese capital of Kyoto."
    },
    {
      "id": "kitsu:6229",
      "type": "movie",
      "name": "Doraemon: Shin Nobita to Tetsujin Heidan - Habatake Tenshi-tachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10534-LuDSnMVDBvmq.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6229"
      },
      "description": "Genres: Comedy\nTags:Super Robot/Kids/Primarily Child Cast/Male Protagonist/Aliens\nJealous of Suneo's new robot toy, Nobita asks Doraemon to build him an even better one. Doraemon initially refuses, until Nobita accidentally discovers pieces of a mysterious robot that falls from the sky. After gathering all the robot parts and assembled them together, the giant robot, Zanda Claus, is soon completed. The duo soon learn that the robot is not a mere toy, but a powerful weapon in the fight against the coming Robot Army that is going to attack Earth and enslave the human inhabitants of it. An invasion is near, as a mysterious girl Riruru shows up, looking for the robot."
    },
    {
      "id": "kitsu:4831",
      "type": "movie",
      "name": "Tezuka Osamu no Buddha: Akai Sabaku yo! Utsukushiku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7014-0Jx86pX8mG5T.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:4831"
      },
      "description": "Genres: Drama, Supernatural\nTags:Slavery/Historical/Foreign/War/Animals/Crime\nIn ancient India, the lives of the re plagued by drought, famine, constant warfare and the injustices of the strict caste system. The intertwining lives of many unhappy souls are drawn together by the birth of the young prince Siddhartha, who embarks on a spiritual journey, becomes Buddha, \"the Enlightened One,\" and attempts to bring about a spiritual rebirth of the people in this desperate age.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "kitsu:5977",
      "type": "movie",
      "name": "Precure All Stars DX3: Mirai ni Todoke! Sekai wo Tsunagu☆Niji-iro no Hana",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9979-Rw7Q0Xl2p97M.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5977"
      },
      "description": "Genres: Action, Drama, Fantasy, Mahou Shoujo\nTags:Crossover/Primarily Female Cast/Isekai/Superhero/Henshin/Magic/Kids/Cute Girls Doing Cute Things\nPrecure 10th Anniversary Movie and 3rd Precure All Stars DX. Enemies are from all the Precure works. "
    },
    {
      "id": "kitsu:6021",
      "type": "movie",
      "name": "Toriko 3D: Kaimaku Gourmet Adventure!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10074.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6021"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Food/Male Protagonist/Shounen\nA Toriko movie, the action in it takes place before the beginning of the TV series. The story follows a kid, Peck, who lives in a village attacked by a Gerold. So, he seeks the help of Toriko."
    },
    {
      "id": "kitsu:6044",
      "type": "movie",
      "name": "Crayon Shin-chan: Arashi wo Yobu Ougon no Spy Daisakusen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b10116-FUPSYjkzWZkI.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6044"
      },
      "description": "Genres: Comedy\nTags:Espionage\nnull"
    },
    {
      "id": "kitsu:6166",
      "type": "movie",
      "name": "Xi Avant",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10405.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6166"
      },
      "description": "Genres: Adventure, Sci-Fi\nTags:\nShort anime screened in theaters with the stereoscopic 3D conversion of Ghost in the Shell: Stand Alone Complex - Solid State Society movie. The story of Xi Avant is set in Spain and other locales in the near future, and it is tied to the NTT Docomo mobile phone network's next-generation Xi service.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:6294",
      "type": "movie",
      "name": "Muybridge's Strings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10688.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6294"
      },
      "description": "Genres: Drama\nTags:\nThe destiny of photographer Eadweard Muybridge and that of a Japanese mother clash poetically in this exploration of the irrepressible human desire to make time stand still.<br><br>\n(Source: AniDB)\n\nCo-production from NHK and the National Film Board of Canada."
    },
    {
      "id": "kitsu:6105",
      "type": "movie",
      "name": "Little Ghostly Adventures Of The Tofu Boy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10261.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6105"
      },
      "description": "Genres: Comedy\nTags:Isekai/Youkai\nBased on Kyougoku Natsuhiko's Toufu Kozou Sugoroku-douchuu Furidashi novel.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "kitsu:6042",
      "type": "movie",
      "name": "Nintama Rantarou Movie: Ninjutsu Gakuen Zenin Shutsudou! no Dan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10114-HGgDyw8YePBc.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6042"
      },
      "description": "Genres: Comedy\nTags:Shounen\nnull"
    },
    {
      "id": "kitsu:7613",
      "type": "movie",
      "name": "Jib",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17233.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7613"
      },
      "description": "Genres: Drama, Fantasy\nTags:Kids\nGa-young moves to an old town that will be demolished and she meets the Zipsin (spirit of the house). At that time, Zipsin was no longer the leader of them (Zelkova tree) because of the redevelopment. They go about finding the next leader together. Then they find the new leader (Cat), and hear of the upcoming Zipsin's death (demolition of houses). To avoid death, the Zipsin locks their house up when the people are in. Meanwhile, Gayoung faces a memory about the house that had been lost. She realizes what the house is to her. And then she comes back to reality. But it is still difficult to solve the fighting between Zipsin and the people."
    },
    {
      "id": "kitsu:6261",
      "type": "movie",
      "name": "HAYABUSA: BACK TO THE EARTH - Kikan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10602.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6261"
      },
      "description": "Genres: \nTags:Historical\nCG anime about a satellite's journey back to Earth."
    }
  ]
}