{
  "metas": [
    {
      "id": "tt2013293",
      "type": "movie",
      "name": "The Wind Rises",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16662-6rqh55mNFY3n.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2013293"
      },
      "description": "Genres: Drama, Romance\nTags:Aviation/Historical/Work/Biographical/Male Protagonist/Primarily Adult Cast/War/Trains\nAlthough Jirou Horikoshi's nearsightedness prevents him from ever becoming a pilot, he leaves his hometown to study aeronautical engineering at Tokyo Imperial University for one simple purpose: to design and build planes just like his hero, Italian aircraft pioneer Giovanni Battista Caproni. His arrival in the capital coincides with the Great Kanto Earthquake of 1923, during which he saves a maid serving the family of a young girl named Naoko Satomi; this disastrous event marks the beginning of over two decades of social unrest and malaise leading up to Japan's eventual surrender in World War II.\n"
    },
    {
      "id": "tt2323836",
      "type": "movie",
      "name": "Anohana the Movie: The Flower We Saw That Day",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15039-FDT7nClRVzEf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2323836"
      },
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Love Triangle/Heterosexual/Tsundere/Rehabilitation/Shoujo/Coming of Age/Female Protagonist/Male Protagonist/Rural/Primarily Teen Cast/School/Bullying\nThe TV series is retold through the different main characters' points of view with new additional material from their childhood, during the original series, and one year after the conclusion of the series."
    },
    {
      "id": "tt2374144",
      "type": "movie",
      "name": "Gintama: The Final Chapter - Be Forever Yorozuya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15335-QjijwChGTBs0.png",
      "behaviorHints": {
        "defaultVideoId": "tt2374144"
      },
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Male Protagonist/Swordplay/Found Family/Samurai/Shounen/Parody/Historical/Primarily Adult Cast/Kuudere/Rotoscoping/Isekai/Guns\nWhen Gintoki apprehends a movie pirate at a premiere, he checks the camera's footage and finds himself transported to a bleak, post-apocalyptic version of Edo, where a mysterious epidemic called the \"White Plague\" has ravished the world's population. It turns out that the movie pirate wasn't a pirate after all—it was an android time machine, and Gintoki has been hurtled five years into the future! Shinpachi and Kagura, his Yorozuya cohorts, have had a falling out and are now battle-hardened solo vigilantes and he himself has been missing for years, disappearing without a trace after scribbling a strange message in his journal.\n\nSetting out in the disguise given to him by the android time machine, Gintoki haphazardly reunites the Yorozuya team to investigate the White Plague, and soon discovers that the key to saving the future lies in the darkness of his own past. Determined to confront a powerful foe, he makes an important discovery—with a ragtag band of friends and allies at his side, he doesn't have to fight alone.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2636124",
      "type": "movie",
      "name": "Ghost in the Shell: Arise - Border:1 Ghost Pain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17187-d1NyuScaQ3Ou.png",
      "behaviorHints": {
        "defaultVideoId": "tt2636124"
      },
      "description": "Genres: Action, Psychological, Sci-Fi, Thriller\nTags:Cyberpunk/Artificial Intelligence/Female Protagonist/Cyborg/Military/Police/Primarily Adult Cast/Guns/Seinen\nThe first movie of <i>Ghost in the Shell: Arise</i>.<br><br>\n\nThe anime's story is set in 2027, one year after the end of the fourth non-nuclear war. New Port City is still reeling from the war's aftermath when it suffers a bombing caused by a self-propelled mine. Then, a military member implicated in arms-dealing bribes is gunned down.<br><br>\nDuring the investigation, Public Security Section's Daisuke Aramaki encounters Motoko Kusanagi, the cyborg wizard-level hacker assigned to the military's 501st Secret Unit. Batou, a man with the \"eye that does not sleep,\" suspects that Kusanagi is the one behind the bombing. The Niihama Prefectural Police detective Togusa is pursuing his own dual cases of the shooting death and a prostitute's murder. Motoko herself is being watched by the 501st Secret Unit's head Kurutsu and cyborg agents.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3257582",
      "type": "movie",
      "name": "Pokémon the Movie: Genesect and the Legend Awakened",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16680.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3257582"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Animals/Philosophy\nThe 16th Pokémon movie and the 3rd \"Best Wishes!\" movie."
    },
    {
      "id": "tt3392330",
      "type": "movie",
      "name": "SHORT PEACE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b17677-6xKMJSVCteVW.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3392330"
      },
      "description": "Genres: Action, Drama, Fantasy, Romance, Sci-Fi\nTags:CGI/Full CGI/Anthology/Historical/Post-Apocalyptic/Demons/Military/Nudity\nAn anthology of four standalone films encompassing different genres.<br>\n<br>\n<b>Tsukumo (Possessions)</b><br>\nA lost wanderer seeks refuge inside a shrine where he finds lots of possessed objects.<br>\n<br>\n<b>Hi no Youjin (Combustible)</b><br>\nThe movie depicts the events that led to the Great Fire of Meireki which destroyed more than half of the Japanese capital city of Edo.<br>\n<br>\n<b>Gambo (Gambo)</b><br>\nA young girl asks a white bear to defeat a vicious ogre that is kidnapping the first born girls of a small village.<br>\n<br>\n<b>Buki yo Saraba (A Farewell to Weapons)</b><br>\nIn a post-apocalyptic future, a group of soldiers is sent to a ghost city to destroy an automated sentry.<br>\n<br>\n<i>Note:<br>\n- Tsukumo and Hi no Youjin received advanced individual screenings at the Annecy Animation Film Festival in June 2012.<br>\n- Hi no Youjin and Buki yo Saraba are based on Katsuhiro Ootomo's manga of the same name, whereas Tsukumo and Gambo are original stories.</i>"
    },
    {
      "id": "tt3856638",
      "type": "movie",
      "name": "HAKUOKI: WILD DANCE OF TOKYO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13117-SnbqHc88xWaP.png",
      "behaviorHints": {
        "defaultVideoId": "tt3856638"
      },
      "description": "Genres: Action, Drama, Supernatural\nTags:Historical/Samurai/Primarily Male Cast/Female Protagonist/Swordplay/Male Harem/Crossdressing\nFirst part of movies that remake season 1 and 2.\n<br><br>\nThere's a war going on in ancient Kyoto. A war fought in shadows, between the forces of the Shogunate's armed enforcers, the Shinsengumi, and the vampire-like Ronin warriors known as the Rasetsu or Furies. And trapped in the middle is a young woman disguised as a man.\n<br><br>\nSeeking her missing father, Chizuru Yukimura comes to Kyoto only to find her fate forever intertwined with the destinies of Shinsengumi Vice commander Toshizo Hijikata and his elite force of swordsmen. Because Chizuru's father has created a secret elixir that enhances the user's strength, speed and healing, and the furies will do anything and kill anyone in order to control that power! \n<br><br>\n(Source: SENTAI FILMWORKS)"
    },
    {
      "id": "kitsu:7684",
      "type": "movie",
      "name": "Toriko the Movie: Secret Recipe of Gourmet God!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n17699-AemUkaxHWeiq.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7684"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Food\nIn a world where the most delicious ingredients come from dangerous lands and deadly beasts, only the strongest and bravest can be true gourmands. Toriko is a Gourmet Hunter, a mighty warrior with Gourmet Cells. These can be implanted into humans, and those who successfully intergrate them see rapid enhancement of their particular traits, alowing them to gain superhuman abilities. Together with his chef partner Komatsu, he seeks out the world’s most delicious foods! Their latest mission is to investigate a mysterious biotope said to house a special recipe left there by the world’s most legendary hunter, Acacia. But a mysterious and deadly hunter named Girim interrupts, declaring that he will find Acacia’s legacy and keep it for himself! When his power proves too overwhelming even for Toriko, allies and enemies alike must work together, to stop Girim before it’s too late!<br>\n<br>\n(Source: Amazon.com)"
    },
    {
      "id": "kitsu:7683",
      "type": "movie",
      "name": "Glass no Kamen Desu ga THE MOVIE: Onna Spy no Koi! Murasaki no Bara wa Kiken na Kaori!?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18109-N4aKMHXKU97v.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7683"
      },
      "description": "Genres: Drama\nTags:\nNew Glass no Kamen movie. "
    },
    {
      "id": "kitsu:9052",
      "type": "movie",
      "name": "Sore Ike! Anpanman: Tobase! Kibou no Handkerchief",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18357.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9052"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Kids\n25th Anpanman movie. Screened simultaneously with <em>Minna de Teasobi: Anpanman to Itazura Obake</em>."
    },
    {
      "id": "kitsu:9050",
      "type": "movie",
      "name": "Minna de Teasobi: Anpanman to Itazura Obake",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18355.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9050"
      },
      "description": "Genres: Fantasy\nTags:Kids\nThis short movie will be screened simultaneously with a new Anpanman movie - <em>Sore Ike! Anpanman: Tobase! Kibou no Handkerchief</em>."
    },
    {
      "id": "kitsu:9701",
      "type": "movie",
      "name": "Yasai no Yousei: Quiz Gekijou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18817.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9701"
      },
      "description": "Genres: Comedy\nTags:Kids\nnull"
    },
    {
      "id": "tt2457282",
      "type": "movie",
      "name": "Puella Magi Madoka Magica the Movie Part III: Rebellion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx11981-aiVnvftA1xPC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2457282"
      },
      "description": "Genres: Drama, Fantasy, Mahou Shoujo, Mystery, Psychological, Thriller\nTags:Anti-Hero/Magic/Female Protagonist/Philosophy/Primarily Female Cast/Seinen/Henshin/Urban Fantasy/Guns/Urban/Kuudere/School\nWere all the magical girls truly saved from despair? Now, the great \"Law of Cycles\" leads the magical girls to their new fate. Madoka Kaname, a girl who once led an ordinary life, sacrificed her very existence to set every magical girl free from their cruel destiny. Homura Akemi, another magical girl who was unable to keep her promise with Madoka, continues to fight in the world in which Madoka left her behind.\n<br>\n\"I dream of the day when I can finally see your dear smile again.\"\n<br>\nMadoka Kaname has changed the world. In this new world, is what the magical girls see a world of hope... or despair?\n<br><br>\n(Source: Madman)"
    },
    {
      "id": "tt2981768",
      "type": "movie",
      "name": "Patema Inverted",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12477-KtZm8BuvrPYo.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2981768"
      },
      "description": "Genres: Adventure, Romance, Sci-Fi\nTags:Lost Civilization/Dystopian/Post-Apocalyptic/Female Protagonist/Heterosexual/Environmental/Steampunk/Survival/Aviation/School\nIn an underground world where tunnels extend everywhere, even though they live in dark and confined spaces, people wear protective clothes and lead quiet and enjoyable lives. Patema, a princess in her underground village, loves to explore the tunnels. Her favorite place is a \"danger zone\" that her village prohibits people from entering. Even though she's scolded, Patema's curiosity can't be held back. No one ever explained what the supposed danger was. On her usual trip to the \"danger zone,\" Patema faces unexpected events. When hidden secrets come to light, the story begins to unfold.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2576852",
      "type": "movie",
      "name": "The Tale of The Princess Kaguya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16664-Wakrc8rbBkor.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2576852"
      },
      "description": "Genres: Drama, Fantasy, Romance\nTags:Philosophy/Classic Literature/Historical/Fairy Tale/Female Protagonist/Rural/Family Life/Religion/Adoption/Environmental/Travel/Agriculture/Calligraphy\nOkina is a bamboo cutter in ancient rural Japan. One day in the forest, he finds a tiny baby in the folds of a bamboo shoot. He brings the creature home to his wife Ounaa and they decide to keep her and raise her as a princess. She is clearly not of this world. Kaguya grows at an unnatural rate, soon maturing into an uncommonly beautiful young woman. Since Okina has now also found a cache of gold and treasure in the forest, every suitor wants Kaguya. But this is not a fairy tale of courtship and marriage.\n<br><br>\n(Source: Toronto International Film Festival)"
    },
    {
      "id": "tt3198698",
      "type": "movie",
      "name": "Hunter x Hunter: The Last Mission",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx19951-kouyrYvcEyGP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3198698"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Revenge/Male Protagonist/Primarily Male Cast/Shounen/Super Power/Ensemble Cast/Martial Arts/Kuudere\nThe strongest Hunters that once existed in the Hunters Association were split into “light” and “dark”, and each walked down their respective paths. The “dark” side begins moving in order to massacre all Hunters! What actions will Gon take when the many crimes of Netero and the Hunters Association are unveiled...!?\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2983564",
      "type": "movie",
      "name": "the Garden of sinners -recalled out summer-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14807-R4SzEi0zRDl4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2983564"
      },
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Female Protagonist/Urban Fantasy/Primarily Adult Cast/Super Power/Achronological Order/Terrorism/Anti-Hero/Kuudere/Gore\nMirai Fukuin (lit. The Future's Gospel) is a side story of Kara no Kyoukai novel series. It is divided into two parts.<br><br>Möbius ring<br>\r\nIt's about two psychics, Shizune Seo and Mitsuru Kamekura, who can foresee the future. Shizune was sick of her predictable boring life and Meruka became a professional bomber taking advantage of his supernatural power. When Shizune met Mikiya and when Meruka met Shiki, their immutable future started to change.<br><br>Möbius link<br>\r\nTaking place ten years after the events of Kara no Kyoukai, Ryougi Mana, Shiki's daughter, spends the day with Mitsuru Kamekura."
    },
    {
      "id": "kitsu:7773",
      "type": "movie",
      "name": "Love, Chunibyo & Other Delusions: Rikka Version",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19021-4Z0vCkzH3Vmb.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7773"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Chuunibyou/Primarily Female Cast/Female Protagonist/Male Protagonist/Coming of Age\nSummary of the first season of the show, as seen from Rikka's perspective with new elements."
    },
    {
      "id": "tt3198652",
      "type": "movie",
      "name": "Persona 3 the Movie: #1 Spring of Birth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b14407-g4bdtBzded5a.png",
      "behaviorHints": {
        "defaultVideoId": "tt3198652"
      },
      "description": "Genres: Action, Adventure, Supernatural\nTags:Super Power/Male Protagonist/Philosophy/Gods/Cosmic Horror/Urban Fantasy/Kuudere/School/Robots/Mythology/Guns/Trains/School Club/Tomboy\nTerrible creatures lurk in the dark, preying on those who wander into the hidden hour that lies between one day and the next—the Dark Hour. A secret school club known as SEES defends humanity from horrors and disasters while working to solve the mystery of the Dark Hour once and for all.<br><br>\r\nA movie based on the 2006 RPG Persona 3, announced at the end of the Persona 4 movie, The Factor of Hope."
    },
    {
      "id": "tt3354254",
      "type": "movie",
      "name": "Code Geass: Akito the Exiled - The Wyvern Divided",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15197-edOzRqxHnJrd.png",
      "behaviorHints": {
        "defaultVideoId": "tt3354254"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/War/Super Power/CGI/Real Robot\nWith her previous triumphs under her belt, Leila Malcal has now been promoted to Lieutenant Colonel and commanding officer of W-0. After having foiled an attempt to kidnap the General of the European army, she recruits the three perpetrators in order to make up for the lack of W-0's pilots. Ayano Kosaka, Yukiya Naruse, and ringleader Ryou Sayama accept, in hopes of finding a place to belong. When they are ordered to perform a commando raid by dropping into enemy lines, Leila decides to join them to prevent unnecessary casualties.\n<br><br>\nAs the unit rushes into the fight, Akito finds himself possessed by an uncontrollable lust for violence, slaughtering anyone that gets in his way. Little does he know, he is soon to come face to face with the one responsible for placing the bloodthirsty curse upon him, someone he is far too familiar with...\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt8558954",
      "type": "movie",
      "name": "the Garden of sinners: recalled out summer –extra chorus–",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20697-ALO3Ek7gHvX9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8558954"
      },
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Female Protagonist/Primarily Female Cast/Urban Fantasy/Super Power/Seinen/Kuudere\nShiki ends up keeping a black cat while Mikiya Kokutou is out of town. Meanwhile, Risu Miyazuki, a student of Reien Girls’ Academy, suffers from the loss of her best friend who committed suicide by jumping off the Fujou Building. When she tries to kill herself, she encounters her classmate Asagami Fujino, who has psychokinetic power.<br>\n<br>\n(Source: Aniplex USA)"
    },
    {
      "id": "tt3017864",
      "type": "movie",
      "name": "Ghost in the Shell: Arise - Border:2 Ghost Whispers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19191-J5ZBWBTKMTak.png",
      "behaviorHints": {
        "defaultVideoId": "tt3017864"
      },
      "description": "Genres: Action, Psychological, Sci-Fi\nTags:Cyberpunk/Female Protagonist/Artificial Intelligence/Police/Primarily Adult Cast/Seinen\nThe second movie of <i>Ghost in the Shell: Arise</i>.<br>\n<br>\nFreed of her responsibilities with the 501 Organization, Motoko Kusanagi must now learn how to take orders from Aramaki. Someone hacks the Logicomas, and Batou enlists the help of former army intelligence officer Ishikawa and former air artillery expert Borma. Kusanagi also seeks to enlist ace sniper Saito and undercover cop Paz into the new Public Security Section 9. The two groups rival each other in a case involving a man who receives false memories of a refugee transport operation."
    },
    {
      "id": "tt3306776",
      "type": "movie",
      "name": "Bayonetta: Bloody Fate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20442-h9FYhs7SrKGj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3306776"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Female Protagonist/Witch/Urban Fantasy/Demons/Amnesia/Guns/Magic/Super Power/Primarily Adult Cast/Nudity/Video Games/Bar/Motorcycles/Foreign\nBased on the 2009 game, Bayonetta: Bloody Fate follows the story of the witch Bayonetta, as she defeats the blood-thirsty Angels and tries to remember her past from before the time she awoke, 20 years ago. Along her side are a mysterious little girl who keeps calling her \"Mummy\", a journalist that holds a personal grudge against Bayonetta and a unknown white-haired woman who seems to know more than she is willing to reveal about Bayonetta's time before her sleep."
    },
    {
      "id": "tt2668134",
      "type": "movie",
      "name": "Harlock: Space Pirate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx17269-PTlucMYOYZWn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2668134"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Full CGI/Space/Pirates/Primarily Adult Cast/Male Protagonist/Ships/Military/Shounen/Female Protagonist\nMany years into the future, battle has been raging across the galaxies as 500 billion humans, whose forebears were exiled from Earth, plan to return to what is still called home. Forced to flee a ravaged Earth, humans have now depleted the corners of the galaxy to which they fled. Earth has now become the most valued and precious resource of all, controlled by the corrupt Gaia Coalition which governs the human race across the different galaxies. Captain Harlock and his trusted crew are the only hope mankind has of discovering the secrets that the Gaia have kept hidden.\n"
    },
    {
      "id": "kitsu:8080",
      "type": "movie",
      "name": "Hinata no Aoshigure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20471-jOnMB6MGPtvQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8080"
      },
      "description": "Genres: Adventure, Romance\nTags:School/Slapstick/Primarily Child Cast/Heterosexual/Drawing/Animals\nHinata is very good at drawing and falls in love with his classmate, Shigure; however, Hinata is not good at talking to people, so he keeps his feelings in his imagination and drawings. Then, Shigure's family decides to move to another town. On the day of their move, Hinata says to himself, \"I must tell her my feelings!\" and starts to chase after the train which is taking Shigure away."
    },
    {
      "id": "tt3335192",
      "type": "movie",
      "name": "Lupin the 3rd Vs Detective Conan: The Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18429-vJz2zjLRRve8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3335192"
      },
      "description": "Genres: Action, Comedy, Mystery\nTags:Crossover/Detective/Male Protagonist/Fugitive/Shounen\nThey say it takes a thief to catch a thief, but the world's greatest detective begs to differ! In this sequel to the crossover special, Lupin III once again faces off against the tiny genius Conan Edogawa, and the stakes have never been higher. An unknown enemy has kidnapped Fujiko, and the only way for Lupin to save her is by stealing a certain jewel. Meanwhile, Fujiko isn't the only one in danger, as a popular Italian singer receives a note that promises to take his life. It's up to Conan Edogawa to get to the bottom of the mystery, but these two tales have more in common than it might seem! Who is really playing who, and who will come out ahead of the game?\n<br><br>\n(Source: Discotek Media)"
    },
    {
      "id": "kitsu:8085",
      "type": "movie",
      "name": "Shashinkan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20469.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8085"
      },
      "description": "Genres: Drama\nTags:Photography/No Dialogue/Historical\nThe story takes place before WWII at a photo studio on top of a hill. Many people visit this studio to have their photos taken. One day, a couple comes, but the wife is so shy that she always lowers her head. The owner of the studio tries all kinds of tricks to get her to smile and eventually succeeds. One year later, the couple comes again, but this time they bring their daughter along. She always looks grumpy, and again, the owner has to try everything to get her to smile. Thus starts a long-running relationship between the girl and the owner, and time passes to years and then decades..."
    },
    {
      "id": "kitsu:7857",
      "type": "movie",
      "name": "Dokidoki! Precure: Mana Kekkon!!? Mirai ni Tsunagu Kibou no Dress",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17357-psOCHOOkScfh.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7857"
      },
      "description": "Genres: Fantasy, Mahou Shoujo\nTags:Magic/Primarily Female Cast/CGI/Revenge/Superhero/Henshin/Kids/Memory Manipulation/Animals/Cute Girls Doing Cute Things/Fashion\nMana is given a wedding dress which was worn by her mother and grandmother.<br>\r\nAll of sudden a mysterious man named Matthew appears and takes her to the past world.<br>\r\nMana is so glad to meet her grandmother and her beloved dog Maro that she had a long time ago, but she can't find two of her best friends Rikka and Alice. It looks her precious memories have been changed somehow.<br>\r\nIf things continue as is, the future will be ruined, too.<br>\r\nThe Precure girls have to fight to protect their memories and future!!<br><br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:9166",
      "type": "movie",
      "name": "Taka no Tsume GO: Yoshida, Himitsukessha Yamerutteyo.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19535.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9166"
      },
      "description": "Genres: Comedy\nTags:Parody/Super Power\nYoshida-kun and members of the Eagle Talon secret society step up to defend the humankind from evil invaders."
    },
    {
      "id": "kitsu:9011",
      "type": "movie",
      "name": "Kaiketsu Zorori: Mamoru ze! Kyouryuu no Tamago",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19587-C2xvdeZ3LgZ8.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9011"
      },
      "description": "Genres: Adventure, Comedy\nTags:Kids\nnull"
    },
    {
      "id": "tt2704454",
      "type": "movie",
      "name": "Little Witch Academia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14349-zvSfbgjZr4LW.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2704454"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Magic/Witch/Female Protagonist/Primarily Female Cast/School/Cute Girls Doing Cute Things/Urban Fantasy/Dragons/Ojou-sama/Gore\nFor young witches everywhere, the world-renowned witch Shiny Chariot reigns as the most revered and celebrated role model. But as the girls age, so do their opinions of her—now just the mention of Chariot would get a witch labeled a child. However, undeterred in her blind admiration for Chariot, ordinary girl Atsuko Kagari enrolls into Luna Nova Magical Academy, hoping to someday become just as mesmerizing as her idol.<br>\n<br>\nHowever, the witch academy isn't all the fun and games Atsuko thought it would be: boring lectures, strict teachers, and students who mock Chariot plague the campus. Coupled with her own ineptness in magic, she's seen as little more than a rebel student. But when a chance finally presents itself to prove herself to her peers and teachers, she takes it, and now it's up to her to stop a rampaging dragon before it flattens the entire academy.<br>\n<br>\nLittle Witch Academia is one of the four anime works that each received 38 million yen (about US$480,000) from the \"2012 Young Animator Training Project.\" Just like in 2010 and 2011, the animation labor group received 214.5 million yen (US$2.65 million) from the Japanese government's Agency for Cultural Affairs, and it distributed most of those funds to studios who train young animators on-the-job.<br>\n<br>\nPositive response to the movie led Studio Trigger to run a Kickstarter funding a sequel, which surpassed its funding goal.\n"
    },
    {
      "id": "tt2807626",
      "type": "movie",
      "name": "Death Billiards",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14353-aV7ePEFdUQ52.png",
      "behaviorHints": {
        "defaultVideoId": "tt2807626"
      },
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Primarily Adult Cast/Philosophy/Gambling/Death Game/Bar/Primarily Male Cast/Kuudere\nTwo men have just arrived at a location known as Quindecim and are unable to remember how they got there. They are immediately greeted by a young woman who escorts them to a small bar, where a bartender awaits them. They are told that they will have to participate in a game, randomly chosen by roulette, and will be unable to leave until its completion; if they refuse, the consequences will be dire. In addition to the rules of the game, the two men are told to play as if their lives are at stake.<br></br>\n\nThe game that has been chosen is billiards. But there's more to it than just pocketing pool balls, as the two are about to find out the outcome could mean life or death.<br></br>\n\nDeath Billiards is one of the four anime works that each received 38 million yen (about US$480,000) from the \"2012 Young Animator Training Project.\" Just like in 2010 and 2011, the animation labor group received 214.5 million yen (US$2.65 million) from the Japanese government's Agency for Cultural Affairs, and it distributed most of those funds to studios who train young animators on-the-job.<br></br>\n"
    },
    {
      "id": "tt2918988",
      "type": "movie",
      "name": "Hunter x Hunter: Phantom Rouge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13271-jBxQFqHCpb2K.png",
      "behaviorHints": {
        "defaultVideoId": "tt2918988"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Super Power/Male Protagonist/Primarily Male Cast/Assassins/Kuudere/Martial Arts\nKurapika became a Hunter to take vengeance on the Class-A crime group Phantom Troupe who massacred his clan for their unique eyes. The eyes of the Kurta clan turn scarlet in times of anger or emotional agitation and are considered the most beautiful treasures in the world. Kurapika continues to pursue the Phantom Troupe but an unknown party has stolen his \"scarlet eyes\". With the help of Gon, Killua and Leorio, Kurapika' s life was saved. However, the Phantom Troupe shows up before them and blocks their way. The true identity of the one with the No.4 spider tattoo is about to be unveiled. <br>"
    },
    {
      "id": "tt2358913",
      "type": "movie",
      "name": "Berserk: The Golden Age Arc III - The Advent",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b12115-a0apheImsQ4G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2358913"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Horror, Supernatural\nTags:Fugitive/Gore/Seinen/Demons/Swordplay/Male Protagonist/Primarily Adult Cast/Torture/CGI/Anti-Hero/Military/Primarily Male Cast/Disability\nOne year has passed since Guts left the Band of the Hawk and Griffith was imprisoned by the Kingdom of Midland for treason.<br><br>\nIn the dead of night, at a camping site where they hide, the Band of the Hawk is attacked by Bakiraka assassins led by Silat. When all seems lost, Guts returns from his journey. \"You destroyed everything.\" Crying that Griffith is nothing without Guts, Casca and Guts are joined together body and soul. Griffith is imprisoned in the oldest building in Wyndham Catle, the Tower of Rebirth."
    },
    {
      "id": "tt3163844",
      "type": "movie",
      "name": "A Certain Magical Index: The Miracle of Endymion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11743-w4fFSBTi2TtW.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3163844"
      },
      "description": "Genres: Action, Music, Sci-Fi\nTags:Magic/Super Power/Urban Fantasy/Male Protagonist/Idol/Nun/Space/Artificial Intelligence/Kuudere\nIn the movie's story, just before the completion of the Academy City space elevator \"Endymion\", the main characters Kamijou and Index encounter a level 0 girl named Arisa. The Magicians are after Arisa, and they attack Academy City. A female leader named Shattoaura leads a unit from Academy City against the attack. Kamijou and Index learn from Stiyl that Arisa is key to a brewing war between the sides of Magic and Science. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "kitsu:7588",
      "type": "movie",
      "name": "Dareka no Manazashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17121-JEuXAtZkz9Nk.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7588"
      },
      "description": "Genres: Drama, Slice of Life\nTags:Primarily Adult Cast/Family Life/Animals/Female Protagonist\nShort anime film by Makoto Shinkai screened at the Nomura Real Estate Group's \"Proud Box Kanshasai\" home living exposition, which ran February 10&ndash;11, 2013, at the Tokyo International Forum."
    },
    {
      "id": "kitsu:7051",
      "type": "movie",
      "name": "Arve Rezzle: Kikaijikake no Yousei-tachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13863.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7051"
      },
      "description": "Genres: Action, Drama, Mystery, Sci-Fi, Thriller\nTags:Cyberpunk/Police/Nudity\nA cyber battle sci-fi. In 2022, the technology of quantum computing has greatly advanced and many people have transfered their mind into the cyber space. <br>\n<br>\nRemu's sister-in-law, Shiki, skipped grades and entered a high school in the academic city \"Okinotori-island Mega Float City (OMFC)\" when she was 14. One day, Shiki confessed to her brother via Skype that she was talking to him directly from the cyber space and her real body had been kept in a water tank filled with a culture medium. It's called \"Body pool\" and Shiki connected to the network by nanomachines implanted in her brain. <br>\n<br>\nRemu was surprised but he accepted her decision until an accident called \"Early Rupture\" happened. The network server got overloaded and users' minds were lost in cyber space leaving soulless living bodies in the Body Pools. In order to bring Shiki's mind back, Remu visits her apartment in OMFC and there meets Shiki escaped from the hospital. But the girl tells him that she is not Shiki and she happens to haven taken over Shiki's body.<br>\n<br>\nWhen Remu tries to figure out the situation, a violent attack strikes the apartment.<br>\n<br>\nArve Rezzle: Kikaijikake no Yousei-tachi was one of the four films of Anime Mirai 2013 (Young Animator Training Project), a project funded by the Japanese government's Agency of Cultural Affairs in order to support training animators.<br>\n<br>\nIt was pre-aired on February 25, 2013 on nicolive.\n"
    },
    {
      "id": "kitsu:7114",
      "type": "movie",
      "name": "RYO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14347-7kjBMXBRJKml.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7114"
      },
      "description": "Genres: Action, Drama\nTags:Animals/Martial Arts/Historical/Samurai/Male Protagonist/Guns/War/Swordplay/Ships\nRyo is about the son of a samurai who lost his parents during the attack of English ships on a Japanese town who is given the name Ryo and becomes the bodyguard of Ryoma Sakamoto, a man who has his own plan to fight for the country.<br>\n<br>\n(Source: Anime News Network)<br>\n<br>\nRyo was one of the four films of Anime Mirai 2013 (Young Animator Training Project), a project funded by the Japanese government's Agency of Cultural Affairs in order to support training animators.\n"
    },
    {
      "id": "kitsu:6826",
      "type": "movie",
      "name": "Star Driver THE MOVIE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12857-1RQBIEeRVw3I.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6826"
      },
      "description": "Genres: Action, Mecha\nTags:Real Robot/Henshin/Male Protagonist/Super Robot/School Club\nStar Driver takes place on the fictional Southern Cross Isle. One night, a boy named Takuto washes up on shore swimming from the mainland. He later enrolls in Southern Cross High School as a freshman and makes new friends. <br><br>\n(Source: Official website) "
    },
    {
      "id": "kitsu:9201",
      "type": "movie",
      "name": "Ashita no Kibou: Kanashimi yo Arigatou - Takae Tsuneo Monogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx107341-01ra51TLTJ3S.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9201"
      },
      "description": "Genres: Drama, Slice of Life\nTags:Autobiographical\nAn animated biographical film about the life of Takae Tsuneo, who was dealt a heavy blow when he lost both of his arms but worked to help other people with disabilities.\n\nAt the age of seventeen, Tsuneo is electrocuted during his job installing power lines and has both of his arms amputated. However, he decides to devote his life to poetry and literature, and begins to practice writing by holding a pen with his mouth. He eventually gets a job as a newspaper reporter, and turns his attention to other people dealing with disabilities.\n\nTrailer (requires flash): https://jfdb.jp/player/trailer/1207\n\n(Source: Japanese Film Database)"
    },
    {
      "id": "tt2591814",
      "type": "movie",
      "name": "The Garden of Words",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16782-1AekGIzlPy8a.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2591814"
      },
      "description": "Genres: Drama, Psychological, Romance, Slice of Life\nTags:Coming of Age/Male Protagonist/Heterosexual/Feet/School/Drawing/CGI/Urban\nSome people revel and play in the rain; others dread it and hide at the first drop. For high school student Takao, a summer shower is a source of artistic inspiration… but when he skips school in order to sketch in a rainy garden, Takao finds an even greater muse in Yukino, an older woman who seems adrift in the world. Despite the difference in their ages and lives, they strike up a comfortable relationship that slowly evolves as they randomly meet in the same garden whenever it rains. But with the rainy season coming to a close, Takao wonders if there's enough time left to put his feelings into actions and words.<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2967286",
      "type": "movie",
      "name": "Steins;Gate The Movie – Load Region of Déjà Vu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11577-rhqsxLOAge4f.png",
      "behaviorHints": {
        "defaultVideoId": "tt2967286"
      },
      "description": "Genres: Drama, Romance, Sci-Fi, Thriller\nTags:Heterosexual/Female Protagonist/Primarily Adult Cast/Tsundere/Urban/Chuunibyou/Maids/Gender Bending/Kuudere\nAfter a year in America, Kurisu Makise returns to Akihabara and reunites with Rintarou Okabe. However, their reunion is cut short when Okabe begins to experience recurring flashes of other timelines as the consequences of his time traveling start to manifest. These side effects eventually culminate in Okabe suddenly vanishing from the world, and only the startled Kurisu has any memory of his existence.<br>\n<br>\nIn the midst of despair, Kurisu is faced with a truly arduous choice that will test both her duty as a scientist and her loyalty as a friend: follow Okabe's advice and stay away from traveling through time to avoid the potential consequences it may have on the world lines, or ignore it to rescue the person that she cherishes most. Regardless of her decision, the path she chooses is one that will affect the past, the present, and the future.\n"
    },
    {
      "id": "tt2263944",
      "type": "movie",
      "name": "Dragon Ball Z: Battle of Gods",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14837.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2263944"
      },
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Shounen/Super Power/Gods/Martial Arts/Aliens/Male Protagonist/Henshin/Age Regression\nThe film is set between the 517th and 518th installments of Akira Toriyama's original manga. Specifically, it is set during the \"lost decade\" of story time after the end of the battle with Majin Boo. Kuririn, Piccolo, Vegeta, and other familar characters will appear in the film. The film is not a spinoff, but a story in the official history of Dragon Ball.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2573198",
      "type": "movie",
      "name": "Hal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16528-OJw9bSijOh68.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2573198"
      },
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Rehabilitation/Robots/Artificial Intelligence/Male Protagonist/Super Robot/Female Protagonist/CGI/Heterosexual\nKurumi's heart was broken by the sudden death of her boyfriend in a tragic airplane accident.​ Forced to carry on without her beloved Hal,​ she fell into a reclusive and joyless existence.​ Kurumi had given up on the world,​ but a brilliant scientist devised a plan to win her back.​ By melding futuristic technology with the binary equivalent of human emotion,​ they created an ultra-lifelike robotic surrogate to take Hal's place – and lure Kurumi from her shroud of solitude.​<br>\n<br>\nResistant at first,​ this shattered beauty slowly yielded to her feelings of longing – and took comfort in the company of a robot.​ Though their unique bond grew stronger with each passing day,​ Kurumi and Hal would soon discover that nothing about their artificial love story was quite as it seemed.​<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt2431934",
      "type": "movie",
      "name": "Saint☆Onii-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15771-u6TxYJJ29J5q.png",
      "behaviorHints": {
        "defaultVideoId": "tt2431934"
      },
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Gods/Parody/Urban/Religion/Male Protagonist/Urban Fantasy/Super Power/Seinen\nWhat if Jesus and Buddha were living on Earth in modern times? What if they shared an apartment in Japan? Saint Young Men is a movie about the daily lives of Jesus and Buddha, focusing on different element of modern life."
    },
    {
      "id": "kitsu:7153",
      "type": "movie",
      "name": "Aura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14669-PIkxcol3IZiZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7153"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Chuunibyou/School/Bullying/Nudity/Denpa/Female Protagonist/Male Protagonist\nIchirou Satou once lived a life of adolescent delusion as the great “Maryuin Koga.” Bullied by his peers and shunned by his classmates, Ichirou transferred schools in an effort star anew. But when he encounters a girl in a blue cape claiming to be an otherworldly researcher, it seems like his fresh start won’t be as easy as he thought. Although Ichirou tries his hardest to avoid this girl, he soon finds himself defending her as he attempts to bring her back down to the real world.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2404237",
      "type": "movie",
      "name": "Hanasaku Iroha the Movie ~ HOME SWEET HOME ~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14175-hgHwxgRcMYij.png",
      "behaviorHints": {
        "defaultVideoId": "tt2404237"
      },
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Work/Coming of Age/Female Protagonist/Rural/Primarily Female Cast\nOhana has grown accustomed to living in the hot springs inn her grandmother manages, Kissuisou. One day, the daughter of a manager for Kissuisou's rival inn, Yuina, comes to Kissuisou for training to become a landlady herself. As Ohana is observing her training, she finds \"a certain item\" in the storeroom while cleaning.<br><br>\r\n(Source: ultimatemegax)"
    },
    {
      "id": "kitsu:7159",
      "type": "movie",
      "name": "Case Closed: Private Eye in the Distant Sea",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14735-RIyq7XzIIzcc.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7159"
      },
      "description": "Genres: Adventure, Comedy, Mystery\nTags:Detective/Police/Shounen/Espionage/Military/Male Protagonist/Ships/Tanned Skin\nThe movie is set on a state-of-the art Aegis vessel with the full cooperation of Japan's real-life Ministry of Defense and Maritime Self-Defense Force. The corpse of a Self-Defense Force member has been found &mdash; minus the left arm &mdash; and a spy has infiltrated the Aegis vessel. The heroine Ran is put in jeopardy, and Conan is forced to stand up against the dangerous Spy \"X.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7378",
      "type": "movie",
      "name": "Kick-Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16149-n8nzp5FIUEwG.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7378"
      },
      "description": "Genres: Comedy, Romance, Sports\nTags:Wrestling/Male Protagonist/Surreal Comedy/Nun\nKick-Heart is a love story between Romeo, a successful pro-wrestler, and Juliet, a nun who lives a secret double-life as a female pro-wrestler. Romeo's secret is that he enjoys taking a beating in the ring, while Juliet feels invigorated when facing her opponents as a wrestler. When the two meet in the ring, the fireworks fly. Their story is set in the colorful backdrop of the professional wrestling world. Will Juliet reveal her true identity to the one she loves? Will Romeo be able to share his secret to the world?<br><br>\n(Source: Kickstarter)"
    },
    {
      "id": "kitsu:7341",
      "type": "movie",
      "name": "Doraemon: Nobita no Himitsu Dougu Museum",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15925-PvuI9IJVNBmd.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7341"
      },
      "description": "Genres: Comedy\nTags:Kids/Shounen/Detective\nOn a normal afternoon, Doraemon's bell is stolen by Kaito Deluxe, a thief from the 22nd Century. Determined to get it back, Nobita and co. decide to pursue him and take back the bell that is hidden inside the 22nd Century's Secret Gadget Museum.\n\n\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7429",
      "type": "movie",
      "name": "Precure All Stars New Stage 2: Kokoro no Tomodachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16442-lnTk6x4ovSuL.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7429"
      },
      "description": "Genres: Mahou Shoujo\nTags:Crossover/Primarily Female Cast/Superhero/Henshin/Kids/Magic/CGI/Cute Girls Doing Cute Things\nOne day, the Pretty Cures receive an invitation to a party in their honor. Everyone is heading to the party venue, the school of fairies, but awaits a mysterious shadow. The shadow steals transformation objects! What can they do? If the Cures can not be converted are in big trouble! If this continues, the school, our world and everything else will deborado by that shadow! The 32 Pretty Cures will fight to protect everyone!<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "kitsu:7585",
      "type": "movie",
      "name": "Crayon Shin-chan: Bakauma! B-Kyuu Gourmet Survival Battle!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b17113-9xRXYXmldGUU.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7585"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Food/Seinen\nnull"
    },
    {
      "id": "kitsu:9040",
      "type": "movie",
      "name": "Shimajirou to Fufu no Daibouken Movie: Sukue! Nana-iro no Hana",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18943-3GtM5PIAC1bA.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9040"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Magic/Kuudere\nMovie for the Shimajirou children's series."
    },
    {
      "id": "kitsu:7621",
      "type": "movie",
      "name": "Hanakappa Movie: Hana-sake! Pakkaan Chou no Kuni no Daibouken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17263-QugbHzramSbO.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7621"
      },
      "description": "Genres: Comedy\nTags:Kids\nIn the film, butterfly warriors suddenly appear in Yamabiko and snatch away Hana Kappa's mother and others. Hana Kappa and his friends head out towards the mystery-filled land of butterflies. They overcome obstacles such as mountains and deserts and along the way, encounter a mysterious boy named Poru.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:9110",
      "type": "movie",
      "name": "Baka Mukashi Banashi Movie: Jijii Wars",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20383.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9110"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Historical\nAnimated adaptation of old Japanese folk tales with the modern twists by Keiko Sootome."
    },
    {
      "id": "kitsu:10890",
      "type": "movie",
      "name": "Garon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158571-0obucpdMz1m7.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:10890"
      },
      "description": "Genres: Mecha, Sci-Fi\nTags:CGI\nThe story follows an awe-imposing giant named Garon who comes from space to Earth, threatening humanity with extinction. However, a girl believes that Garon is not evil, and reaches out to Pick, a boy contained inside Garon's body. Meanwhile, the military plans to a nuclear strike against Garon.\n<br><br>\n(Source: ANN)"
    }
  ]
}