{
  "metas": [
    {
      "id": "tt28671146",
      "type": "movie",
      "name": "BLUE LOCK THE MOVIE -EPISODE NAGI-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163147-yyu5aEoO96Jg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt28671146"
      },
      "description": "Genres: Action, Sports\nTags:Football/Male Protagonist/Primarily Male Cast/Primarily Teen Cast/Shounen/School\nA movie centered about Nagi Seishirou before he enters <i>BLUE LOCK</i>. \n<br><br>\n<i>My life was full of boredom. Until I met him.</i>\n<br><br>\n<i>“That’s a hassle.” </i> That was second-year high schooler Nagi Seishirou’s favorite phrase as he lived his dull life. Until Reo Mikage, a classmate who dreamed of winning the World Cup, discovered Nagi’s hidden skill, inspiring him to play soccer and share his outstanding talent. Nagi is pulled into Reo's world of soccer and out of his leisurely lifestyle. What fate awaits this prodigy in BLUE LOCK? A world he’s never known.\n<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt13592980",
      "type": "movie",
      "name": "Code Geass: Dakkan no Rozé",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126830-Mx56p5DMIjiq.png",
      "behaviorHints": {
        "defaultVideoId": "tt13592980"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi, Thriller\nTags:Robots\nA new <i>Code Geass</i> anime series which was announced on the Code Geass New Project Presentation livestream."
    },
    {
      "id": "tt29176372",
      "type": "movie",
      "name": "Bocchi the Rock! Re:",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165253-nAwyrMZm4jBA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt29176372"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Band/Cute Girls Doing Cute Things/Hikikomori/Female Protagonist/Primarily Teen Cast/Primarily Female Cast\nCompilation film of <i>Bocchi the Rock!</i> The first of the Bocchi compilation movie duology."
    },
    {
      "id": "tt31142500",
      "type": "movie",
      "name": "trapezium",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171291-puXWrX84pw5g.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt31142500"
      },
      "description": "Genres: Music\nTags:Female Protagonist/Idol/Primarily Teen Cast/Coming of Age/Disability/Primarily Female Cast\nThe novel <i>trapezium</i> depicts the 10 years of Yuu Higashi, a high school girl, who aims to be an idol. To achieve her dream, she sets four rules for herself: she will not be active on social media, she will not have a boyfriend, she will not stand out in school, and she will make friends with beautiful girls from the north, south, east, and west.<br><br>\n\n(Source: Anime News Network, edited)\n\n"
    },
    {
      "id": "tt28813303",
      "type": "movie",
      "name": "Dead Dead Demon's Dededededestruction Koushou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176218-kkYx4siBXa3s.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt28813303"
      },
      "description": "Genres: Comedy, Drama, Sci-Fi, Slice of Life\nTags:Seinen\nThe second film of the <i>Dead Dead Demon's Dededededestruction</i> duology."
    },
    {
      "id": "tt15286358",
      "type": "movie",
      "name": "Kurayukaba",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169778-MR1MKtO5BG4p.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15286358"
      },
      "description": "Genres: Fantasy, Mystery\nTags:Detective/Trains/Steampunk/Guns/Circus/CGI\nBusiness is slow for the Ootsuji Detective Agency. Sotaro and his juvenile sidekick Saki will take any job that comes along, even one that sounds like a lot more risk than it’s worth. It’s festival season in the city but away from the public eye, a wave of mysterious disappearances has occurred. A newspaperman hires Sotaro to investigate, suggesting that answers might lie somewhere in the Dark, the notorious, anarchic maze that is the city’s physical, social, and moral underground. Sotaro subcontracts the gig to Saki, but soon enough regrets it when the kid also goes missing. Now Sotaro is obligated to venture into the Dark himself, and confront its dubious subterranean denizens, including the malicious Laughing Masks gang and the renegade police squad piloting the fearsome Demon 463 armoured train!\n<br><br>\n(Source: Fantasia Festival)"
    },
    {
      "id": "tt31688642",
      "type": "movie",
      "name": "Kuramerukagari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171608-ptzZZt2djIkL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt31688642"
      },
      "description": "Genres: Fantasy\nTags:CGI/Steampunk\nIn the coal mining town crowded with small-scale miners, known as the \"Hakoniwa\", there is a girl named Kagari who runs a map shop, and her childhood friend Yuya, who dreams of breaking free from the \"Hakoniwa\" and the ever-changing labyrinth-like tow. Lately, suspicious \"sinkhole accidents\" occurring frequently in the town begin to encroach on their daily lives. Will Kagari be able to overcome this situation and determine the fate of the town? Beyond the challenges, the girl will grow up a bit today.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30648377",
      "type": "movie",
      "name": "Uma Musume: Pretty Derby - BEGINNING OF A NEW ERA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172420-PcLvqdPvXm7S.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt30648377"
      },
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Kemonomimi/Athletics/Primarily Female Cast\nThe film follows Jungle Pocket, who wishes to participate in the Triple Crown Classic race, which can only be run once in a lifetime. She faces rivals Agnes Tachyon and Manhattan Cafe.<br><br>\n(Source: Anime News Network)\n<br><br>\n<i>Note: Relations are provisional and will be updated when more info is announced.</i>"
    },
    {
      "id": "tt1685401",
      "type": "movie",
      "name": "Oomuro-ke: dear friends",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174383-WIAKPEGRV4b8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1685401"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things\nA spin-off of the <I>Yuru Yuri</i> series featuring Sakurako and her sisters. The second film of the <i>Oomuro-ke</i> duology.\n<br><br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt31474158",
      "type": "movie",
      "name": "Case Closed: The Million-dollar Pentagram",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169754-QKY28ON9onrB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt31474158"
      },
      "description": "Genres: Adventure, Mystery\nTags:Detective/Age Regression/Tanned Skin/Swordplay\nThe 27th <i>Detective Conan</i> movie. <br><br>\n\nA message has arrived from Kid the Phantom Thief, that he will steal a Japanese sword belonging to the wealthy Onoe Family in Hakodate, Hokkaido. Conan and Heiji Hattori, who happened to be in Hakodate, are on the case to capture Kid. Onoe Family's collections are associated with Toshizo Hijikata, a historic figure who perished in Hakodate. Why is Kid, who specializes in jewels, going after a Japanese sword?\n<br><br>\nCoincidentally the family lawyer of Onoe is found murdered in the warehouse district, apparently slaughtered by a Japanese sword. The suspect is an investor/arms dealer who is said to be after Onoe family's hidden treasure.\n<br><br>\nThe grandfather of Onoe family's patriarch was deeply involved with the army industry during wartime, and it was rumored he hid some powerful weapon that could “change the course of war” somewhere in Hakodate. Is Kid after that weapon? Meanwhile, Heiji is trying to find a perfect viewpoint to declare his love to Kazuha…\n<br><br>\nIn the North among cherry blossoms, the exciting hunt for treasure begins!<br><br>\n(Source: TMS Entertainment USA)"
    },
    {
      "id": "tt30008198",
      "type": "movie",
      "name": "Gintama on Theater 2D: Ikkoku Keisei-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175573-jf4woESV4dx9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt30008198"
      },
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Shounen\nTheatrical cut of the Courtesan of a Nation Arc (episodes 257-261). The movie is a part of the \"Gintama 20th Anniversary Project\"."
    },
    {
      "id": "tt27522506",
      "type": "movie",
      "name": "Uma Musume: Pretty Derby - ROAD TO THE TOP Movie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176299-gSEawSVvj6e1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt27522506"
      },
      "description": "Genres: Drama, Slice of Life, Sports\nTags:\nTheatrical version of <i>Uma Musume: Pretty Derby - ROAD TO THE TOP</i> which includes new extra scenes."
    },
    {
      "id": "tt32046122",
      "type": "movie",
      "name": "i☆Ris the Movie: Full Energy!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156727-dySorVrt1aEz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt32046122"
      },
      "description": "Genres: Fantasy, Music\nTags:Isekai/Idol\ni☆Ris has reached the 10th anniversary of their debut and is enjoying smooth sailing, but there was a thought that came to the minds of the girls. \"What will happen to us in the next 10 years?\"\n<br><br>\nOn the day of a live concert, a mysterious talking white squirrel suddenly appears from a T-shirt of goods delivered to i☆Ris' dressing room! Suddenly, they are enveloped in a dazzling light, and what spreads out before their eyes is a mysterious world with many big rainbows floating on it. This is Risu Risu Land, a world where you can be anything you want to be!\n<br><br>\nThe five of them are enjoying themselves in this fun and wonderful place, fulfilling their dreams, but they realize that there is something \"missing\" in this world. There is no \"song\" in this world. Shirorisu asks i☆Ris for help to bring back the \"song\"....\n<br><br>\nWhy did the \"song\" disappear? Can they bring \"Song\" back to this world once again? And at the end of this journey, will the girls find what they really want to be?　<br><br>\n(Source: Crunchyroll News)\n"
    },
    {
      "id": "tt31392336",
      "type": "movie",
      "name": "RABBITS KINGDOM THE MOVIE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169766-wrgUxlD9ntRT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt31392336"
      },
      "description": "Genres: Fantasy, Music\nTags:\nA project to commemorate the 10th Anniversary of  <i>Tsukiuta.</i><br><br>\n\nThe Black Rabbit Kingdom and the White Rabbit Kingdom — Two different worlds existing side by side. The two worlds, which were supposed to be a \"pair,\" had never met, perhaps by a twist of fate. The situation remained unstable and incomplete.\n<br><br>\nHajime, the young king of the Balck Rabbit Kingdom, is distressed by the calamities in the surrounding countries. The Prime Minister Haru, his close aides Kakeru and Koi, the prince Aoi, and his escort Arata are busy preparing for the upcoming World Congress and the ball to commemorate the 15th anniversary of Hajime's reign.\n<br><br>\nAt the same time, in the White Rabbit Kingdom at the suggestion of Shuno, who calls himself the Demon King, the king, Kai, the prince, Rui, the guards, Yoh and Iku, and the former military officer, Yoru, are going on a \"picnic\" to the Black Rabbit Kingdom.\n<br><br>\nWhat will be born from the encounter between the Black Rabbit Kingdom and the White Rabbit Kingdom?<br><br>\n(Source: Crunchyroll News)\n"
    }
  ]
}