{
  "metas": [
    {
      "id": "tt3398540",
      "type": "movie",
      "name": "HAIKYU!! The Dumpster Battle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153658-KVnjW77cQw3y.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3398540"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Volleyball/Shounen/School Club/Ensemble Cast/Male Protagonist/Primarily Male Cast/Coming of Age/POV/Primarily Teen Cast\nTheatrical follow-up to <i>Haikyuu!! TO THE TOP 2</i>. The first film of Haikyuu!! FINAL.<br><br>\n\nThe Spring Nationals tournament continues on, with Karasuno High matched against rivals Nekoma High, the fated battle between cats versus crows, also known as the highly anticipated “Dumpster Battle”. This match is the long awaited ultimate showdown between two opposing underdog teams.<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt28813303",
      "type": "movie",
      "name": "Dead Dead Demon's Dededededestruction Zenshou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146609-Fy5EYCtLqMr2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt28813303"
      },
      "description": "Genres: Comedy, Drama, Sci-Fi, Slice of Life\nTags:Seinen/Female Protagonist/Urban/Politics/Military/Coming of Age/Dystopian/Philosophy/Aliens/Primarily Female Cast/Language Barrier/Surreal Comedy/School\nThe first film of the <i>Dead Dead Demon's Dededededestruction</i> duology.\n<br><br>\nThe Japan Self-Defense Forces are still looking for a way to combat the alien threat, but so far conventional weapons have had no effect. Maybe it’s time to try something unconventional.<br>\n<br>\nMeanwhile, Kadode Koyama and her best friend avidly track the aliens’ movements on social media and less enthusiastically study for college entrance exams. When the end of the world looms overhead, you learn to take things one step at a time.<br>\n<br>\n(Source: Viz Media)"
    },
    {
      "id": "tt31257225",
      "type": "movie",
      "name": "given The Movie: Hiiragi Mix",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162987-gRFCJagC9bm2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt31257225"
      },
      "description": "Genres: Drama, Music, Romance\nTags:Boys' Love/Male Protagonist/Primarily Male Cast/LGBTQ+ Themes/Band/Urban/Primarily Teen Cast/Rock Music/Kuudere\nSequel to the first <i>Given Movie</i>.<br>\n<br>\nAfter Ritsuka Uenoyama hears Mafuyu Sato sing, he invites Mafuyu to join his band. Given auditions for a festival in Shibuya and falls short, though they continue to attract attention. At the same time, Mafuyu’s childhood friends, Shizusumi Yagi and Hiiragi Kashima, prepare to make their debut as the band “syh.” When they lose a guitarist, Hiiragi asks Ritsuka to join them for their big show.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32235713",
      "type": "movie",
      "name": "Ya Boy Kongming! Road to Summer Sonia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171026-vGW0uvrXjrxn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt32235713"
      },
      "description": "Genres: Comedy, Drama, Music, Supernatural\nTags:Hip-hop Music/Bar/Idol/Urban/Work/Seinen/Female Protagonist/Male Protagonist/Primarily Adult Cast/Found Family\nCompilation film of <i>Ya Boy Kongming!</i> The film features new footage in some of Eiko's performances.<br><br>\nThe music industry becomes a battlefield when ancient strategist Kongming is transported from historical China to modern Japan. He’ll use military tactics to turn his new friend Eiko into a music star, and together they’ll take the party hotspot of Shibuya by storm! The story is a clever take (and smart twist) on fish-out-of-water and person-out-of-time themes with out-of-this-world results for <i>Ya Boy Kongming!</i><br><br>\n\n(Source: HIDIVE) "
    },
    {
      "id": "kitsu:47834",
      "type": "movie",
      "name": "Oomuro-ke: dear sisters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167984-vZELUFDNk0Ax.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:47834"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Female Protagonist/School/Family Life/Cute Girls Doing Cute Things/Yuri/Urban/Primarily Teen Cast/Slapstick/Episodic/Tsundere/Primarily Child Cast/LGBTQ+ Themes\nA spin-off of the <i>Yuru Yuri</i> series featuring Sakurako and her sisters. The first film of the <i>Oomuro-ke</i> duology.<br><br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt14759062",
      "type": "movie",
      "name": "Mobile Suit Gundam SEED FREEDOM",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134761-UCVG3V6t6gJq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14759062"
      },
      "description": "Genres: Action, Drama, Mecha, Romance, Sci-Fi\nTags:Real Robot/Conspiracy/Ensemble Cast/Military/Heterosexual/Space Opera/Space/CGI/Class Struggle/Politics/Love Triangle/Clone\nA new Gundam SEED Movie announced as part of the project \"Mobile Suit Gundam SEED PROJECT Ignited\" in celebration of Gundam SEED's upcoming 20th anniversary in 2022.\n<br><br>\nIt is now Cosmic Era (C.E.) 75, two years after the dismantlement of the Destiny Plan, but warfare still continues to rage on between Naturals and Coordinators.\nIndependence movements are now sprouting up across Earth, and invasions by Blue Cosmos grow exponentially stronger...\nTo deal with these predicaments, a World Peace Supervision Organization known as COMPASS has been established, with PLANT Chairwoman Lacus Clyne as the founding leader.\nKira Yamato and the others, as its new members, intervene into various battles for the sake of this peace.\nHowever, as these battles take place, an emergent nation known as 'FOUNDATION' appears, and they propose a joint operation to attack the Blue Cosmos Headquarters.\n\nWill Destiny run its course, or will Kira still have the Freedom to resist against impossible odds?"
    },
    {
      "id": "tt29666664",
      "type": "movie",
      "name": "BLOODY ESCAPE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144770-t4BpclqKxnzM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt29666664"
      },
      "description": "Genres: Action, Drama, Supernatural\nTags:Full CGI/Cyborg/Anti-Hero/Vampire/Yakuza\nAfter human experimentation turns Kisaragi into a cyborg, he finds himself pursued by multiple organizations: An undying coven of vampires bent on the conquest of Tokyo, and an immortal order of Knights, and a group of Yakuza, sworn to avenge the killing of their leader.<br><br>\n<i>\"I might not have any reason to live, but that's no reason to let them kill me.\"</i><br><br>\nKisaragi will have to use his cyborg-body and his unique \"blood\", as well as anything else he can to make his big escape!!!<br><br>\n(Source: Polygon Pictures)"
    },
    {
      "id": "tt31152166",
      "type": "movie",
      "name": "KIZUMONOGATARI -Koyomi Vamp-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181970-dqNqPsJcBk5I.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt31152166"
      },
      "description": "Genres: Action, Drama, Horror, Mystery, Supernatural\nTags:Vampire\nCompilation film of the three <i>Kizumonogatari</i> movies.<br><br>\n\nSpring break, an interval of time between the second and third year of high school. It was one fateful evening when Koyomi Araragi encounters her.<br><br>\n\nKiss-shot Acerola-orion Heart-under-blade.<br>\nLegendary Vampire. Killer of Apparitions. King of Apparitions.<br><br>\n\nHer legs and arms were cruelly torn apart, her extravagant dress soaked in red; she's a monster who finds herself in a tragic state, laying in a pool of her own blood. However, Koyomi finds her to be beautiful this way. <br><br>\n\nOn the brink of death after losing her four limbs, she asks Koyomi to save her. After experiencing fear, chaos, and finally conflict, Koyomi gives his own blood in order to save her.\nBut when he awakens, he finds himself re-born as her vampire kin.<br><br>\n\nKoyomi wishes to revert to being a human from a vampire. However, he must take back all of Kiss-shot's limbs to do so. Working as a negotiator, Meme Oshino stands in middle ground as Koyomi attempts to recapture her four limbs by challenging three powerful vampire hunters.<br><br>\n\nThis hellish spring break, the final one of his high school life, is only just beginning.<br><br>\n\n(Source: KIZUMONOGATARI -Koyomi Vamp- Official USA Website, edited)"
    },
    {
      "id": "tt29402528",
      "type": "movie",
      "name": "Doraemon: Nobita no Chikyuu Symphony",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166976-oq43bwzCtPZO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt29402528"
      },
      "description": "Genres: Adventure, Comedy, Music, Sci-Fi\nTags:Kids/Classical Music/Primarily Child Cast\nMusic exists in our daily lives for granted. But what would happen if music disappeared from the earth? This is a completely original story about Doraemon and his friends who are trying to save the earth from a crisis with the familiar theme of music! <br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt30971662",
      "type": "movie",
      "name": "Detective Conan vs. Kid the Phantom Thief",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184369-vJd1ox7UogTI.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt30971662"
      },
      "description": "Genres: Action, Adventure, Mystery\nTags:\nThe movie contains cuts from episodes featuring the confrontations between Conan and Kid the Phantom Thief: “Conan vs. Kid the Phantom Thief” and “The Detectives Come Together! Kudo vs. Kid the Phantom Thief”. From birth of the Moonlight Magician, Kid the Phantom Thief, and the first encounter between the greatest and eternal rival Conan / Shinichi, this is a special compilation film of TV series with new footage!"
    },
    {
      "id": "tt34348665",
      "type": "movie",
      "name": "Oshiri Tantei: Saraba Itoshiki Oshiri yo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172016-vQMRmP6YozQi.png",
      "behaviorHints": {
        "defaultVideoId": "tt34348665"
      },
      "description": "Genres: Comedy, Mystery\nTags:\nWill Oshiri Tantei be able to solve the biggest mystery in history??"
    },
    {
      "id": "tt31392425",
      "type": "movie",
      "name": "Shimajirou Miracle-jima no Nanairo Carnation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172976-aVwpVKzEDr6G.png",
      "behaviorHints": {
        "defaultVideoId": "tt31392425"
      },
      "description": "Genres: Comedy, Fantasy\nTags:\nnull"
    }
  ]
}