{
  "metas": [
    {
      "id": "tt22868844",
      "type": "movie",
      "name": "Black Clover: Sword of the Wizard King",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131680-gjs8mMQPmkOQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt22868844"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Shounen/Male Protagonist/Demons/Super Power/Revenge/Swordplay/Ensemble Cast/CGI/Robots\nAs a lionhearted boy who can’t wield magic strives for the title of Wizard King, four banished Wizard Kings of yore return to crush the Clover Kingdom.<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt27348312",
      "type": "movie",
      "name": "Rascal Does Not Dream of a Sister Venturing Out",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154967-W9cIm0qlz6fj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt27348312"
      },
      "description": "Genres: Comedy, Psychological, Romance, Supernatural\nTags:Coming of Age/Female Protagonist/Male Protagonist/Primarily Female Cast/Urban Fantasy/Trains\n<i>WHAT WILL IT TAKE TO MAKE HER WISH COME TRUE?</i><br>\n<br>\nAfter a draining December, Sakuta is quickly nearing the end of his second year of high school. Since Mai is a third-year student, they don’t have much time left together before graduation rolls around. Meanwhile, his sister, Kaede, is slowly but steadily venturing outdoors again. Just as she begins to find her footing, she announces her most ambitious goal yet—attending her brother’s high school! Sakuta knows better than anyone how difficult this will be for Kaede, and he’s ready to support her however he can. He’s just not sure if that’s what’s best for her…or what she really wants…<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt26224944",
      "type": "movie",
      "name": "PSYCHO-PASS: Providence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153687-xB2x4toOz5MB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt26224944"
      },
      "description": "Genres: Action, Psychological, Sci-Fi, Thriller\nTags:Cyberpunk/Crime/Dystopian/Police/Artificial Intelligence/CGI/Religion/Politics\nJanuary 2118. Chief Inspector of the Criminal Investigation Department, Akane Tsunemori, receives a report of an incident on a foreign vessel – the body of Professor Milicia Stronskaya has been discovered. Behind the incident is a group known as the Peacebreakers, a foreign paramilitary organization and a new outside threat who are targeting the professor's research documents known as the “Stronskaya Papers.” Reunited with Shinya Kogami, a former fugitive from the Criminal Investigation Department, Akane grapples with a case that quickly escalates beyond their expectations. The Stronskaya Papers could reveal a truth that would shake Japan's government, and even the Sibyl System, to the core. It is in this untold story that the missing link is revealed. \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:44303",
      "type": "movie",
      "name": "Collar×Malice: deep cover",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109821-CmsUKhwlaMW3.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:44303"
      },
      "description": "Genres: Mystery, Romance, Thriller\nTags:Police/Male Harem/Female Protagonist/Terrorism/Primarily Male Cast/Primarily Adult Cast\nA dangerous shadow organization launches a campaign of fear and violence in the city of Shinjuku, pushing society to the brink of chaos. As a young police officer tasked with restoring order, you become the target of an attack, and have a poisonous collar attached to your neck. With the situation spiraling out of control and time running out, five mysterious strangers appear to aid you in your quest for the truth. Who can you trust? Will you be able to save yourself and the soul of Shinjuku from the clutches of oblivion?\n<br><br>\n(Source: Aksys Games)"
    },
    {
      "id": "tt23638846",
      "type": "movie",
      "name": "Princess Principal: Crown Handler - Chapter 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137612-O5DYroQX6Tv5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt23638846"
      },
      "description": "Genres: Action, Adventure, Mystery, Sci-Fi\nTags:Female Protagonist/Espionage/Urban/Ensemble Cast/Politics/Steampunk/Primarily Female Cast/Crime/Guns/Foreign/Primarily Teen Cast/Maids/Trains/Ojou-sama/Ninja/Tanned Skin/Historical\nWhile the funeral of the assassinated Prince Edward, who was the first in line to succeed the throne, is being held, the nobles of the Kingdom of Albion discuss topics such as whether the second-in-line Princess Mary or the third-in-line Duke of Arkham, Prince Richard, will succeed the throne, and how the Duke of Normandy will act.\n<br><br>\nThe Duke of Arkham asks Princess if she will side with him or the Duke of Normandy. While wishing to change the world so that all people are equal, Princess is shaken by the Duke of Arkham, who is the mastermind behind Edward's assassination. Meanwhile, Ange and Dorothy are given a mission to infiltrate as Mary's maids and investigate the state of the royal family by the Commonwealth's control. Mary is crushed and exhausted due to the pressure of becoming first in line to the throne. As chaos surrounds the succession to the throne, the Duke of Arkham's plot finally begins to unfold.\n<br><br>\nThe darkness writhing in the Kingdom of Albion begins to swallow up Team White Pigeon.\n<br><br>\n(Source: Official site, translated)"
    },
    {
      "id": "tt19861160",
      "type": "movie",
      "name": "Bishoujo Senshi Sailor Moon: Cosmos - Zenpen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148149-BevkRzKDtNIx.png",
      "behaviorHints": {
        "defaultVideoId": "tt19861160"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mahou Shoujo, Romance\nTags:Coming of Age/Urban Fantasy/Space/Aliens/Found Family/War/Cosmic Horror/Space Opera/Shoujo/Primarily Female Cast/Magic/Henshin/School/LGBTQ+ Themes/Astronomy/Crossdressing/Demons/Female Protagonist/School Club/Philosophy/Mythology/Bisexual/Superhero\nUsagi Tsukino and her friends are living peaceful lives as ordinary high school students. Mamoru Chiba, Usagi's boyfriend, is headed to America to study abroad. At the airport, after Mamoru proposes to Usagi, he is then mysteriously extinguished by someone's hand. Unable to accept Mamoru's disppearance, Usagi hides her memory of that event. Meanwhile, Shadow Galactica, led by Sailor Galaxia, as well as Sailor Starlights appear in front of Usagi. Without knowing whether Sailor Starlights are allies or enemies, the Sailor Guardians are robbed of their Sailor Crystals, the source of their power, by almighty Sailor Galaxia, and are killed by one after another. In a hopeless situation, Usagi, as Eternal Sailor Moon, challenges Sailor Galaxia for the final battle."
    },
    {
      "id": "tt24076348",
      "type": "movie",
      "name": "Feast of Amrita",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114606-QL8O50ivpnFy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt24076348"
      },
      "description": "Genres: Fantasy, Horror, Mystery\nTags:Gore/Female Protagonist/Primarily Female Cast\nOn their way home from high school, Tamahi and some classmates are shocked as they witness someone fall from the rooftop of nearby apartment. Panicked and confused, they rush to the building only to find it deserted. As Tamahi wonders about this, she has the uneasy feeling they are being watched. What is the strange presence around her…<br><br>(Source: HIDIVE)"
    },
    {
      "id": "tt27521477",
      "type": "movie",
      "name": "Detective Conan: Black Iron Submarine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156841-UyR9YBwsLaoH.png",
      "behaviorHints": {
        "defaultVideoId": "tt27521477"
      },
      "description": "Genres: Drama, Mystery\nTags:Age Regression/Detective/Artificial Intelligence/Shounen/Police/Ships/Tanned Skin\nThis time's location is set in the sea near the Hachijo-jima island, Tokyo. Engineers from around the world have gathered for the full-scale operation of \"Pacific Buoy,\" an offshore facility to connect security cameras owned by the worldwide police forces. A test of a certain \"new technology\" based on a face recognition system is underway there.\n<br><br>\nMeanwhile, Conan and the Detective Boys visit Hachijo-jima at Sonoko's invitation and receive a phone call from Subaru Okiya (a graduate student in the Graduate School of Engineering at Tokyo Metropolitan University, who is an FBI agent Shuichi Akai and a black-robed organization's Rye) informing them that a Europol employee was murdered in Germany by the Black Organization's Jin.\n<br><br>\nConan, who is disquieted, sneaks into the facility and finds that a female engineer has been kidnapped by the Black Organization...! Furthermore, a USB drive containing certain information in her possession ends up in the hands of the organization... A black shadow also creeps up on Ai Haibara (Detective Boys' Ai Haibara / Shiho Miyano / the Black Organization's Sherry),..\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt19047064",
      "type": "movie",
      "name": "Rakudai Majo: Fuuka to Yami no Majo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140173-lQdG4Ci8aC9G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19047064"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Witch/Kids\nFuuka, a little witch, is training to be a better witch like her mother, a queen of Silver Castle. She is a lively girl and cares about her friends, but she gets into trouble sometimes. Karin, a princess of Green Castle, is Fuuka's best friend; and Chitose, a prince of Blue Castle, is her friend from childhood. Fuuka goes to the Wood of Wolf to look for a tunnel with them, but they find a hole instead. This is an exciting story of adventure and friendship.<br><br>\n(Source: POPLAR, edited)"
    },
    {
      "id": "tt27892601",
      "type": "movie",
      "name": "IDOLiSH7 the Movie LIVE 4bit BEYOND THE PERIOD Day 1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161440-V9Uzs9dw0BBb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt27892601"
      },
      "description": "Genres: Music\nTags:Idol/Primarily Male Cast/Full CGI\n<i>A new beginning with you, on this stage!</i>\n<br><br>\nA dream live performance by the top runners of the male idol world who competed for \"BLACK or WHITE LIVE SHOWDOWN\" will be held in May! IDOLiSH7, TRIGGER, Re:vale, and ŹOOĻ, 4 groups with various charms, will meet in one place, and the magnificent live entertainment will begin!<br><br>\n\nMusic will connect the times and people's feelings.Thus, I hope that this stage will be loved beyond time.<br><br>\n\n(Source: Official IDOLiSH7 LIVE 4bit - BEYOND THE PERiOD site, translated)"
    },
    {
      "id": "tt21369972",
      "type": "movie",
      "name": "Eikyuu Shounen: Eternal Boys - NEXT STAGE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162993-5tajo3GrZ8Au.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21369972"
      },
      "description": "Genres: Music, Slice of Life\nTags:Idol/Primarily Adult Cast/Primarily Male Cast\nTheatrical follow-up to <i>Eikyuu Shounen: Eternal Boys</i>."
    },
    {
      "id": "tt27892601",
      "type": "movie",
      "name": "IDOLiSH7 the Movie LIVE 4bit BEYOND THE PERIOD Day 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170087-uznAU6AOZiPj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt27892601"
      },
      "description": "Genres: Music\nTags:Idol/Primarily Male Cast/Full CGI\nDay 2 of IDOLiSH's Concert Film - BEYOND THE PERIOD. <br><br>\nAspiring idols come to Takanashi Productions to form musical groups, in hopes of finding international fame. Four groups decide to put on a live performance. IDOLiSH7, TRIGGER, Re:vale, and ŹOOĻ each have their own distinct dances, style, and presence. Together, they’ll put on a concert for the ages. Discover a performance unlike any other from the groups you’ve come to love!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15560314",
      "type": "movie",
      "name": "Monk SEISHIN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168553-FgYmrNklcGAE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15560314"
      },
      "description": "Genres: Drama\nTags:\nIn the 19th century, a rice merchant encounters a mother who tries to buy rice in exchange for her own child's clothes. The merchant becomes Monk Seishin and relieves the islanders of Miyajima from poverty by digging wells and starting the wooden ladle industry."
    }
  ]
}