{
  "metas": [
    {
      "id": "tt39026173",
      "type": "movie",
      "name": "Chiikawa: Ningyo no Shima no Himitsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx202717-q9V8ntrrGSNY.png",
      "behaviorHints": {
        "defaultVideoId": "tt39026173"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Animals/Surreal Comedy/Mermaid/Primarily Animal Cast\nBased on a series of <i>Chiikawa</i> comics posted on X by Nagano from March to November 2023, known as the <i>\"Siren Arc\"</i>.<br><br>\nOne day, while Chiikawa and Hachiware were relaxing in the square, Usagi suddenly appeared with a flyer stuck to its face. When Hachiware checked the flyer, it was an invitation reading “Special Invitation to a Special Island.”<br><br>\n\nLured by promises like “Get 100x rewards for simple island quests!” and “Limited-edition island ramen, exclusive sweets—sweet and spicy treats all practically free!”, Chiikawa and the others decided to go on the island retreat. Boarding the ship alongside Rakko, who was suspicious of the flyer's contents, the group landed on the island... only to find something waiting for them there...!?<br><br>\n(Source: Official Site, translated)"
    },
    {
      "id": "tt37518144",
      "type": "movie",
      "name": "Shin Keroro Gunsou Movie: Fukkatsushite Sokkou Chikyuu Metsubou no Kiki de Arimasu! ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176636-zPyFoYfFYZLo.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt37518144"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:\nThe Keroro Platoon, living their lazy days as if invasion were nothing. Then one day, they face a series of bizarre phenomena erupting across the nation. Feeling a sense of crisis, the Keroro Platoon rises up, staking their pride as invaders! What is the meaning of the mysterious symbols they encounter wherever they go. The largest-scale battle in the history of \"Sgt.Frog\" begins in the Reiwa era!<br><br>\n\n(Source: Crunchyroll News, edited)\n<br><br>\n<i>Note: Relations are provisional and will be updated when more info is announced.</i>"
    },
    {
      "id": "tt37529019",
      "type": "movie",
      "name": "Soreike! Anpanman: Pantan to Yakusoku no Hoshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx206682-CV51UmTvQJ84.png",
      "behaviorHints": {
        "defaultVideoId": "tt37529019"
      },
      "description": "Genres: Comedy, Fantasy\nTags:\nPantan is a red panda who seeks to find the treasure thought to be in a rainbow star in the night sky, in order to keep a promise made to an adventurer long ago. When Pantan and Anpanman encounter each other, Anpanman lends his abilities to help out Pantan.\n<br><br>\n(Source: Anime News Network)"
    }
  ]
}