{
  "metas": [
    {
      "id": "tt37518144",
      "type": "movie",
      "name": "Keroro Gunsou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176636-cgpcS0s8CN8V.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt37518144"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:\nTo celebrate the 20th anniversary of the <i>Sgt. Frog</i> (known as <i>Keroro Gunsou</i> in Japan) anime, Bandai Namco Pictures announced the launch of a new animation project and released a special trailer alongside the news release. Despite the announcement being on April Fools' Day, the official Sgt. Frog Twitter account confirmed the news using the hashtag \"For real\" (#本当). <br><br>\n\n(Source: Crunchyroll News, edited)\n<br><br>\n<i>Note: Title and Relations are provisional and will be updated when more info is announced.</i>"
    },
    {
      "id": "tt39026173",
      "type": "movie",
      "name": "Chiikawa: Ningyo no Shima no Himitsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx202717-q9V8ntrrGSNY.png",
      "behaviorHints": {
        "defaultVideoId": "tt39026173"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Animals/Surreal Comedy/Mermaid/Primarily Animal Cast\nBased on a series of <i>Chiikawa</i> comics posted on X by Nagano from March to November 2023, known as the <i>\"Siren Arc\"</i>.<br><br>\nOne day, while Chiikawa and Hachiware were relaxing in the square, Usagi suddenly appeared with a flyer stuck to its face. When Hachiware checked the flyer, it was an invitation reading “Special Invitation to a Special Island.”<br><br>\n\nLured by promises like “Get 100x rewards for simple island quests!” and “Limited-edition island ramen, exclusive sweets—sweet and spicy treats all practically free!”, Chiikawa and the others decided to go on the island retreat. Boarding the ship alongside Rakko, who was suspicious of the flyer's contents, the group landed on the island... only to find something waiting for them there...!?<br><br>\n(Source: Official Site, translated)"
    }
  ]
}