{
  "metas": [
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105333-BBxkPhen07Zj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9679542"
      },
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Survival/Lost Civilization/Educational/Male Protagonist/Shounen/Environmental/Ensemble Cast/Primarily Teen Cast/Primarily Male Cast/Spearplay/Found Family/Asexual/Tomboy\nAfter five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world— turning every single human into stone.\n<br><br>\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n<br><br>\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt10233448",
      "type": "series",
      "name": "Vinland Saga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101348-msJS8z91mG0P.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10233448"
      },
      "description": "Genres: Action, Adventure, Drama\nTags:Vikings/Revenge/Foreign/Historical/Male Protagonist/War/Philosophy/Coming of Age/Seinen/Primarily Male Cast/Military/Politics/Anti-Hero/Swordplay/Primarily Adult Cast/Gore/Survival/Ships/Slavery/Pirates/Language Barrier/Spearplay/Religion/CGI/Orphan/Archery/Heterosexual/Cult\nThorfinn is son to one of the Vikings' greatest warriors, but when his father is killed in battle by the mercenary leader Askeladd, he swears to have his revenge. Thorfinn joins Askeladd's band in order to challenge him to a duel, and ends up caught in the middle of a war for the crown of England.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt9307686",
      "type": "series",
      "name": "Fire Force",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105310-x4o2xMlfxIwb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9307686"
      },
      "description": "Genres: Action, Drama, Sci-Fi, Supernatural\nTags:Firefighters/Super Power/Shounen/Urban Fantasy/Demons/Male Protagonist/Post-Apocalyptic/Religion/Dystopian/Ensemble Cast/Slapstick/Nudity/Nun/Lost Civilization/Nekomimi/Bullying/Chuunibyou/Tanned Skin/Swordplay/Masochism/Guns\nYear 198 of the Solar Era in Tokyo, special fire brigades are fighting against a phenomenon called spontaneous human combustion where human beings are turned into living infernos called \"Infernals.” While the Infernals are first-generation cases of spontaneous human combustion, later generations possess the ability to manipulate flames while retaining human form. Shinra Kusakabe, a youth who gained the nickname Devil’s Footprints for his ability to ignite his feet at will, joins the Special Fire Force Company 8 which composes of other flames users as they work to extinguish any Infernals they encounter. As a faction that is creating Infernals appears, Shinra begins to uncover the truth behind a mysterious fire that caused the death of his family twelve years ago.<br><br> (Source: Official Website)"
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong to Try to Pick Up Girls in a Dungeon? II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101167-zcmvefJhh1oS.png",
      "behaviorHints": {
        "defaultVideoId": "tt4728568"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance\nTags:Male Protagonist/Gods/Dungeon/Magic/Swordplay/Female Harem/Mythology/Kemonomimi/Elf/Kuudere/Villainess/Primarily Teen Cast/Tomboy/Ensemble Cast\nThe second season of <i>Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.<br>\n<br>\nThere's rarely a dull moment when you're the champion of a tiny Familia, and things only get rougher for Bell when the God Apollo declares war on Hestia and her followers. With Apollo's Familia able to field a hundred times as many men, Hestia will have to work a lot of favors to keep her Familia from being completely destroyed.<br>\n<br>\nEven if Bell and Hestia manage to pull off the impossible, a major debt that Hestia owes is about to come due and Lili's sordid past comes back to haunt her! Which means that when Bell and his friends come to Lili's aid, it sets into motion yet another impending clash of the titans that may destroy everything!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10479420",
      "type": "series",
      "name": "given",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108430-LcVOT7ntUbjT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10479420"
      },
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Band/Boys' Love/Male Protagonist/Primarily Male Cast/LGBTQ+ Themes/Primarily Teen Cast/Rehabilitation/Cute Boys Doing Cute Things/School/Bisexual/Urban/Josei/CGI/Basketball/Tomboy\nTightly clutching his Gibson guitar, Mafuyu Satou steps out of his dark apartment to begin another day of his high school life. While taking a nap in a quiet spot on the gymnasium staircase, he has a chance encounter with fellow student Ritsuka Uenoyama, who berates him for letting his guitar's strings rust and break. Noticing Uenoyama's knowledge of the instrument, Satou pleads for him to fix it and to teach him how to play. Uenoyama eventually agrees and invites him to sit in on a jam session with his two band mates: bassist Haruki Nakayama and drummer Akihiko Kaji.\n<br><br>\nSatou's voice is strikingly beautiful, filling Uenoyama with the determination to make Satou the lead singer of the band. Though reticent at first, Satou takes the offer after an emotional meeting with an old friend. With the support of his new friends, Satou must not only learn how to play guitar, but also come to terms with the mysterious circumstances that led him to be its owner.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt10431290",
      "type": "series",
      "name": "Arifureta: From Commonplace to World's Strongest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100668-DvOn5bMOt4cy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10431290"
      },
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Isekai/Magic/Male Protagonist/Anti-Hero/Dungeon/CGI/Cosmic Horror/Female Harem/Primarily Female Cast/Vampire/Software Development/Monster Girl/Guns/Demons/Revenge/Kemonomimi/Anachronism/Chuunibyou/Dragons/Kuudere/Battle Royale/Primarily Teen Cast/Cannibalism\nWhen a classroom of students is transported to another world to act as its saviors, Hajime Nagumo finds himself the weakest link. As his friends and classmates are granted strong classes and impressive abilities due to their existing skills, he is given the weak title of Synergist. When a dungeon quest leaves him separated from his group, Hajime must discover his own talents or be left to rot in this world forever.\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt10362632",
      "type": "series",
      "name": "How Heavy Are the Dumbbells You Lift?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107226-T8HvVeAN0FWg.png",
      "behaviorHints": {
        "defaultVideoId": "tt10362632"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life, Sports\nTags:Fitness/Educational/Athletics/Female Protagonist/Tomboy/Urban/Primarily Female Cast/Episodic/Boxing/Shounen/Gyaru/Cute Girls Doing Cute Things/Parody/Tanned Skin/Meta/Teacher/Food/School/Nudity/Cosplay\nHibiki enjoys the finer things in life, and when it comes to food, she's downright indulgent. When it becomes clear she's getting chubby, she decides to better herself by joining a gym.\nIn her attempt to find a casual gym, she meets Akemi - a comrade-in-arms. Little does Hibiki know, Akemi has an ulterior motive.\n\nWhat will this wonderful world of fitness have in store for Hibiki?"
    },
    {
      "id": "tt10417586",
      "type": "series",
      "name": "O Maidens in Your Savage Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105932-OCI48MaTvGXT.png",
      "behaviorHints": {
        "defaultVideoId": "tt10417586"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Coming of Age/Female Protagonist/Primarily Female Cast/School/Heterosexual/School Club/Ensemble Cast/Writing/Seinen/Acting/Bullying/Trains/Asexual\nThe girls in a high school literature club do a little icebreaker to get to know each other: answering the question, \"What's one thing you want to do before you die?\" One of the girls blurts out, \"Sex.\" Little do they know, the whirlwind unleashed by that word pushes each of these girls, with different backgrounds and personalities, onto their own clumsy, funny, painful, and emotional paths toward adulthood."
    },
    {
      "id": "tt10483250",
      "type": "series",
      "name": "ASTRA LOST IN SPACE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107663-eDkgpoa4UWhN.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10483250"
      },
      "description": "Genres: Adventure, Mystery, Sci-Fi\nTags:Space/Survival/Ensemble Cast/Primarily Teen Cast/Found Family/Coming of Age/Male Protagonist/Female Protagonist/Shounen/Crime/Kuudere/Assassins\nItʼs the first day of Planet Camp, and Aries Spring couldnʼt be more excited! She, along with eight other strangers, leave for Planet McPa for a weeklong excursion. Soon after they arrive, however, a mysterious orb appears and transports them into the depths of space, where they find an empty floating spaceship…\n<br><br>\n(Source: Viz Media)\n<br><br>\n<i>Note: The first and last episode aired with a runtime of ~48 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt7808344",
      "type": "series",
      "name": "Teasing Master Takagi-san Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107068-KJq0eFP0GTjL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7808344"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Child Cast/School/Heterosexual/Episodic/Slapstick/Rural\nEven after spending a considerable amount of time with Takagi, Nishikata is still struggling to find a perfect plan to defeat the expert teaser. A battle of wits, a contest of physical prowess, a test of courage—any strategy he employs to expose her weaknesses is to no avail. On the contrary, Nishikata's pitiful attempts only reveal more of his own flaws, which Takagi takes advantage of to become increasingly daring in her teasing attempts. To make things worse for Nishikata, rumors about him and Takagi may have spread in class due to the frequent interactions between them.<br>\n<br>\nHowever, the optimistic Nishikata believes that wisdom comes with age and that as the days go by, his experience with her constant teasing will eventually bear fruit, leading him to the awaited moment of victory. Thus, Nishikata continues to strive for the seemingly impossible—to outsmart Takagi and make her blush with embarrassment.\n"
    },
    {
      "id": "tt10470356",
      "type": "series",
      "name": "Hensuki: Are you willing to fall in love with a pervert, as long as she’s a cutie?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107961-8aQlUDwwRpQS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10470356"
      },
      "description": "Genres: Comedy, Ecchi, Mystery, Romance\nTags:Female Harem/Heterosexual/Male Protagonist/School/Parody/School Club/Tsundere/Primarily Female Cast/Bondage/Meta/Feet/Calligraphy\nAfter cleaning the Calligraphy Club room one afternoon, Kiryuu Keiki found a love letter addressed to him on the club's desk. Eager at the possibility of finally getting a girlfriend, he opens the envelope only to find the words, \"I like you\" along with a pair of the sender's panties. <br><br>\n\nWith only these panties as evidence, Keiki narrows down the identity to the four girls who helped him clean the club room that day: Tokihara Sayuki the lazy third-year president of Calligraphy Club, Koga Yuika a library committee member of foreign descent, Nanjou Mao, Keiki's slightly tsundere fellow classmate, and most awkwardly, Kiryuu Mizuha, Keiki's clean freak of a younger sister. Among at least three of these girls, Keiki believes is the one who left him the letter and their panties so with determination in his heart, he sets out to uncover which of these seemingly unorthodox ladies will become his girlfriend!\n"
    },
    {
      "id": "tt10431262",
      "type": "series",
      "name": "Isekai Cheat Magician",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101547-Y0uARlMRaARP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10431262"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Male Protagonist/Elf/Female Harem/Goblin\nNishimura Taichi is a typical, average high schooler, and Azuma Rin is a beautiful woman with the build of a model and excellent reflexes.  The two live a normal high school life until one day they're suddenly enveloped in a mysterious magic circle and transported to an unknown land.\n<br><br>\nThat world is full of terrifying monsters, beastmen, dwarves, elves, and many other races right out of fantasy.  In order to survive in this new world Taichi and Rin decide to become adventurers, but when they take the aptitude test they discover they both possess cheat level magic...<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10443344",
      "type": "series",
      "name": "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104723-pmcUwRbKTFWB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10443344"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Video Games/MILF/Virtual World/Isekai/Male Protagonist/Parody/Primarily Female Cast/Family Life/Love Triangle/Female Harem\nWhat would you do if you got transported into a video game...with your mom?? That's the dilemma facing high schooler Masato Oosuki, who has been unwittingly thrown into an RPG world with his doting mother close behind as part of a secret government scheme. As an avid gamer, Masato is eager to show off his skills...but that's hard to do when your mom is an insanely overpowered, dual-wielding, multi-target specialist!<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt10427926",
      "type": "series",
      "name": "Magical Sempai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105074-flcJxKWZ5IZz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10427926"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:School Club/Slapstick/Magic/School/Episodic/Nudity/Satire/Bondage/Gyaru/Seinen/Meta/Sweat/Yandere\nOur MC finds out that his school requires him to join a club and during his reluctant search he stumbles upon Tejina Senpai attempting magic tricks in her clubroom. Tejina Senpai has massive stage fright however and so now that she has an audience her attempts are simply comedic.\n"
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime OAD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106509-nTJyMJKbvRFn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9054364"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Isekai/Shounen/Monster Girl/Magic/Sumo/Female Harem/Goblin/Ensemble Cast/Henshin/Demons/School/Monster Boy/Male Protagonist\n<strong>OVA 1:</strong><br>\nIn the midst of his everyday life, Rimuru suddenly realizes that there's nothing to do for recreation in Tempest. He suggests sumo wrestling as a way for everyone to have fun together, and his friends are immediately on board with the idea. Thus begins Tempest's first sumo tournament, in which everyone competes enthusiastically in hopes of winning the grand prize! Passionate contests break out not only among Benimaru and the men, but also among women like Shuna and Shion, and even Rimuru ends up joining in!<br>\n<br>\n<strong>OVA 2:</strong><br>\nOne day, Shuna and Shion are fighting over Rimuru's squishy slime body as usual. Rimuru figures that giving them each a body double of himself would solve the conflict, but when he imagines some of his other friends asking him to do the same for them, he quickly drops that plan. Then he comes up with the idea to make a cushion in the shape of his slime form. He travels around Tempest to see if his friends know of any good materials he can use, and he learns that a special type of sand found along a lakeshore in the forest is exactly what he's looking for. So he sets out to collect some sand... but a monster is waiting for him by the lake! What's more, Milim hears about his plan for a picnic and comes racing down from the sky!<br>\n<br>\n<strong>OVA 3-5:</strong><br>\nRimuru, now a teacher at the Freedom Academy in the Kingdom of Ingrassia, has become involved in the school's outdoor training event with his class. The outdoor training event is an annual competition in which the students of each class guard the teachers on a journey to a nearby town. Rimuru is assigned to Class A, while his own students in Class S escort the young Tiss-sensei. All the students are eager to show how much their daily training has paid off, but the situation turns around when they're attacked by thieves!<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Bundled with the limited edition of the 12th-16th manga volumes.</i>"
    },
    {
      "id": "tt10256918",
      "type": "series",
      "name": "A Certain Scientific Accelerator",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104463-nlo4ndS9Mt0P.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10256918"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Anti-Hero/Super Power/Urban Fantasy/Necromancy/Crime/Shounen/Male Protagonist/Conspiracy/Magic/Military/Robots/Artificial Intelligence/Gore/Guns/School\nThe espers of Academy City are classified into six levels, where \"Level 0\" lacks power while \"Level 5\" possesses an overwhelming amount. Of the several million espers residing in Academy City, only seven of them have attained Level 5, and ranked highest among them is the one known as Accelerator.<br><br>\n\nToaru Kagaku no Accelerator focuses on the strongest Level 5 after he protects the cheerful Last Order at the price of much of his power. Recovering at the hospital, Accelerator has led a relatively quiet life until he ends up saving the life of Estelle Rosenthal, a mysterious girl carrying a photo of Last Order. Unfortunately, Accelerator now finds himself dragged into a new conflict in the form of a sinister organization called Disciplinary Action which plots to use Last Order for a dangerous mission. Now that they have set their plan into motion and are in pursuit of the young girl, it's up to the world's most powerful esper and his newfound companion to protect Last Order and defend Academy City in the process.<br><br>\n\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt10443362",
      "type": "series",
      "name": "Demon Lord, Retry!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104252-DTFPQy0uae3o.png",
      "behaviorHints": {
        "defaultVideoId": "tt10443362"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Male Protagonist/Demons/Anti-Hero/Parody/Primarily Female Cast/Female Harem/Shapeshifting/Crossdressing/Kemonomimi/Tsundere/Chuunibyou\nThe story centers on Akira Ono, a regular guy who works at a company that manages an online game. He often plays the game as his character \"Maou\" (Dark Lord). But one day, when he logs on, he is whisked into the game's fantasy world as his character. There, he meets a one-legged girl, and begins his adventures alongside her. But as he is a powerful \"Dark Lord,\" various nations and holy maidens journey to defeat him, and he stirs up trouble everywhere he goes.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt10347622",
      "type": "series",
      "name": "If It's for My Daughter, I'd Even Defeat a Demon Lord",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107956-bYR4EjoV6TFu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10347622"
      },
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Adoption/Bar/Family Life/Iyashikei/Demons/Work/Male Protagonist/Language Barrier/Magic/School/Kemonomimi\nDale is a cool, composed, and highly skilled adventurer who’s made quite a name for himself despite his youth. One day on a job deep in the forest, he comes across a little devil girl who’s almost wasted away. Unable to just leave her there to die, Dale takes her home and becomes her adoptive father. Devil or not, Latina is beyond adorable, and the adventurer soon finds himself head over heels with being a parent. But why was she out in the forest to begin with, and why does she carry the mark of a criminal?\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt10417572",
      "type": "series",
      "name": "The Demon Girl Next Door",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107490-wolT0UvNSetx.png",
      "behaviorHints": {
        "defaultVideoId": "tt10417572"
      },
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Slice of Life\nTags:Slapstick/Cute Girls Doing Cute Things/Female Protagonist/Primarily Female Cast/Parody/Demons/Magic/Urban Fantasy/Meta/Kuudere/Seinen/Monster Girl/Surreal Comedy/Henshin/Primarily Teen Cast/Super Power/Urban/School/Tsundere/Iyashikei/Coming of Age/Food/Family Life\nWhen Yuuko Yoshida wakes up one morning to discover that she’s sprouted horns and a tail, she learns something that her mother has been meaning to tell her. You know that battle between the Light and Dark that’s been going on since the dawn of time? Well, Yuuko’s family are the bad guys.<br>\n<br>\nSo now, Yuuko has to defeat a local magical girl to win back some of her family’s vanquished power so they can afford to go to the all-you-can-eat pancake restaurant. And, of course, it turns out that the Magical Girl goes to Yuuko’s school, but Momo’s really nice and keeps rescuing Yuuko, which is pretty embarrassing and leaves Yuuko rather conflicted… but… all you can eat pancakes?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9573854",
      "type": "series",
      "name": "Lord El-Melloi II's Case Files {Rail Zeppelin} Grace note",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106918-4T0AdnCg8d64.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9573854"
      },
      "description": "Genres: Drama, Fantasy, Mystery, Supernatural\nTags:Magic/Urban Fantasy/Detective/Fairy/Teacher/Trains/Male Protagonist/Foreign/Vampire/Ojou-sama\nTen years after facing defeat in the Fourth Holy Grail War, Waver Velvet, now Lord El Melloi II, teaches classes at the Clock Tower—the center of education for mages. However, his new status as \"Lord\" comes with a caveat: obey the orders of Reines, the younger sister of the deceased Kayneth El Melloi, until she is old enough to rule the House of El Melloi.<br>\n<br>\nWaver, along with his mysterious apprentice Gray, takes on a series of cases assigned by Reines and the Mages Association. With each case proving to be more complex than the last, could there be more to the Clock Tower than meets the eye, and what secrets does Reines hide?\n"
    },
    {
      "id": "tt10427920",
      "type": "series",
      "name": "Are You Lost?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108111-SSkE9VuTPL2w.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10427920"
      },
      "description": "Genres: Adventure, Comedy, Ecchi\nTags:Survival/Primarily Female Cast/Educational/Cute Girls Doing Cute Things/Nudity/Fishing/Gyaru/Swimming/Idol\nBecause of a plane crash … starting today, we're spending the springtime of our lives on a desert island!! There's nothing here, so we have to make everything!! And eat everything!! (Ugh!) Check out our high-school-girl survival story of courage and knowledge. We're actually doing pretty well! We learn how to eat cicadas, how to build traps, a simple allergy test, how to eat hermit crabs, etc.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt10452436",
      "type": "series",
      "name": "The Ones Within",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102926-zVQk2FEDooyI.png",
      "behaviorHints": {
        "defaultVideoId": "tt10452436"
      },
      "description": "Genres: Adventure, Comedy, Drama, Mystery, Sci-Fi\nTags:Ensemble Cast/Video Games/Virtual World/Shoujo/Death Game/Yandere/Tsundere/Gambling\nIride Akatsuki is a popular game footage uploader. He wakes up one day to find that he's been kidnapped and taken to a strange place, along with a number of other uploaders who specialize in different genres of games.<br><br>\n\nA mysterious alpaca-headed host gathers them after the initial stage, to explain how the game will proceed. Will the group of gamers clear the game and make it back to their real lives?<br><br>\n\n(Source: Kirei Cake)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Part I",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100891-vPfnfkzizYFe.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9058134"
      },
      "description": "Genres: Action, Sports\nTags:Martial Arts/Full CGI/Ensemble Cast/Male Protagonist/Primarily Male Cast/Super Power\nSince the Edo periods of Japan, gladiator arenas exist in certain areas. In these arenas, wealthy business owners and merchants hire gladiators to fight in unarmed combat where winner takes all. Toki Taouma, nicknamed \"Ashura\", joins these arenas and devastates his opponents. His spectacular ability to crush his enemies catches the attention of the big business owners, including the Nogi Group chairman, Nogi Hideki.<br><br>\n\n(Source: MangaHelpers)"
    },
    {
      "id": "tt11010142",
      "type": "series",
      "name": "Mob Psycho 100 II: The First Spirits and Such Company Trip ~A Journey that Mends the Heart and Heals the Soul~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109819-71ZeBjJuU3da.png",
      "behaviorHints": {
        "defaultVideoId": "tt11010142"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Male Protagonist/Primarily Male Cast/Trains/Super Power/Ghost/Isekai/Travel/Coming of Age/Shounen\nMob, Reigen, Dimple, and Serizawa, the newest member of the Spirits and Such Consultation Office staff, take a trip up to a secluded hot spring in Zebra Prefecture. Reigen received a request to discover the truth behind strange rumors about the inn.<br>\n<br>\n(Source: Funimation) <br>\n<br>\n<i>Note: The OVA was screened at an anime event that took place at Kasukabe Citizens Cultural Center in Saitama Prefecture on July 7th, 2019.</i>"
    },
    {
      "id": "tt10470444",
      "type": "series",
      "name": "Wasteful Days of High School Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105081-pc4jgCmAP0dZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10470444"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Surreal Comedy/School/Primarily Female Cast/Female Protagonist/Primarily Teen Cast/LGBTQ+ Themes/Cute Girls Doing Cute Things/Chuunibyou/Ensemble Cast/Slapstick/Twins/Shounen/Otaku Culture/Kuudere/Love Triangle/Video Games\nTanaka Nozomu isn’t exactly brilliant. But, given that her only goal for high school was to get a boyfriend, who else would fail to realize that attending an all-girls school was a bad idea? Well, there’s always the fallback plan of getting other girls to introduce her to boys they know.<br>\n<br>\nToo bad that Tanaka’s “bright” idea of giving her classmates nicknames based on less attractive character traits has caused her un-flattered friends “Robo” (for her apparent lack of emotions) and “Wota” (a reference to a creepy otaku types), as well as not-friends like “Loli” (who’s hypersensitive about her petite size,) to “reward” Tanaka with the special nickname of “Baka” (“idiot”), which is quickly adopted by the entire student body. Well, maybe the second week of school will be better.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10347516",
      "type": "series",
      "name": "Cop Craft",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106893-tlfD9BdkNcSt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10347516"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Police/Crime/Urban Fantasy/Magic/Detective/Gangs/Noir/Guns/Foreign/Politics/Swordplay/Isekai/Aliens/Cars/Demons/Language Barrier/Mafia/Drugs/Vampire/Henshin/Survival\nThe story is set in San Teresa City on the fictional Pacific island of Kariaena. The \"buddy police action\" series follows the detective Kei Matoba and the alternate-world knight Tirana.<br><br>\n\n15 years ago, an unknown hyperspace gate opened over the Pacific. Beyond this gate lies Reto Semaani, a strange alternate world where fairies and demons live.<br><br>\n\nSan Teresa City — a city where over two million immigrants live from both worlds. As a result, there are the haves and the have-nots. Here is the world's newest \"city of dreams.\" But in the shadow of the chaos, crime is rampant: drugs, prostitution, and weapon trafficking. The detectives who stand up to these heinous crimes are in the San Teresa City Police. When the detective Kei Matoba and the alternate-world knight Tirana — two individuals who differ in gender, personality, and even world of origin — meet, an incident erupts. Two worlds. Two justices. From this, the curtain rises on a buddy police action story!\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt10431310",
      "type": "series",
      "name": "To the Abandoned Sacred Beasts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107672-HBpAeSGSTFlt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10431310"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery, Supernatural\nTags:Military/Gore/Henshin/War/Werewolf/Kaiju/Shounen/Historical/Guns/Vampire/Foreign/Dragons/Mythology\nDuring a protacted civil war that pitted the North against the South, the outnumbered Northerners used dark magic to create monstrous super-soldiers called Incarnates. Now that the war has ended, those Sacred Beasts must learn to make their way in a peaceful society, or face death at the hands of a Beast Hunter. Nancy Schaal Bancroft, the daughter of an Incarnate, turns to hunting the hunter herself. But once she catches up with her quarry, she discovers hard truths about the lives of these Sacred Beasts.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt9525238",
      "type": "series",
      "name": "Fate/Grand Order Absolute Demonic Front: Babylonia - Initium Iter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110851-cGL0eaATevX3.png",
      "behaviorHints": {
        "defaultVideoId": "tt9525238"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Mythology\nThe story focuses on the background of Mash Kyrielight and Romani Archaman, and the events leading up to the Seventh Singularity, Absolute Demonic Front Babylonia.\n<br>\n<br>\nThis episode aired on August 3, 2019 at Fate/Grand Order Fes. 2019: Chaldea Park. It was available for download on the Fate/Grand Order mobile app, from August 4, 2019 to August 11, 2019."
    },
    {
      "id": "kitsu:42185",
      "type": "series",
      "name": "The Girl From the Other Side: Siúil, a Rún",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108354-MGpTCKLHQBX3.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42185"
      },
      "description": "Genres: Fantasy, Mystery\nTags:No Dialogue/Family Life/Fairy Tale/Rural/Female Protagonist/Orphan\nIn a world split between the Inside and the Outside, those living in both realms are told never to cross over to the other side, lest they be cursed. A young girl named Shiva lives on the other side, in a vacant village with a demonic guardian known only as “Teacher.” Although the two are forbidden to touch, they seem to share a bond that transcends their disparate appearances. But when Shiva leaves Teacher’s care to seek out her grandmother, the secret behind her mysterious living arrangement comes to light.<br>\n<br>\n(Source: Seven Seas Entertainment)<br>\n<br>\n<i>Note: Bundled with the limited edition of the manga's 8th volume.</i>"
    },
    {
      "id": "tt10395126",
      "type": "series",
      "name": "GRANBELM",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b108147-pymvfgDxie1b.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10395126"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mahou Shoujo, Mecha\nTags:Battle Royale/Magic/Primarily Female Cast/Female Protagonist/Super Robot/Revenge/Isekai/Henshin/LGBTQ+ Themes/Cute Girls Doing Cute Things\nWas going back to school at night to retrieve a forgotten lunch box a really bad mistake? That's how it seems when Mangetsu Kohinata suddenly finds herself pulled into a strange world where girls in giant magical armor are engaged in a ferocious battle. While the timing was unfortunate, it turns out that Mangetsu's arrival in this strange realm was anything but a mistake, because Mangetsu appears to be a mage herself! Now, with the help of her mysterious new friend Shingetsu, Mangetsu must learn how to summon and control her own giant armor as they fight against other mages in a competition with an unbelievable prize - control of the lost magic that once ruled our planet!\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10820286",
      "type": "series",
      "name": "Ensemble Stars!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21512-I6e1ms2cDpCE.png",
      "behaviorHints": {
        "defaultVideoId": "tt10820286"
      },
      "description": "Genres: Music, Slice of Life\nTags:Ensemble Cast/Musical/Primarily Male Cast/Idol/Cute Boys Doing Cute Things/LGBTQ+ Themes/School/CGI/Twins/Ninja/Band/Male Harem\nAn anime adaptation of the idol raising game <i>Ensemble Stars!</i><br><br>\n\nThe \"idol-training game\" takes place at a private boys' idol-training school with a history of turning out many great talents in show business. The protagonist is the school's lone female student who transfers to the school because of a special situation, and enters the school's producer department.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt10423424",
      "type": "series",
      "name": "BEM",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107876-dzJ7Cur0Xzka.png",
      "behaviorHints": {
        "defaultVideoId": "tt10423424"
      },
      "description": "Genres: Action, Horror, Supernatural\nTags:Youkai/Urban Fantasy/Demons/Shapeshifting/Police/Super Power/Noir/Video Games\nThe Port Town, Libra City. <br>\nUpper Town is the center of politics, economics, and culture and is where all of the wealth is concentrated. Outside is where crime and corruption runs wild where no one trusts anyone. Between those two areas is a massive canal that separates the two and is spanned by a single bridge. The way this town is constructed, is a realization of what human discrimination looks like.\n<br><br>\nSonia is a young, female detective who has just moved from Upper Town to Outside for work, chasing after a few cases. That is when she meets three hideous beings who fight to protect humanity. ‘Just what are they…?’ she wonders...\n<br><br>\nThese three monsters known as youkai ningen (demon humans) live, concealing who they really are, while each bearing their own feelings and thoughts. BEM wants to become human himself and fights against evil that would befall humans. Bela looks up to and desires to become human herself and attends school in order to understand humans better. Belo has dove headfirst into the world of gaming, taking a philosophical view of both humans and the world. With every incident, they come into contact with humans, get hurt, and worry. They fight for the sake of humanity, however, due to their horrible form, they are something that humans will never accept.\n<br><br>\nThere is another who is searching for these three beings. She has her thumb on the concealed assembly that controls Libra City from the shadows. But just what is her goal as she tries to get her hands on these three? \n<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt2230531",
      "type": "series",
      "name": "Symphogear XV",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21673-AgTKWSDIxzSz.png",
      "behaviorHints": {
        "defaultVideoId": "tt2230531"
      },
      "description": "Genres: Action, Drama, Mahou Shoujo, Music, Sci-Fi\nTags:Henshin/Primarily Female Cast/Female Protagonist/Yuri/Mythology/Ensemble Cast/Guns/Philosophy/Swordplay/Idol/Drugs/Monster Girl/Kemonomimi/Motorcycles\nThe fifth season of <i>Senki Zesshou Symphogear</i>.<br>\n<br>\nHumanity is finally confronted with the threat of the Custodians—the ancient, sentient species held responsible for cursing humanity to speak different languages thousands of years ago. The Symphogear wielders—Hibiki Tachibana, Tsubasa Kazanari, Chris Yukine, Maria Cadenzavna Eve, Kirika Akatsuki, and Shirabe Tsukuyomi—are sent to the Antarctic in order to retrieve an ancient relic. After securing it and rescuing the scientific staff present there from a Coffin, the automated defense mechanism protecting it, the relic is given to American researchers due to international agreements.<br>\n<br>\nThe criminal organization Noble Red, a remnant of the previously fought Bavarian Illuminati, starts targeting the relic. Will the Symphogear wielders and their supporting organization S.O.N.G. be able to foil the plans of the organizations conspiring against them?<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Shingeki no Kyojin: Chimi Kyara Gekijou - Rivai-han Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120257-eerywzUJdLzy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560140"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Chibi/Parody/Military/Male Protagonist/Kaiju\nShingeki no Kyojin Season 3 Part 2 DVD/BD specials. They are chibi parody shorts; one video was included on each of the DVD/BDs for a total of three. Each video contained three stories, which continued the chibi parody story from the previous chibi parody specials included on the DVD/BDs of the previous seasons."
    },
    {
      "id": "tt10711718",
      "type": "series",
      "name": "Miru Tights: Cosplay Satsuei Tights",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110738-eJhuZEYDp6Mw.png",
      "behaviorHints": {
        "defaultVideoId": "tt10711718"
      },
      "description": "Genres: Ecchi, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/School/Yuri/CGI/Primarily Teen Cast/Nudity/Teacher\n13th episode included in the BD release.<br><br>\n\nYua is asked to model an illustrator's designs as a costume for a photo collection the illustrator is producing. Concerned for Yua, Ren offers to accompany Yua to the photoshoot, and Homi somehow ends up rehearsing the photoshoot with Ren and Yua as models.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5066664",
      "type": "series",
      "name": "Cannon Busters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111131-qc5z5Xu4Qiti.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5066664"
      },
      "description": "Genres: Action, Adventure, Fantasy, Mecha, Sci-Fi\nTags:Fugitive/Anti-Hero/Guns/Robots/Artificial Intelligence/Magic/Super Robot/Ninja/Samurai\nFollow the adventures and exploits of S.A.M, a high-end, royal-class friendship droid who's joined by a quirky, discarded maintenance robot and a brash, deadly fugitive. Together, the unlikely trio embarks on an unforgettable journey in a fantastic and dangerous world in search of S.A.M's best friend, the heir to a powerful kingdom under siege.\n<br><br>\n(Source: Official Website)"
    },
    {
      "id": "tt2176165",
      "type": "series",
      "name": "Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111733-0nvIm7cJ7BGq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2176165"
      },
      "description": "Genres: Sci-Fi\nTags:Full CGI/Kuudere\nThe story features the point of view of the Naomi from 10 years in the future.<br>\n<br>\n<b>Episodes:</b><br>\n1. Record 2027 (2019/09/13)<br>\n2. Record 2032 (2019/09/27)<br>\n3. Record 2036 (2019/10/04)"
    },
    {
      "id": "tt8938030",
      "type": "series",
      "name": "Take My Brother Away! 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110088-mXMZsnZIeReL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8938030"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Episodic/Primarily Teen Cast/Male Protagonist/Family Life/Foreign/Female Protagonist/Basketball/Food/Slapstick\nThe third season of <i>Ani ni Tsukeru Kusuri wa Nai</i>.<br>\n<br>\nShi Miao is still stuck with her irresponsible elder brother Shi Fen, who lives in neverending fear of his younger sister's stormy temper. As the siblings continue enjoying their carefree high school days alongside their friends and classmates, they realize that there truly is no cure for family.<br>\n<br>\n<i>Note: Airing dates reflect the original airing and premiere dates in China, where it aired earlier than it did in Japan.</i>"
    },
    {
      "id": "tt3517010",
      "type": "series",
      "name": "Is the Order a Rabbit?? ～Sing For You～",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104199-s5wsdWvBPvBp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3517010"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Primarily Teen Cast/Female Protagonist/School/Kuudere/Idol\nChino Kafuu returns to Rabbit House with a horrified look on her face. When questioned by her friends, she explains to them that she had just agreed to sing the solo section of a song for her class’ graduation ceremony. Although they congratulate their friend on her important role, Chino reveals that she has stage fright, but is determined to overcome it before the ceremony takes place. With the support of her friends and special training from Rize Tedeza, will Chino be able to overcome her stage fright?\n"
    },
    {
      "id": "tt10409756",
      "type": "series",
      "name": "Kochoki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106894-h6NeGxiWYq5a.png",
      "behaviorHints": {
        "defaultVideoId": "tt10409756"
      },
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Historical/Male Protagonist/Biographical/Crossdressing/Politics/Swordplay/Ninja/Samurai/War/Gender Bending\nThe fearsome warlord, the demonic king—Oda Nobunaga! Before he was trying to rule over Japan, he was a teenager who began his path to greatness with his younger brother and faithful followers. Through succession, betrayal, battles, and bonds between one another, the struggles these boys face promise a future where they can blossom into powerful men.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:42478",
      "type": "series",
      "name": "Cooking with Valkyries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110287-BEZ8tFCzvJXU.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42478"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Food/Primarily Female Cast/Episodic/Cute Girls Doing Cute Things/Educational/Chibi/Iyashikei\nThe highly anticipated HI3 anime is finally coming! \nAren't you curious about how your favorite Valkyries fare in the kitchen, Captains? \nJoin the table with Valkyries this summer for a feast of mouth-watering food and heartwarming memories."
    },
    {
      "id": "kitsu:42426",
      "type": "series",
      "name": "Squishy! Black Clover",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110318-VU85YyXhCOoU.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42426"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Chibi/Surreal Comedy/Magic/Tsundere\nIn a world where magic is everything, Asta, who is the only person who can't use magic, and the magical genius Yuno go all out to become the Wizard King. This is a spin off of the anime series \"Black Clover\" with an unbelievable story and an amazing cast.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13799316",
      "type": "series",
      "name": "Try Knights",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108444-Xi2hvDQXh8Tq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13799316"
      },
      "description": "Genres: Action, Drama, Sports\nTags:Rugby/CGI/Primarily Male Cast/Male Protagonist/Shoujo/Primarily Teen Cast/School Club/School/Educational\nThere are several ways to score in rugby, but a \"Try\", where a player touches the ball to the ground inside the opposing team's goal area while remaining in contact with it, is the hardest. It's also the way that earns the most points and sets up yet another way to score, a conversion. Riku Haruma, who played rugby when he was younger, has a conversion of his own when he sees the school's struggling team practicing on field. Although he's not big enough to keep up with powerful players like Akira Kariya, Riku has far more experience and, when a bit of offered advice causes an immediate improvement, Riku realizes that what the team really needs is leadership.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3111906",
      "type": "series",
      "name": "Theatre of Darkness: Yamishibai 7",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109603-ToNTtS3MMJJw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3111906"
      },
      "description": "Genres: Horror, Supernatural\nTags:Ghost/Episodic\nThe seventh season of <i>Yami Shibai</i>."
    },
    {
      "id": "tt10395156",
      "type": "series",
      "name": "Re:Stage! Dream Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103048-f3hrT5ZmVPKr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10395156"
      },
      "description": "Genres: Music\nTags:Idol/Cute Girls Doing Cute Things/School Club/Dancing/Primarily Female Cast/Female Protagonist/Primarily Child Cast/Airsoft/Yuri\nAnime adaptation of Pony Canyon and Comptiq's multimedia project.<br><br>\n\nThe story centers around the first-year student Mana Shikimiya as she pursue her dreams of winning at the Prism Stage, the competition that determines the top middle-school idol.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt6908976",
      "type": "series",
      "name": "Knights of the Zodiac: Saint Seiya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102427-r2oTRWE3rVuv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6908976"
      },
      "description": "Genres: Adventure, Fantasy, Sci-Fi\nTags:Shounen/Full CGI/Primarily Male Cast/CGI/Male Protagonist/Historical\nZeus had a daughter named Athena, the goddess of war. A group of youths flocked to Athena fighting to protect her amidst heroic battles as her \"Saints\". Their proof of being a Saint laid with the battle protector known as Sacred Cloth.<br>\n<br>\nAfter a virtual eternity, a new struggle is about to unfold now again over the Cloth. A boy named Seiya has crossed way over to Greece to undergo the training to become a Saint and obtained the Cloth, Bronze cloth, the lowest position among Saints. Every Saint takes a constellation as their tutelary god. And Seiya's guardian star is Pegasus. Now, the saints gather together from all over the world to participate in the \"Galatic War\" - championship of Saints, aiming at the Gold Cloth, the symbol of ruler of the Saints. The curtain for Galatic War has been cut open. During the death battle between the Saints, Phoenix, the Black Saint, suddenly appeared on the scene and runs off with Gold Cloth in front of a full house in his ambition to become ruler of the world. Seiya and his fellow bronze cloth warriors go after Phoenix and his \"Shadow Army\" to retrieve the lost Gold Cloth...<br>\n<br>\nThe battles waged among the saints, the strongest young men on earth, begin now!<br>\n<br>\n(Source: Toei Animation)"
    },
    {
      "id": "kitsu:42367",
      "type": "series",
      "name": "Choujigen Game Neptune THE ANIMATION: Nepu no Natsuyasumi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108758-bAbaPvmEtBtf.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42367"
      },
      "description": "Genres: Action, Comedy, Fantasy, Sci-Fi, Supernatural\nTags:Primarily Female Cast/Female Protagonist/Henshin/Video Games/Kuudere\nThe first installment of the Neptune OVA Series Trilogy.\n<br><br>\nNeptune and her friends visit \"Watashi no Natsuyasumi Yama\" (My Summer Vacation Mountain) filled with nature to enjoy their summer vacation. The four goddesses, who gather after a long time, are having a good time as usual. During the vacation, Nepgear and other sisters go to the mountains to wander around. After going through the stretch of a long torii (Shinto shrine archway), the sisters wander off into a different dimension. Then Nepgear meets a woman who just looks like her sister Neptune in her adult form.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104276-SnEowMvesWIE.png",
      "behaviorHints": {
        "defaultVideoId": "tt5626028"
      },
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Superhero/Super Power/Shounen/Male Protagonist/Ensemble Cast/Crime/School/Primarily Teen Cast/Gangs/Urban Fantasy/Yakuza/Cultivation/Drugs/Primarily Male Cast/Delinquents/Villainess/Tomboy/Transgender/Bisexual/Bar/Philosophy\nThe villain world teeters on the brink of war now that All For One is out of the picture. Shigaraki of the League of Villains squares off with Overhaul of the yakuza, vying for total control of the shadows. Meanwhile, Deku gets tangled in another dangerous internship as he struggles to keep pace with his upperclassman—Mirio.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt11043632",
      "type": "series",
      "name": "BEASTARS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107660-nANW2Fco3aDK.png",
      "behaviorHints": {
        "defaultVideoId": "tt11043632"
      },
      "description": "Genres: Drama, Mystery, Psychological, Romance, Slice of Life\nTags:Anthropomorphism/Coming of Age/Animals/Cannibalism/Full CGI/Primarily Teen Cast/School/Male Protagonist/Ensemble Cast/Shounen/Bullying/Heterosexual/Philosophy/School Club/Acting/Politics/Nudity\nIn a world populated by anthropomorphic animals, herbivores and carnivores coexist with each other. For the adolescents of Cherryton Academy, school life is filled with hope, romance, distrust, and uneasiness.<br><br>\nThe main character is Legoshi the wolf, a member of the drama club. Despite his menacing appearance, he has a very gentle heart. Throughout most of his life, he has always been an object of fear and hatred by other animals, and he’s been quite accustomed to that lifestyle. But soon, he finds himself becoming more involved with his fellow classmates who have their own share of insecurities and finds his life in school changing slowly.<br><br>\n(Source: moetron)"
    },
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art Online: Alicization - War of Underworld",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108759-jcXbDf9BJTcb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2250192"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Virtual World/Swordplay/Artificial Intelligence/Video Games/Ensemble Cast/Primarily Female Cast/Heterosexual/Female Protagonist/Gore/Augmented Reality/Magic/Male Protagonist/Goblin/Dragons/Isekai/Primarily Teen Cast\nKirito, Eugeo, and Alice. Six months have passed since the two disciples and an Integrity Knight brought down the pontifex, Administrator. With the fighting over, Alice has been living in her hometown of Rulid Village. Beside her is Kirito, who has not only lost his arm and soul, but also his dear friend. As Alice devotes herself to looking after Kirito, she too has lost the will to fight she once had as a knight.<br>\n<br>\nNevertheless, the time for the final stress test – one which will engulf the entire Underworld with tragedy – draws relentlessly closer.<br>\n<br>\nMeanwhile, in the deepest areas of the Dark Territory, the Dark God Vecta has resurrected, as if to have waited for this very moment. Leading an army of dark forces, they begin their invasion into the human empire in hopes of attaining the Priestess of Light. The human empire force led by the Integrity Knight Bercouli prepares for a war of an unimaginable scale against the army of the Dark Territory. Even then, Alice is nowhere to be seen, nor the two heroes that saved the realm...<br>\n<br>\n(Source: Official Website)"
    },
    {
      "id": "tt3909224",
      "type": "series",
      "name": "The Seven Deadly Sins: Imperial Wrath of the Gods",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108928-DuyUzi0JyPIr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3909224"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Supernatural\nTags:Shounen/Demons/War/Magic/Fairy/Ensemble Cast/Super Power/Male Protagonist/Bar/Gods/Dissociative Identities/Nudity/Fairy Tale/Martial Arts/LGBTQ+ Themes/Primarily Male Cast\nDespite repelling the demon invasion of the Kingdom of Lioness, the war is far from over, for Arthur's Kingdom of Camelot is still being occupied by the demon army and the surviving members of Jikkai. However, in order to begin counter-offensive, the Seven Deadly Sins needs all of its members. Unfortunately, King and Diane are still hiding in the Fairy King's Forest, where they are made to discover the strange history of Jikkai."
    },
    {
      "id": "tt10974198",
      "type": "series",
      "name": "Cautious Hero: The Hero Is Overpowered but Overly Cautious",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105156-ZVtxISdoUqnY.png",
      "behaviorHints": {
        "defaultVideoId": "tt10974198"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Parody/Magic/Gods/Cultivation/Anti-Hero/Male Protagonist/Demons/Tomboy/Meta/Dragons/Shapeshifting/Nudity\nThe goddess Rista summons a hero to help her hard mode video game-like world. The hero, Seiya, is exceptional in every way, but he is incredibly cautious to the point of buying three sets of armor (one to wear, a spare, and a spare for the spare) and going full power against weak slimes (just in case). \n <br /> <br />\n"
    },
    {
      "id": "tt4731072",
      "type": "series",
      "name": "Food Wars! The Fourth Plate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109963-t8E9axH0Dvrn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4731072"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Food/Shounen/Educational/School/Male Protagonist/Female Protagonist/Nudity/Tsundere\nThe fourth season of <i>Shokugeki no Souma</i>.<br>\n<br>\nThe ultimate Regimental Food War continues as the culinary rebels led by Souma and the members of Kyokusei square off against epicurean elitist Azami and the Toutsuki Ten. At stake – the future of dining across Japan. Because if the rebels fail, Azami intends to impose his own tastes and techniques on the entire restaurant industry!<br>\n<br>\nBut the fine dining control freak has made a serious mistake in threatening the futures of Souma’s friends and family, as while the rebels may seem less experienced overall, this is ultimately a clash of skill, dedication, and, most of all, taste. That may be a recipe for disaster for the seasoned veterans!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt11034066",
      "type": "series",
      "name": "Welcome to Demon School! Iruma-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107693-A9bSSFAMxA6j.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11034066"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Demons/School/Male Protagonist/Magic/Isekai/Found Family/Primarily Teen Cast/Shounen/Adoption/Coming of Age/Kemonomimi/Monster Girl/Monster Boy/Heterosexual/Nekomimi/School Club/Tomboy/Idol/Butler/Musical/Succubus/LGBTQ+ Themes\nSuzuki Iruma has just been abandoned and sold to a demon by his irresponsible parents! Surprisingly, the next thing he knows he's living with the demon who has adopted him as his new grandson, and has been transferred into a school in the demon world where his new \"demon\" grandfather works as the principal. Thus begins the cowardly Iruma-kun's extraordinary school life among the otherworldly as he faces his true self, takes on challenges, and rises to become someone great..."
    },
    {
      "id": "tt10883006",
      "type": "series",
      "name": "ORESUKI: Are you the only one who loves me?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104464-VOIqGSQs1aiR.png",
      "behaviorHints": {
        "defaultVideoId": "tt10883006"
      },
      "description": "Genres: Comedy, Drama, Ecchi, Romance, Slice of Life\nTags:Parody/Love Triangle/School/Female Harem/Anti-Hero/Meta/Primarily Female Cast/Male Protagonist/Heterosexual/Detective/Tsundere/Baseball/Male Harem\nAmatsuyu \"Joro\" Kisaragi finds himself in a rather delightful situation, two lovely girls asked him out on a date in the same week. Little does he know he's not the actual target of their love, instead, he ends up as a love consultant forced to juggle a web of relationships more complex than initially thought. \n\n\n"
    },
    {
      "id": "tt10973152",
      "type": "series",
      "name": "ASSASSINS PRIDE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104722-XVscwgdGzfnO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10973152"
      },
      "description": "Genres: Action, Comedy, Drama, Fantasy, Mystery, Romance\nTags:Magic/Assassins/Male Protagonist/Bullying/Steampunk/Female Harem/Female Protagonist/Swordplay/Body Horror/Battle Royale\nAgainst the savage monsters that lurk outside the glass walls of Flandore, the last remnants of humanity have only one defense: the mana magic wielded only by members of the Noble class. When Melida, heiress to House of Angel, fails to manifest her magic upon reaching majority, the half-vampire Kufa is sent with orders from her own Grandfather to resolve the issue… and if Melida cannot manifest mana, Kufa is to execute her for the crime of impure blood. But when Melida fails the test, Kufa can’t bring himself to kill the spirited young woman whose only fault was to have an adulterous mother. And so, instead, he commits the crime of giving Melida some of his own mana.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt6354518",
      "type": "series",
      "name": "The Disastrous Life of Saiki K.: Reawakened",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b112625-5Qi2PEQqITCa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6354518"
      },
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Super Power/Surreal Comedy/Male Protagonist/School/Parody/Tsundere/Kuudere/Meta/Chuunibyou/Gyaru/Primarily Male Cast/Primarily Teen Cast\nBeing an esper seems cool on TV, but in Saiki Kusuo's life as a normal teenager it's a real drag. The hit comedy manga returns in a new anime series!<br><br>(Source: Netflix)<br><br>\n<i>Note: The first 5 episodes take place between Season 2 and the Final Arc. The last continues the story from the Final Arc.<i>"
    },
    {
      "id": "tt10885406",
      "type": "series",
      "name": "Ascendance of a Bookworm",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108268-eRkvln6eoChs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10885406"
      },
      "description": "Genres: Fantasy, Slice of Life\nTags:Female Protagonist/Isekai/Work/Economics/Age Regression/Family Life/Magic/Primarily Child Cast/Educational/Adoption/Chibi/Makeup/Archery/Historical\nAnime adaptation of Part 1 of <i>Honzuki no Gekokujou</i>.<br>\n<br>\nWhen a sickly young girl suddenly becomes obsessed with inventing new things, her family and friends are all puzzled. \"What has gotten into Myne?\" they wondered, never dreaming that the answer is not a \"What\" but a \"Who\": Urano Motosu, a book-loving apprentice librarian who died in an earthquake in Tokyo who somehow found herself in Myne's body! And since Myne's world is still in a medieval stage, where books can only be owned by the elite, the new Myne intends to do everything she can to bring her beloved books to the masses in the time she has left.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: The first episode was included in a bonus DVD that came with the limited edition of the 8th volume of <a href=\"https://anilist.co/manga/110802\">Part 4</a> of the light novel that was released on September 10th, 2019 prior to its TV premiere.</i>"
    },
    {
      "id": "tt11008522",
      "type": "series",
      "name": "Stars Align",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104052-8EXD6e4B2AKK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11008522"
      },
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Tennis/Coming of Age/School Club/Primarily Male Cast/Family Life/Male Protagonist/School/Primarily Teen Cast/Primarily Child Cast/Ensemble Cast/Bullying/Transgender/Adoption/Twins\nDue to the apparent incompetence of its members and lack of results, the boy's soft tennis team is on the verge of being shut down. Toma Shinjou, captain and seemingly only motivated member, seeks the help of newly transferred, and old friend, Maki Katsuragi to improve the club's track record but soon it becomes apparent that what is holding the boys back are problems that run far deeper than the simple sport. \n"
    },
    {
      "id": "tt9883676",
      "type": "series",
      "name": "We Never Learn!: BOKUBEN Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110229-uBjHp2cbXYVL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9883676"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/Male Protagonist/Primarily Female Cast/School/Slapstick/Heterosexual/Shounen/Teacher/Tomboy/Tanned Skin/Tsundere/Kuudere/Nudity\nTo get a scholarship, Nariyuki becomes a reluctant tutor to three unteachable girls. He must quickly make an art-lover adore mathematics, turn a literary genius into a bonafide scientist, and transform a top-tier athlete into a passing student.<br><br>(Source: HIDIVE)"
    },
    {
      "id": "tt9525238",
      "type": "series",
      "name": "Fate/Grand Order Absolute Demonic Front: Babylonia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103275-SN0wwshS3tWA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9525238"
      },
      "description": "Genres: Action, Adventure, Fantasy, Supernatural\nTags:Mythology/Magic/Gods/Historical/Anachronism/Male Protagonist/Isekai/CGI/Tsundere/Agender/Meta/Tomboy/Villainess\nA seventh Singularity has been discovered in ancient Mesopotamia in the year 2655 B.C.<br>\n<br>\nThe land of Uruk, governed by the wise King Gilgamesh after he returned from his quest for immortality, was grand and prosperous until three goddesses and countless Demonic Beasts appeared. These enemies have brought Uruk to the brink of destruction. With a Rayshift—a method of traveling across both time and space—Fujimaru and Mash journey to the land of Uruk, where they encounter the fortress city of Uruk and the Absolute Demonic Front, where a terrible battle against the fearsome onslaught of the Demonic Beasts rages. There, the citizens of Uruk, who live their lives to the fullest despite facing an existential threat, continue to fight for their future. Deities and Demonic Beasts attack with terrifying force, and mankind pushes back with all its might... This is the era where humans and gods are destined to part ways.<br>\n<br>\nFujimaru and Mash, the pair who have fought through all six previous Singularities, embark on their final battle.<br>\n<br>\n(Source: Aniplex of America)<br>\n<br>\n<i>Note: Based on the Babylonia Singularity of Fate/Grand Order, the Japanese smartphone role-playing game created by Delight Works based on the Fate series by Type-Moon.</i>"
    },
    {
      "id": "tt10671282",
      "type": "series",
      "name": "High School Prodigies Have It Easy Even In Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108388-DV17bODJAKlR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10671282"
      },
      "description": "Genres: Action, Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Politics/Ensemble Cast/Anachronism/Espionage/Economics/Kemonomimi/Magic/Elf/Rural/Love Triangle/Ninja/Samurai/Robots/Ships/Gender Bending\nSeven Japanese high school prodigies have taken the world by storm, exercising their mind-blowing abilities in everything from politics to entertainment. But when their plane crashes one day, these geniuses awaken to find themselves in a different realm -one that's home to magic and beast folk! While such strange new surroundings might throw an average person for a loop, these prodigies take their situation in stride...and then some! With the greatest minds and talents known to Earth, this dream team is about to turn the other world on its head!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt2379308",
      "type": "series",
      "name": "PSYCHO-PASS 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108307-2vfdTNsxoS8H.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2379308"
      },
      "description": "Genres: Action, Psychological, Sci-Fi, Thriller\nTags:Detective/Police/Crime/Cyberpunk/Dystopian/Urban/Philosophy/Economics/Conspiracy/Augmented Reality/Cult/Politics/Guns/Episodic/Achronological Order/Foreign/Tomboy\n\"Justice\" opens up a new world. In the near future, the Sybil System, a surveillance network that quantifies human souls, maintains public order. In a changing world, detectives with Dominators, guns that measure \"Crime Coefficients,\" pursue \"latent criminals\" before they commit crimes. The third series of PSYCHO-PASS follows two inspectors seeking the truth: Arata Shindou and Kei Mikhail Ignatov.<br><br>(Source: Amazon)"
    },
    {
      "id": "tt10937602",
      "type": "series",
      "name": "Ahiru no Sora",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101239-iGhniUbzVgpn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10937602"
      },
      "description": "Genres: Drama, Sports\nTags:Basketball/School Club/Primarily Male Cast/Male Protagonist/School/Shounen/Coming of Age/Delinquents/Primarily Teen Cast/Bullying/Twins\nHe may be short in stature, but Sora Kurumatani can soar and score on the basketball court! With a passion for the sport he inherited from his mother, Sora vows to her that he’ll take top prize at a high school basketball tournament… but there’s one problem. His new school’s basketball club has turned into a hangout for delinquents! Will Sora’s sheer tenacity and amazing three-point shooting change their minds and get the club up and running again?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10981954",
      "type": "series",
      "name": "No Guns Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108478-yHMnmQCtHSDb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10981954"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Cyborg/Dystopian/Guns/Crime/Noir/Male Protagonist/Seinen/Cyberpunk/Primarily Adult Cast/Urban/Police/Amnesia/Disability/Trains/CGI\nAfter the war, there are many \"Extends\" in the city, people whose bodies were modified to make them into dangerous weapons. Inui Juuzou is one of them, and he has no memories of his life and body before his head was transformed into a gun. Strangely enough, his head-gun is designed so that only someone behind him can pull the trigger. Juuzou makes a living by taking on cases involving Extends in the city, and he is assisted by Mary, an intelligent young woman that he has taken under his protection.\n"
    },
    {
      "id": "tt10882992",
      "type": "series",
      "name": "Didn't I Say to Make My Abilities Average in the Next Life?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101227-PUPavhaClwfa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10882992"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Primarily Female Cast/Female Protagonist/Magic/Cute Girls Doing Cute Things/Meta/Parody/Tsundere/Otaku Culture/Primarily Teen Cast\nWhen she turns ten years old, Adele von Ascham is hit with a horrible headache–and memories of her previous life as an eighteen-year-old Japanese girl named Kurihara Misato. That life changed abruptly, however, when Misato died trying to aid a little girl and met god. During that meeting, she made an odd request and asked for average abilities in her next life. But few things–especially wishes–ever go quite as planned.<br><br>\n\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt10980934",
      "type": "series",
      "name": "AZUR LANE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104159-xJoXzhEmtohE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10980934"
      },
      "description": "Genres: Action, Ecchi, Sci-Fi\nTags:Ships/Primarily Female Cast/Military/War/Cute Girls Doing Cute Things/Ensemble Cast/Female Protagonist/Maids/Yuri/Nudity/CGI/Kemonomimi/Kuudere\nAzur Lane, a combination of all the different Camps in the world, was once successful in repelling the underwater menace, the Siren. Now splintered, they must face a new threat in Red Axis, former allies who crave to wield this otherworldly Siren technology for their own nefarious desires! Who will be victorious in the never-ending war between these battleship girls!?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt9635464",
      "type": "series",
      "name": "Kemono Michi: Rise Up",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107339-3mKBCMAUN896.png",
      "behaviorHints": {
        "defaultVideoId": "tt9635464"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Isekai/Kemonomimi/Wrestling/Animals/Parody/Dragons/Vampire/Work/Female Harem/Video Games/Anthropomorphism/Male Protagonist\nThe story follows masked wrestler Genzou Shibata, who likes all kinds of animals and creatures. One day he is summoned to another world, where a princess asks him to help kill magical beasts, but he gets mad and puts her in a German suplex. Instead, he begins life as a pet shop owner in the other world.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt10937632",
      "type": "series",
      "name": "BABYLON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101349-AWy5SjUS8mYZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10937632"
      },
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Suicide/Police/Philosophy/Urban/Politics/Male Protagonist/Conspiracy/Primarily Adult Cast/Crime/Denpa/Foreign/Primarily Male Cast/Anti-Hero\nThe suspense story centers around Zen Seizaki, a prosecutor with the Tokyo District Public Prosecutors' Office. While investigating illegal acts by a certain pharmaceutical company, Seizaki stumbles across a conspiracy over an election for an autonomous \"new zone\" established in western Tokyo.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt9886006",
      "type": "series",
      "name": "Kono Oto Tomare!: Sounds of Life Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108891-RTZQkwjWsFi9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9886006"
      },
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:School Club/Heterosexual/Ensemble Cast/Coming of Age/Primarily Male Cast/Primarily Teen Cast/Shounen/School/Male Protagonist/Delinquents/Bullying/Band\nThe second season of <i>Kono Oto Tomare!</i>\n<br><br>\nDespite their best efforts during the Kanto Region Music Festival, the Koto Club is hit with the harsh reality of their poor performance. In the face of disappointment, they still decide to hone their skills and set sight on their next target."
    },
    {
      "id": "tt2150751",
      "type": "series",
      "name": "Chihayafuru 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101215-8TTRNAYJnPMW.png",
      "behaviorHints": {
        "defaultVideoId": "tt2150751"
      },
      "description": "Genres: Drama, Romance, Slice of Life, Sports\nTags:Karuta/School Club/Female Protagonist/Love Triangle/Josei/Coming of Age/Ensemble Cast/Athletics/Primarily Teen Cast/School/CGI/Heterosexual/Tomboy/Meta/Educational\nThey may have just won their most coveted karuta tournament, but members of the Mizusawa karuta team still have a long way to go. Each member chases their dreams, and with a win under their collective belt, those dreams are closer in reach than ever. Chihaya Ayase is determined to challenge Wakamiya Shinobu and win the title of Queen, and Taichi Mashima is ready to take on Arata Wataya now that he’s made it into the most elite of karuta players — but an unexpected revelation will deal these karuta players a hand none of them saw coming.<br><br>(Source: Sentai Filmworks)"
    },
    {
      "id": "tt4508902",
      "type": "series",
      "name": "One-Punch Man Season 2 OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108945-snH9n5sN1vrb.png",
      "behaviorHints": {
        "defaultVideoId": "tt4508902"
      },
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Superhero/Super Power/Seinen/Video Games/Male Protagonist/Martial Arts/Urban Fantasy/Primarily Adult Cast/Ninja/Fishing/Parody\n<i>Note: Unaired episodes included in the Blu-ray/DVD.</i>"
    },
    {
      "id": "tt8963328",
      "type": "series",
      "name": "Hi Score Girl II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b108581-gmxhJcBbITCl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8963328"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Video Games/Coming of Age/Primarily Teen Cast/Full CGI/Love Triangle/Urban/Tsundere/Seinen/Heterosexual/Mopeds/Slapstick/Primarily Child Cast/Achronological Order\nThe second season of <i>High Score Girl</i>."
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon Journeys: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112153-LK1lpFz3vlvl.png",
      "behaviorHints": {
        "defaultVideoId": "tt0168366"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Animals/Episodic/Primarily Child Cast/Kids/Male Protagonist/Meta/Slapstick/Rural/Outdoor/Urban Fantasy/Travel/Delinquents/Environmental/Cyberpunk\nPokémon Trainer Satoshi has a new plan: see the world! But first, he and his partner Pikachu are headed to the opening of the Sakuragi Institute, a research facility dedicated to uncovering the mysteries of Pokémon in every region. Satoshi meets Gou, another boy with boundless curiosity about Pokémon, and both are overjoyed when Professor Sakuragi asks them to become official research fellows. With Satoshi as determined as ever to become a Pokémon Master, and Gou aiming to catch one of every Pokémon (including the Mythical Mew), our heroes are in for adventure and excitement as they explore the wide world of Pokémon!\n<br><br>\n(Source: Pokémon TV)"
    },
    {
      "id": "tt9225320",
      "type": "series",
      "name": "RADIANT Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108040-FYeFAH75GZ0c.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9225320"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Demons/Witch/Primarily Teen Cast/Environmental/Dullahan\nSeth, Mélie, and Doc encounter new allies in Caislean Merlin—the stronghold of the Knights-sorcerers, a group that is also after the monster called Némésis. But Caislean Merlin is plagued by the Spectrum Némésis, mysterious beings that are rumored to be harbingers of catastrophe. Will Seth be able to discover the secret behind this new form of Némésis? His adventure accelerates with the addition of Ocoho, a girl who hopes to become a Knight-sorcerer, a farewell with Mélie and Doc, and a clash with the malicious Merchant-Barons! And all this with the Inquisition still at his heels!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10974256",
      "type": "series",
      "name": "Val x Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109321-uRusf0ug6AQ0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10974256"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Female Harem/Henshin/Demons/Nudity/Primarily Female Cast/Gods/Shounen/Male Protagonist/Dullahan/School/Heterosexual\nTakuma Akutsu is not an attractive guy. In fact, his hulking size and ugly face have earned him the nickname \"demon\", which is ironic since all he really wants is to be left alone. But you know who never pays attention to what people want? The King of the Gods, Odin, who decides that Takuma is the one person who can save Earth from complete destruction.<br>\n<br>\nAs a result, Takuma finds his school, class and home all infiltrated by Odin's nine luscious Valkyrie daughters and, in order to become the Army of One that Odin seeks, Takuma has to use love to forge the Valkyrie's maidenly powers into the ultimate force for saving the world. Yeah, no pressure there, right? Can Takuma man up and ride all nine Valkyries to save the Earth?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9885888",
      "type": "series",
      "name": "Case File nº221: Kabukicho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103638-eXZ6Ux4cqmlF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9885888"
      },
      "description": "Genres: Comedy, Drama, Mystery, Psychological\nTags:Detective/Primarily Adult Cast/Police/Urban/Male Protagonist/Episodic/Crossdressing/Delinquents/Surreal Comedy/Classic Literature/Bar\nThe East Side of Shinjuku Ward … In the center of this chaotic neighborhood, the neon-lit Kabukicho district is expanding. Where light shines, there are also deep shadows. The curtain rises on this night stage where bizarre murders occurred! Is this suspense? No, comedy? An indistinguishable drama is about to begin….<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Part II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111048-eN50zZM0YqkL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9058134"
      },
      "description": "Genres: Action, Sports\nTags:Martial Arts/Wrestling/CGI/Primarily Adult Cast/Male Protagonist/Super Power\nThe Annihilation Tournament continues in part 2 of Kengan Ashura! "
    },
    {
      "id": "tt10778040",
      "type": "series",
      "name": "Blade of the Immortal (ONA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109616-cPuNKosITAvn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10778040"
      },
      "description": "Genres: Action, Adventure, Supernatural\nTags:Revenge/Swordplay/Samurai/Historical/Male Protagonist/Primarily Adult Cast/Gore/Seinen/Anti-Hero/Body Horror/Rape\nNew adaptation of <i>Mugen no Juunin</i>.<br><br>\n\nDamned to wander the Earth in an endless cycle of carnage and murder, the fallen samurai known as Manji seeks the chance to win back his mortality. To do so, he must first balance the deaths weighing against him by slaying 1000 evil souls, a task that would take even the greatest warriors a lifetime. Manji, however, has all the time in the world to kill, and his lonely quest leaves a trail of bloody bodies in his wake… until his path crosses with that of Rin, who has sworn vengeance against the murderers of her family and school, even though the cost will almost certainly be her own life.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9883676",
      "type": "series",
      "name": "We Never Learn OVAs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109492-DphM0bHcV0LD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9883676"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/Male Protagonist/Primarily Female Cast/Shounen/Tomboy\n<b>Includes:</b><br>\n• <i>'Nagisa ni use mo no aride senjin wa enzen to [x] suru'</i> bundled with the 14th manga volume released on Nov 1, 2019.<br>\n• <i>'Chapel no Kane wa [X] o shukufuku suru'</i> bundled with the 16th manga volume released on Apr 3, 2020."
    },
    {
      "id": "tt9826344",
      "type": "series",
      "name": "Why the hell are you here, Teacher!?: Thirteenth Period",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113924-hhZAXZAsOenJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt9826344"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Teacher/Nudity/Heterosexual\nGraduation has come and gone and now the teachers look forward to a well-deserved vacation with their new boyfriends. Unfortunately, things rarely go according to plan when their hotel doesn’t have enough rooms for everyone. As half the group splits up in search of alternative arrangements, Chizuru and Koh find themselves at a love hotel...\n<br><br>\n(Source: Sentai Filmworks)\n<br><br>\n<i>Note: This entry contains a special unaired episode included with the Blu-ray box set.</i>"
    },
    {
      "id": "tt10431290",
      "type": "series",
      "name": "Arifureta: From Commonplace to World's Strongest Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111729-NEhPwaytwM0O.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10431290"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Kemonomimi/Female Harem/Monster Girl/Primarily Teen Cast/Primarily Female Cast/Male Protagonist/Vampire/Dragons\nUnaired episodes included with the Blu-ray releases of Arifureta Shokugyou de Sekai Saikyou."
    },
    {
      "id": "tt11033944",
      "type": "series",
      "name": "After School Dice Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104115-7aStzqclhn6z.png",
      "behaviorHints": {
        "defaultVideoId": "tt11033944"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast/Educational/Card Battle/School/School Club/Software Development/Poker/Shounen/Otaku Culture/Shogi/Chibi/Primarily Teen Cast/Work/Delinquents/Foreign/Bar/Maids/Gambling/Mahjong\nDuring a beautiful spring day in Kyoto, Aya and Miki follow the student council president Midori to a board game shop. The three students end up discovering a German board game that causes them to realize their shared passion for games. In the coming days, many more board games will be found and played! <br><br>\n\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt6138612",
      "type": "series",
      "name": "Granblue Fantasy: The Animation Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107346-KZQFFzxrCH3g.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6138612"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Gods/Ensemble Cast\nA young boy, yearning to take to the skies and reach the Island of the Astrals, suddenly found both his life and his fate linked to a mysterious, blue-haired girl.<br><br>\n \nThey set off on a skyward journey, meeting trusted friends, crewmates, and the massive airship to be their wings along the way. While evading the clutches of the empire and facing off against fearsome primal beasts, the duo felt their bond deepening—their lives changing. <br><br>\n \nBut despite these tribulations, they're still a long way away from their elusive destination. <br><br>\n \nThe boy and girl, accompanied by fellow seekers of adventure, depart once more into the vast blue skies.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt11033998",
      "type": "series",
      "name": "Outburst Dreamer Boys (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109089-J0BeVxrAldAp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11033998"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Chuunibyou/Ensemble Cast/Otaku Culture/Cute Boys Doing Cute Things/School/School Club/Female Protagonist/Primarily Male Cast/Tokusatsu/Crossdressing\nThe story centers around Mizuki Hijiri, a high school girl who just transferred schools. At her new school, she has a fateful encounter with boys suffering from chuunibyou (adolescent delusions of grandeur). There is Noda who dreams of becoming a hero, the tragically handsome otaku Takashima who only likes 2D girls, Nakamura the supposedly \"reincarnated\" angel or devil, and the self-professed string-puller Tsukumo.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt10978032",
      "type": "series",
      "name": "Kandagawa Jet Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110810-dJEpyDWfzbfX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10978032"
      },
      "description": "Genres: Ecchi, Sports\nTags:Female Protagonist/Primarily Female Cast/Nudity/Yuri/School Club/CGI/Gyaru/Idol\nRin Namiki's greatest ambition is to follow in her late mother's footsteps and compete in Kandagawa Jet Racing, where teams of girls on jet skis race while firing high-powered water guns to slow their competitors' jets (and blow off their clothing!). But since there's no jet racing in Rin's remote fishing village, that means moving, all by herself, to a girls' school in faraway Tokyo!<br>\n<br>\nMeanwhile, Misa Aoi dreamed of becoming a great player, but those ambitions floundered until Rin transferred to her school, displaying astonishing skill for a newcomer. Is it fate? Now they \"only\" have to resurrect their school's Jet Riding Club, endure brutal training, and face some seriously skilled rivals… but even the toughest tasks are easier when you're doing something you love with someone who's quickly becoming far more than just a friend!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10054654",
      "type": "series",
      "name": "Special 7: Special Crime Investigation Unit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108554-e9tmHhFJ25Ct.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10054654"
      },
      "description": "Genres: Action, Drama, Mystery, Psychological\nTags:Police/Terrorism/Guns/Primarily Adult Cast/Primarily Male Cast/Cyberpunk/CGI\nSet in a different Tokyo on a different world than ours, the story follows Tokunana, a unit of assembled misfits in the Metropolitan Police Department. Tokunana battles against \"Nine\" — an organization commiting crimes in their zealous worship of the dragons that once roamed the world.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt10707854",
      "type": "series",
      "name": "Chidori RSC",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104679-wGUXfMYSRXSW.png",
      "behaviorHints": {
        "defaultVideoId": "tt10707854"
      },
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:School Club/Guns/Cute Girls Doing Cute Things/Primarily Female Cast/Seinen/Female Protagonist/Airsoft/School/Educational/CGI/Meta\nKokura Hikari is a first-year high school girl who loves rifle shooting. She entered Chidori High School because it had a shooting club, but finds that the club had been disbanded. She had only one day to find enough members to reform the club, but luckily was able to find three other first-year girls who she had met at a competition in middle school.\n<br><br>\nThus begins the daily activities of the Chidori High Shooting Club."
    },
    {
      "id": "tt9828600",
      "type": "series",
      "name": "Fairy gone Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109562-IA0G6Hce2VGM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9828600"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Female Protagonist/Primarily Adult Cast/Foreign/Guns/Demons/Military/Yuri/Revenge/Magic/Politics/Fairy\nThe second cour of <i>Fairy Gone</i>."
    },
    {
      "id": "tt13077966",
      "type": "series",
      "name": "Iya na Kao sare nagara Opantsu Misete Moraitai 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104979-GyV2oj4lKHD2.png",
      "behaviorHints": {
        "defaultVideoId": "tt13077966"
      },
      "description": "Genres: Ecchi\nTags:Primarily Female Cast/POV/Maids/Nun/Twins\nnull"
    },
    {
      "id": "tt2785038",
      "type": "series",
      "name": "Yuru Yuri,",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102090-unOFHc0pmYAr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2785038"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Kuudere/Yuri/Surreal Comedy/Ensemble Cast/Meta\nAn OVA that was announced at the 10 year manga serialization anniversary event, “Nanomori Middle ♪ Happy~ Birth~ Day~”<br><br>\n<i>Note: The Blu-ray had an early release for crowdfunding backers, while the general release was set to November 13th.</i>"
    },
    {
      "id": "tt13004300",
      "type": "series",
      "name": "Null & Peta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110789-BElJ4Jcqq9Fl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13004300"
      },
      "description": "Genres: Comedy, Sci-Fi, Slice of Life\nTags:Family Life/Female Protagonist/Chibi/Robots/Primarily Child Cast/Slapstick/School/Video Games\nThe story of NullPeta follows Null, an elementary school girl who is also a genius inventor. After her older sister Peta's death by an accident, she brings her sister back to life as \"Peta Robo\" using her characteristic knowledge. However, the robot sister is a little different from what she used to be...."
    },
    {
      "id": "tt7407236",
      "type": "series",
      "name": "Legend of the Galactic Heroes: Die Neue These Second",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100780-0umTIigEolK8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7407236"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Space Opera/Space/Politics/Military/Primarily Adult Cast/Philosophy/CGI/War/Ensemble Cast/Primarily Male Cast/Male Protagonist\nThe Free Planets Alliance's invasion of the Galactic Empire has failed after supply mismanagement led to heavy losses. Unwilling to abort the expedition despite being greatly outnumbered, Fleet Admiral Lazar Lobos orders the remaining Alliance fleets to gather in the Amritsar Starzone for a final stand against the incoming counterattack.<br>\n<br>\nStrategic genius Fleet Admiral Reinhard von Lohengramm leads the Imperial forces into this decisive battle with an overwhelming advantage. However, his rival, tactical magician Vice Admiral Yang Wen-li of the Alliance, once again makes up for the incompetence of his superiors and stages a narrow escape for himself and his fellow soldiers. Though both Reinhard and Yang are displeased with the outcome—the former for his imperfect victory and the latter for the tremendous casualties—their attention must turn to the bubbling political unrest on both sides of the galaxy.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt11157604",
      "type": "series",
      "name": "Africa Salaryman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110867-93WWQaUgpUOS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11157604"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Animals/Work/CGI/Urban/Primarily Adult Cast/Primarily Male Cast\nImagine your co-workers–a lion, toucan, and lizard! Hey it can happen right? Africa Salaryman is a comedic take on office life of three African jungle animals who could be your potential co-workers in corporate America. It’s full of ridiculous office place antics and hilarious scenarios, that keeps things quite entertaining, while the animals cope with their working environment.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11157544",
      "type": "series",
      "name": "Stand My Heroes: Piece of Truth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104158-Jn8LRgfii5Kx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11157544"
      },
      "description": "Genres: Action, Drama, Mystery, Psychological\nTags:Male Harem/Police/Female Protagonist/Primarily Male Cast/Drugs/Primarily Adult Cast/Detective/Crime\nBased on the mobile game of the same name.<br><br>As a new agent for STAND, Rei Izumi scouts for the most qualified of investigators to create dedicated teams of heroes. Their assignment is to shield the citizens of Tokyo from the dangerous drugs that are now flooding its streets.<br><br>(Source: Amazon)"
    },
    {
      "id": "tt10619444",
      "type": "series",
      "name": "Levius",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108598-RGcBgF8J7fec.png",
      "behaviorHints": {
        "defaultVideoId": "tt10619444"
      },
      "description": "Genres: Drama, Sci-Fi, Sports\nTags:Boxing/Steampunk/Full CGI/Male Protagonist/Coming of Age/Seinen/War\nIn the 19th century empire after the war, rose “mechanical boxing” which involved people who had had their bodies modified. Under his uncle’s tutelage, Levius, a lonely youth who lost his father in the war and whose mother is in a coma, enters the mechanical boxing scene."
    },
    {
      "id": "kitsu:42509",
      "type": "series",
      "name": "XL Joushi.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111001-foAPxKFA3Tiu.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42509"
      },
      "description": "Genres: Comedy, Hentai, Romance\nTags:Work/Nudity/Teens' Love/Female Protagonist/Large Breasts/Sumata/Public Sex/Cunnilingus/Handjob/Fellatio/Heterosexual\nRunning short of money, office lady Saki Watase is introduced to a part-time job where she's tasked with reviewing XL-size condoms. While receiving an escort home after a night of drinking, Saki's \"demon\" boss Keisuke Sudou notices that she's carrying a large quantity of condom. Once Saki explains her circumstances, Keisuke reveals that he is XL-size. A romance between the two thus begins.\n"
    },
    {
      "id": "tt8788458",
      "type": "series",
      "name": "The Promised Neverland",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101759-NhSwxv7HY9y9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8788458"
      },
      "description": "Genres: Drama, Fantasy, Horror, Mystery, Psychological, Thriller\nTags:Primarily Child Cast/Orphan/Female Protagonist/Coming of Age/Found Family/Ensemble Cast/Shounen/Male Protagonist/Tanned Skin\nEmma, Norman and Ray are the brightest kids at the Grace Field House orphanage. And under the care of the woman they refer to as “Mom,” all the kids have enjoyed a comfortable life. Good food, clean clothes and the perfect environment to learn—what more could an orphan ask for? One day, though, Emma and Norman uncover the dark truth of the outside world they are forbidden from seeing.\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt9522300",
      "type": "series",
      "name": "Kaguya-sama: Love is War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101921-VvdGQy1ZySYf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9522300"
      },
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Heterosexual/Tsundere/Ojou-sama/School/School Club/Primarily Teen Cast/Slapstick/Female Protagonist/Episodic/Seinen/Male Protagonist/Meta/Philosophy/Rotoscoping/Nekomimi/Ensemble Cast\nKnown for being both brilliant and powerful, Miyuki Shirogane and Kaguya Shinomiya lead the illustrious Shuchiin Academy as near equals. And everyone thinks they’d make a great couple. Pride and arrogance are in ample supply, so the only logical move is to trick the other into instigating a date! Who will come out on top in this psychological war where the first move is the only one that matters?\n<br><br>\n(Source: Aniplex)"
    },
    {
      "id": "tt5897304",
      "type": "series",
      "name": "Mob Psycho 100 II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101338-7qOfIaEKSjgl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5897304"
      },
      "description": "Genres: Action, Comedy, Psychological, Slice of Life, Supernatural\nTags:Super Power/Coming of Age/Urban Fantasy/Male Protagonist/Philosophy/Shounen/Satire/Ghost/Primarily Teen Cast/Primarily Male Cast/Primarily Child Cast/School/Urban/School Club/Athletics\nThe second season of <i>Mob Psycho 100</i>. <br>\n<br>Kageyama is an ordinary 8th grader who just wants to live a normal life. Although he can disappear in the crowd in a flash, he was actually the most powerful psychic. The lives of those around Mob and his numerous feelings that softly piles up for the eventual explosion. The mysterious group \"Claw\" stands before him once again. In the midst of his youthful days, where will his roaring heart take him!?\n<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99263-SJSk5d6mhQZO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9529546"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Male Protagonist/Revenge/Magic/Anti-Hero/Kemonomimi/Bullying/Henshin/Slavery/Villainess/Cultivation/Female Harem/CGI/Economics/Nekomimi/Tsundere/Ojou-sama/Religion/Heterosexual/Monster Girl/Medicine\nNaofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction. As the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world!<br>\n<br>\n<i>Note:<br>\n- The first episode was pre-aired on December 27th, 2018. Regular broadcast began on January 9th, 2019.<br>\n- The first episode aired with a runtime of ~47 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt9458304",
      "type": "series",
      "name": "Dororo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101347-2J2p8qJpxpfZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9458304"
      },
      "description": "Genres: Action, Adventure, Drama, Supernatural\nTags:Demons/Revenge/Swordplay/Samurai/Disability/Youkai/War/Male Protagonist/Historical/Rural/Gore/Episodic/Travel/Philosophy/Body Horror/Crossdressing/Shounen/Martial Arts/Ghost/Kuudere/Cannibalism\nDororo, a young orphan thief, meets Hyakkimaru, a powerful ronin. Hyakkimaru's father, a greedy feudal lord, had made a pact with 12 demons, offering his yet-unborn son's body parts in exchange for great power. Thus, Hyakkimaru - who was born without arms, legs, eyes, ears, a nose or a mouth - was abandoned in a river as a baby. Rescued and raised by Dr. Honma, who equips him with artificial limbs and teaches him sword-fighting techniques, Hyakkimaru discovers that each time he slays a demon, a piece of his body is restored. Now, he roams the war-torn countryside in search of demons."
    },
    {
      "id": "tt9584920",
      "type": "series",
      "name": "The Quintessential Quintuplets",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103572-2MXV30htoCSh.png",
      "behaviorHints": {
        "defaultVideoId": "tt9584920"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Twins/Female Harem/Heterosexual/Male Protagonist/School/Primarily Female Cast/Ensemble Cast/Teacher/Primarily Teen Cast/Tsundere/Kuudere/Shounen/Ojou-sama/School Club/Work/Acting/Samurai\nUesugi Fuutarou, a high school second-year from a poor family, receives a highly appealing offer to work part-time as a tutor... but his students turn out to be girls from his own class! What's more, they're quintuplets... and all five are beautiful, but happen to be problem students who have borderline grades and hate studying! Looks like his first assignment will be to win all the sisters' trust?! Every day is a wild party in this rom-com centering around the quintuplet sisters of the Nakano household!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7131720",
      "type": "series",
      "name": "Kakegurui xx",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100876-RfvmpW1B8bDQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt7131720"
      },
      "description": "Genres: Drama, Mystery, Psychological\nTags:Gambling/School/Female Protagonist/Primarily Female Cast/Anti-Hero/Yandere/Primarily Teen Cast/Slavery/Death Game/Ojou-sama/Villainess/Shounen/Idol/School Club\nAt Hyakkao Private Academy, Yumeko Jabami’s star rises just as the student council’s reputation starts to dim. In the shadows of the council’s dwindling power, discord reigns supreme. In a bold effort to rebalance the social scales, student council president Kirari Momobami intends to place her bet on the election for the council’s next president. Everyone starts with a single chip, and at the end of 30 days, the whoever holds the most becomes the president of the Momobami Clan. But chips aren’t the only things students can wager as they fight tooth and nail to ascend to the council presidency, and Yumeko Jabami intends to clean house no matter the prizes she must risk in the betting pool.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9817980",
      "type": "series",
      "name": "Domestic Girlfriend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103139-2TfvRyGTE1qp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9817980"
      },
      "description": "Genres: Drama, Ecchi, Romance\nTags:Inseki/Love Triangle/Male Protagonist/Family Life/Teacher/Heterosexual/Female Harem/Tsundere/School/Nudity/Shounen/School Club\nNatsuo Fuji has a serious crush on one of his teachers, Hina Tachibana, but since he knows he has zero chance of ever being in a relationship with her, he lets his friends talk him into going to a party where he meets Rui. One thing leads to another and then, well, neither of them is a virgin anymore. Unfortunately, it wasn't what they expected, but that's fine. They're just ships passing in the night and they'll never have to see each other again, right? Except when Natsuo's father announces that he's getting married again, Natsuo discovers that he's getting two new step-sisters as well. Now there's a problem, because one is his teacher, Hina, and the other is Rui.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100722-M5nXzDkuGOLC.png",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:Super Power/Female Harem/Male Protagonist/Primarily Female Cast/Witch/School/Idol/Twins/Kuudere/Yandere/Heterosexual\nThe third season of <i>Date A Live</i>.<br>\n<br>\nItsuka Shidou's life has been a whirlwind as of late. Or more precisely, a spatial quake. Several of them, in fact. Powerful \"Spirits\" from other dimensions that take the form of girls are unintentionally causing these spatial quakes in his reality. And Shidou is the only one who can stop them with his unique ability: kissing them! By having the girls kiss and fall deeply in love with him, their devastating quake powers are sealed. The alternative to romancing them is to have a more militant and technological organization called the AST (Anti-Spirit Team) destroy the Spirits, something Shidou is vehemently against.\n<br><br>\nSo far in the story, six Spirits have fallen for Shidou (as well as a few others). The girls compete with one another and vie for his affection, leaving him no end of headaches and misadventures. But a new challenger approaches.\n<br><br>\n(Source: Tokyo Otaku Mode)"
    },
    {
      "id": "tt9266104",
      "type": "series",
      "name": "Zoku Owarimonogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100815-cZbnM9Bjth8W.png",
      "behaviorHints": {
        "defaultVideoId": "tt9266104"
      },
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Philosophy/Urban Fantasy/Male Protagonist/Primarily Female Cast/Vampire/Demons/Primarily Teen Cast/Meta/Monster Girl/Nudity/Female Harem/Gods/Nekomimi/Kemonomimi/Isekai/School\nThird season of the Monogatari Series, part 5/5. Contains the arc Koyomi Reverse from the Zoku Owarimonogatari light novel.\n<br></br>\nThe morning after high school graduation, Koyomi is standing in front of the mirror above the sink to wash his face when he suddenly feels like his reflection is staring back at him. He instinctively reaches for the mirror, and upon touching it, his fingers sink in... When he comes to, Koyomi finds himself in a world where everything appears to be reversed.\n<br><br>\n(Source: Aniplex)\n<br><br>\n<em>Zoku Owarimonogatari premiered in theaters across Japan in November 2018. It was later released as a 6-part OVA on Blu-ray/DVD from February to March 2019.</em>"
    },
    {
      "id": "tt9458372",
      "type": "series",
      "name": "Boogiepop and Others",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101283-YpZqD7wrzWui.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9458372"
      },
      "description": "Genres: Horror, Mystery, Psychological\nTags:Urban Fantasy/Philosophy/Denpa/Achronological Order/Dissociative Identities/Crime/Female Protagonist/Ensemble Cast/Agender/Gore/Aliens/Drugs/Kuudere/Archery/Bisexual\nThere is an urban legend that children tell one another about a shinigami that can release people from the pain they may be suffering. This \"Angel of Death\" has a name—Boogiepop. And the legends are true. Boogiepop is real.\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt9622614",
      "type": "series",
      "name": "WATATEN!: an Angel Flew Down to Me",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102680-75Mgrnn65PAg.png",
      "behaviorHints": {
        "defaultVideoId": "tt9622614"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast/Primarily Child Cast/Cosplay/Yuri/Hikikomori/School/Family Life/Food/College\nThe four-panel comedy manga's story centers on Miyako Hoshino, a shy college student and otaku. Miyako's younger sister Hinata, who is a fifth grader, has a classmate and friend named Hana. When they meet, Miyako falls for Hana at first sight. \n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9522316",
      "type": "series",
      "name": "My Roommate is a Cat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103874-kAyuVMwwF5pp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9522316"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Animals/Hikikomori/Family Life/Male Protagonist/Writing/Primarily Adult Cast/Iyashikei/Female Protagonist/Tsundere/Rehabilitation/Shoujo/Primarily Male Cast/Found Family\nMystery writer Mikazuki Subaru, who isn't good at dealing with people, finds them to be a disturbance when it comes to building his imaginary world. One day, he chances upon a stray cat and feels inspiration strike, so he brings the cat home as his muse.<br><br>\n\nCan watching the inexplicable behaviors of a cat form material for a novel?\n"
    },
    {
      "id": "tt7112156",
      "type": "series",
      "name": "Real Girl 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx102882-lKp3ExWNzoE6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7112156"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Male Protagonist/Coming of Age/Bullying/Shoujo/Heterosexual\nThe second season of <i>3D Kanojo</i>."
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia the Movie: Two Heroes Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105893-IW5rW9O9auyK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5626028"
      },
      "description": "Genres: Action, Drama\nTags:Superhero/Super Power/Zombie\nShort OVAs included with the Blu-ray/DVD release of Boku no Hero Academia the Movie: Futari no Hero.\nEpisode 1 is a short animation about All Might's past.\nEpisode 2 is an epilogue picture drama for Boku no Hero Academia the Movie: Futari no Hero."
    },
    {
      "id": "tt6783056",
      "type": "series",
      "name": "Eromanga Sensei OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100523-1nTD5FTYA6D2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6783056"
      },
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Tsundere/Male Protagonist/Female Harem/Primarily Female Cast/Cute Girls Doing Cute Things/Heterosexual\n<b>Yamada Elf's Love Song</b>\n<br><br>\nAs a novelist with works getting adapted into anime, Elf Yamada holds an event to celebrate her success and to thank everyone who had supported her. With her mother attending, she becomes more excited. However, just as her mother arrives, she tells Elf to go back home so that she can find a suitable husband. Elf, who harbors feelings for Masamune Izumi, chooses to say no…\n<br><br>\n<b>Cooked Meals of Pure Love</b>\n<br><br>\nWinter has come, and it's freezing outside. With her brother Masamune catching a cold, Sagiri Izumi decides to nurse her brother into good health by stepping outside the comfort of her room and doing the housework herself.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt9567240",
      "type": "series",
      "name": "How clumsy you are, Miss Ueno.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b101773-hb7ccdHdtEfT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9567240"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:School Club/Tsundere/Surreal Comedy/School/Female Protagonist/Heterosexual/Satire/Seinen/Primarily Female Cast/Watersports/Cosmic Horror\nThe story centers on Ueno, a genius inventor who is in the third grade at her junior high school. She also serves as the head of the school's science club and secretly falls in love with one of its members, second grade student Tanaka. Using her eccentric inventions, Ueno tries to confess her love to him indirectly. But her attempt always ends in failure.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9203780",
      "type": "series",
      "name": "Mysteria Friends",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21322-c3VbtNvaRi6p.png",
      "behaviorHints": {
        "defaultVideoId": "tt9203780"
      },
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Primarily Female Cast/School/Monster Girl/Female Protagonist/Episodic/Magic/Cute Girls Doing Cute Things/Dragons/Demons/Gods/Acting\nMysteria Academy is a prestigious magic school that teaches without discrimination to the three factions (humans, gods and demons) who otherwise are usually at battle with each other. This anime follows the daily lives of two young women at the academy, Anne, the princess of Mysteria, and the dragon princess Grea. <br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5514358",
      "type": "series",
      "name": "Steins;Gate 0: Valentine's of Crystal Polymorphism -Bittersweet Intermedio-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104174-aoNLSSN6bT4L.png",
      "behaviorHints": {
        "defaultVideoId": "tt5514358"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Cosplay/Artificial Intelligence/Food/Female Protagonist/Primarily Female Cast/Male Protagonist/Kuudere\nUnaired episode included with the volume 6 BD/DVD release of Steins;Gate 0. A special day approaches during a lull in the chaos. It's that time of year to give chocolate to the ones you love, but not everyone finds that an easy task.<br>\n<br>\nWith Valentine's Day just around the corner, the girls of the Future Gadget Lab discover that Kagari has never celebrated the occasion before! Determined to make this year's holiday the best one yet, they all set out to make delicious homemade chocolates together.<br>\n<br>\nHowever, with many of their quirks causing kitchen disasters, this may prove to be too hard a task. Will their feelings ever reach those of their heart's desire?\n"
    },
    {
      "id": "tt9510780",
      "type": "series",
      "name": "ENDRO!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103301-cSSHgCgUQVrR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9510780"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Cute Girls Doing Cute Things/Parody/Female Protagonist/Magic/Primarily Female Cast/Ojou-sama/Teacher/Primarily Child Cast/School/Elf/Episodic/Demons/Iyashikei/Card Battle/Dragons\n The anime's story is set on Naral Island, a continent with swords and magic in which humans and monsters coexist. The terrible Demon King lives there. In ancient times, the first-generation hero defeated the Demon King. Over the many successive generations since then, the Demon King has been resurrected, and the hero who opposes him has likewise reappeared. Girls attend a school for adventurers in order to defeat the Demon King when he appears again.<br><br>\n\nThough a bit absent-minded, Yusha has the body of a hero. The holy elf Seyla's trouble never ends because she is too serious. The cheerful warrior Fai loves to eat. Mei is a quiet otaku magician. As the four girls aim to be in the hero party, they live relaxed fantasy lives and show no sign of defeating the Demon King no matter how much time passes.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8731478",
      "type": "series",
      "name": "Magical Girl Spec-Ops Asuka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103222-wqNFOfxscteC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8731478"
      },
      "description": "Genres: Action, Drama, Ecchi, Horror, Mahou Shoujo\nTags:Magic/Female Protagonist/Super Power/Primarily Female Cast/Military/War/Fairy/Gore/Henshin/Guns/Terrorism/Seinen/Body Horror/Assassins/Foreign/Nudity/CGI\nLegends, myths, magic... Humanity has finally had a chance encounter with a world that had been all but forgotten among all its scientific developments. However, this reunion is not a happy one. Monsters invading from the world of the dead render modern weapons useless, leaving the fate of humanity uncertain. But with help from the Otherworld Trade Agreement, mankind gains a possible means of returning from the brink of death in the form of magical girls. These girls finally lead humanity to victory. However, even this victory proves to be no more than the beginning of a new battle.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9575040",
      "type": "series",
      "name": "Girly Air Force",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101930-I9ccYyORssGV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9575040"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Aviation/Military/War/Male Protagonist/Primarily Female Cast/Kuudere/CGI/Female Harem\nIn the novels' story, mysterious flying creatures known as Zai suddenly appear, and in order to fight the creatures, mankind creates fighter aircraft called \"Daughters,\" as well as the automatic fighting mechanism \"Anima,\" which are shaped like human girls. The story centers on a young man named Kei Narutani, who yearns to fly in the sky, and an Anima considered to be humanity's trump card, a girl name Gripen.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8963328",
      "type": "series",
      "name": "Hi Score Girl: Extra Stage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104307-gbPLgyF1veUJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8963328"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Video Games/Full CGI/Male Protagonist/Heterosexual/Primarily Teen Cast/Tsundere/Slapstick/Urban/Seinen/Primarily Child Cast\nEpisodes 13-15 of <i>High Score Girl</i>.\n\n<i>Episodes 13-15 had its televised debut starting October 4th, 2019</i>."
    },
    {
      "id": "tt9522354",
      "type": "series",
      "name": "Revisions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx102835-07I2wxmErz3j.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9522354"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Full CGI/Male Protagonist/Robots/Dystopian/Real Robot/Survival\n\"This is a prediction. An extreme crisis will befall the five of you someday. At that time, you five will protect everyone.\" Daisuke Dōjima is a second-year high school student who, as a child, was kidnapped. Daisuke, along with his friends Gai, Lū, Marimari, and Keisaku, get wrapped up in the mysterious phenomenon known as the \"Shibuya Drift.\" The central area of Shibuya rises up and is transported at least 300 years in the \"future.\" What awaits them is a vast wasteland and forest dotted with ruins. There, they will work with the future people \"revisions\" to operate giant mechanical monsters. Daisuke meets a girl named Milo, who has the same name as the person who kidnapped Daisuke. Milo informs Daisuke that he's the only one who can operate the \"doll weapon String Puppet\" and protect Shibuya. Daisuke and his friends must take back the present by fighting the future in a town of isolation, against an unknown enemy.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6460600",
      "type": "series",
      "name": "BanG Dream! S2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101633-kRp4u7VmRb5h.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6460600"
      },
      "description": "Genres: Comedy, Drama, Music, Slice of Life\nTags:Band/Full CGI/Primarily Female Cast/Female Protagonist/Primarily Teen Cast/School/Twins/Chuunibyou/Idol\nThe second season of <i>BanG Dream!</i>.<br>\n<br>\nIt's a new school year and Kasumi, Arisa, Saaya, Tae, and Rimi are thrilled to finally be second-year students. Even more exciting than becoming upperclassmen, however, is the fun they have while performing in their band Poppin' Party… until things get out of control when the girls publicly announce that they're going to do their own concert before they've really studied the issue.<br>\n<br>\nSuddenly they're committed to doing something that's a lot more difficult than it seemed, and the pressure is doubled since their musical rivals in Roselia, who've also announced a live concert, are way ahead of them in planning! But you can't stop the music, and with a little hard work and help from other groups and some talented newcomers, Poppin' Party fever will soon be popping up all over!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10223702",
      "type": "series",
      "name": "Meiji Tokyo Renka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99000-rVYGI3okjHQh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10223702"
      },
      "description": "Genres: Drama, Romance, Supernatural\nTags:Historical/Primarily Male Cast/Ghost/Heterosexual/Female Protagonist/Male Harem/Magic\nOn the night of a crimson full moon, high school girl Ayazuki Mei enters into a box. When she awakens, she's in Tokyo during the Meiji Period!\n<br><br>\nThe lost and confused Mei is taken to the Rokumeikan, a lavish ballroom full of powerful high officials.\n<br><br>\nIn this world, during the \"Misty Hour\" between sundown and sunup, \"mononoke\" appear. Those who can see them are called \"Tamayori,\" and Mei herself possesses this power. As she navigates an unfamiliar life, romance begins to bloom between Mei and these men -- and the power of the tamayori will only strengthen their bonds.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8043492",
      "type": "series",
      "name": "Forest of Piano Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103049-amB8jRgCvucH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8043492"
      },
      "description": "Genres: Drama, Music\nTags:CGI/Musical/Coming of Age/Foreign/Educational\nThe second cour of <i>Piano no Mori</i>."
    },
    {
      "id": "tt9585568",
      "type": "series",
      "name": "Grimm's Notes The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103735-xmpn76ipz86E.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9585568"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Fairy Tale/Magic/Henshin/Episodic/Gender Bending/Kemonomimi\nThe game takes place in a world created by a beings known as \"Story Tellers.\" At birth, all inhabitants of this world are bestowed with a \"book of fate\" where all their lives are written in advance. However, rogue Story Tellers known as Chaos Tellers are writing bad events into people's books without them knowing. It is up to the holders of blank books of fate to seek out the Chaos Tellers and restore the world.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9553076",
      "type": "series",
      "name": "The Price of Smiles",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104674-jnKhbLm4PNyy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9553076"
      },
      "description": "Genres: Drama, Fantasy, Mecha, Slice of Life\nTags:War/Female Protagonist/Robots/Politics/CGI/Real Robot\nOriginal animation celebrating Tatsunoko Production's 55th anniversary.<br><br>\n\nOn a planet far from Earth, there is a kingdom full of smiling faces. Princess Yuuki is 12 years old, and about to enter a sensitive age in a person's life. Everyday, she cries, laughs, and sometimes, her heart throbs with excitement. All the while, she lives merrily in the royal palace.<br><br>\n\nFilling her days with color are her loyal vassals: her tutor Reira, Izana who assists in political affairs, the leader of the chivalry Harold … and then, there is her childhood friend and aide Joshua.<br><br>\n\n\"Yuuki! If you have spirit and guts, you can do anything!\"<br><br>\n\n\"…No, not this again! Joshua, be nobler!\"<br><br>\n\nStella is 17 years old and a capable, reserved soldier. However, she is always smiling ... for smiling is essential to living.<br><br>\n\nThis is a story of two girls born on distant planets.<br><br>\n\n(Source: Tatsunoko)"
    },
    {
      "id": "tt9314454",
      "type": "series",
      "name": "The Magnificent KOTOBUKI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104253-jvvztQBrpDnH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9314454"
      },
      "description": "Genres: Action, Adventure\nTags:Aviation/Primarily Female Cast/Full CGI/Female Protagonist/Military/CGI/Cute Girls Doing Cute Things/Episodic/Guns\nThe story takes place in a barren frontier where people trade goods with each other in order to help each other survive. The Kotobuki Squadron are bodyguards for hire, led by a strict but beautiful squadron leader, an unreliable commanding officer, and a true artisan of a crew chief. Alongside pilots who don't lack for personality, they take to the air in dogfights, letting the engine noise of their Hayabusa fighters ring out in the skies.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt5839698",
      "type": "series",
      "name": "The Morose Mononokean Ⅱ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102949-sWYUrBmfCQKc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5839698"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Male Protagonist/Youkai/Shounen/Cute Boys Doing Cute Things/School\nThe second season of <i>Fukigen na Mononokean</i>."
    },
    {
      "id": "tt9573902",
      "type": "series",
      "name": "kemurikusa.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101123-3SzWQNaV6PTi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9573902"
      },
      "description": "Genres: Adventure, Fantasy, Sci-Fi\nTags:Survival/Lost Civilization/Amnesia/Post-Apocalyptic/Full CGI/Tsundere/Robots/Primarily Female Cast/Male Protagonist/Female Protagonist/CGI/Nekomimi\nThe science-fiction action story follows girls who fight with weird entities nicknamed \"mushi\" (bugs) and survive in a world of red fog. \n<br><br>\n(Source: Anime News Network)\nBased on Tatsuki's winning entry from the '24th 3D Anime Contest' in 2012 of the same name."
    },
    {
      "id": "tt8994044",
      "type": "series",
      "name": "Tsurune: For Better or Worse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107506-aLtKnB9MONO3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8994044"
      },
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Archery/School Club/Primarily Male Cast/Cute Boys Doing Cute Things/Idol/Male Protagonist/Twins/School/Tsundere/Martial Arts\nUnaired episode pre-screened at an event and later included with the Blu-ray/DVD release.<br><br>\n\nThere are many reasons why two rival teams would join forces. In the case of the Kazemai and Kirisaki kyudo teams, it’s to learn about a pop idol to help Masa!\n<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt12052708",
      "type": "series",
      "name": "W'z",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101337-I2ZudqRGHaYT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12052708"
      },
      "description": "Genres: Action, Music\nTags:CGI/Cyberpunk/Drugs/Primarily Male Cast\nThe anime centers on Yukiya, who is \"probably\" 14 years old. He spends his time DJ-ing alone. Due to his father's influence, he's listened to house music since he was young, and he uploads videos online. He wants to convey something to someone. He wants to be recognized, and become important. But getting hurt is scary. One day, while trying to get more views, he does something that can't be undone. And he sees a live broadcast from \"that world.\" Yukiya believes he can't do anything alone, but that he could accomplish something if he were doing it together with someone else.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt9520752",
      "type": "series",
      "name": "Pastel Memories",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101379-ddbxF0DUTgRg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9520752"
      },
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Otaku Culture/Primarily Female Cast/Parody/Female Protagonist/Memory Manipulation/Episodic/Maids/Isekai/Cute Girls Doing Cute Things/Henshin/Work\nThe \"otaku girls\" role-playing game takes place \"a little bit in the future in 20XX.\" Akihabara, which was once called \"the otaku holy land,\" is now in decline after otaku culture itself has declined. Players take on the role of a manager of one of the few remaining \"otaku shops.\" The manager helps to \"raise\" various talented otaku girls, and together, players and the girls battle a \"virus\" that is infecting the world of various works, while also retrieving people's lost \"memories.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8010544",
      "type": "series",
      "name": "PERSONA5 the Animation: Stars and Ours",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106896-hNj8pUGTdTcD.png",
      "behaviorHints": {
        "defaultVideoId": "tt8010544"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Male Protagonist/Super Power/School/Mythology\nSecond Persona 5 the Animation TV special.\n"
    },
    {
      "id": "tt6562940",
      "type": "series",
      "name": "Kemono Friends 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99624-E3pSM9JgOGVc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6562940"
      },
      "description": "Genres: Comedy\nTags:Kemonomimi/Animals/Primarily Female Cast/Educational/Cute Girls Doing Cute Things/Full CGI/Post-Apocalyptic\nServal and Caracal find a \"human\" child in the forest. As they travel with the child, they meet new Friends, uncover the secrets of Japari Park, and become involved in an event that will \"shake the earth.\"<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8225204",
      "type": "series",
      "name": "Golden Kamuy 2nd Season OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124756-4DBO8VSFaJ6Y.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8225204"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Historical/Ensemble Cast/Primarily Male Cast/Gore/Seinen/Guns/Primarily Adult Cast/Rural/Survival/Fugitive/Animals/Anti-Hero/Archery/Crime/Military\nOVAs bundled with the 17th, 19th, and 23rd tankoubon volumes of the <i>Golden Kamuy</i> manga."
    },
    {
      "id": "tt13620226",
      "type": "series",
      "name": "Star☆Twinkle Precure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105857-iziLS4e4rTaP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13620226"
      },
      "description": "Genres: Adventure, Fantasy, Mahou Shoujo, Sci-Fi\nTags:Aliens/Henshin/Space/Cute Girls Doing Cute Things/Primarily Female Cast/Magic/Female Protagonist/Astronomy/Kids/Superhero/Episodic/Primarily Child Cast/Artificial Intelligence/Kemonomimi/Drawing/Idol/Shapeshifting\nThe story begins when the protagonist Hikaru meets aliens Lala, Prunce, and Fuwa while watching the night sky. She learns of the \"Star Palace,\" where the 12 Star Princesses of the constellations kept the balance of the universe until they were attacked. Lala is searching for the legendary Precure warriors to help find the 12 scattered \"Princess Star Color Pens\" and revive the princesses. When Fuwa is captured by an enemy, Hikaru wishes to save Fuwa, and a Star Color Pendent and a Star Color Pen appear to allow her to transform into Cure Star. From then on she works to collect the pens and raise Fuwa, who is the key to reviving the princesses."
    },
    {
      "id": "kitsu:41996",
      "type": "series",
      "name": "Circlet Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104008-yl9el0qWH2kx.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:41996"
      },
      "description": "Genres: Sci-Fi, Sports\nTags:Female Protagonist/Augmented Reality/Primarily Female Cast/Virtual World/School/Video Games\nThe game follows a fictional near-future e-sport that utilizes a \"mixed reality system\" developed from augmented reality technology. The story centers on a fledgling team of high school girls from Saint Union Academy who pursue the sport of Circlet Bout.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:42225",
      "type": "series",
      "name": "My Sister, My Writer (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108062-Q469wLZv7O3k.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42225"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Incest/Nudity/Female Harem/Otaku Culture/Tsundere/Writing/Heterosexual\nBonus OVAs included in the first and second BD/DVD volumes."
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikki Tousen: Western Wolves",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105391-j3FGJWjN9smU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0486171"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Nudity/Female Protagonist/Martial Arts/Super Power/Gore/Tomboy/Seinen/Kuudere\nThe fighters of the Kanto region have been able to determine that the previously unknown attackers are from Nara and are connected to the Yamato School and its dangerous leader Himiko. With leaders Hakufu Sonsaku and Moutoku Sousou already stripped of their Magatama jewels by the attackers, only Gentoku Ryuubi remains as the only fully operational leader. In order to maintain sufficient fighting strength, the fighters of Nanyo, Kyosho and Seito join forces for the counterattack. Although they expect to fall into a skillful trap, in the end they have no choice and even Hakufu wants to join in. However, Hakufu is “forgotten” at one of the stations on the way to Nara…<br><br>\n(Source: Anisearch)"
    },
    {
      "id": "tt9567240",
      "type": "series",
      "name": "VIRTUALSAN - LOOKING",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx106433-t2XuRqXl7Gyh.png",
      "behaviorHints": {
        "defaultVideoId": "tt9567240"
      },
      "description": "Genres: Comedy, Music\nTags:VTuber/Virtual World/Full CGI/Primarily Female Cast/Female Protagonist/Cute Girls Doing Cute Things/Episodic/Kemonomimi/Ensemble Cast/Nekomimi/Otaku Culture/Twins/Surreal Comedy/Slapstick/Meta\nAn anime featuring various VTubers, virtual characters featured in vlogs, game streams, and other content on video sites and livestreaming services. The central Vtubers in the series are Mirai Akari, Denno Shojo Siro, Tsukino Mito, Tanaka Hime, Suzuki Hina, and Nekomiya, who also form a special idol unit called \"Virtual Real\".\n<br><br>The anime features an omnibus sketch comedy format, with each segment highlighting different Vtubers in absurd situations. Another segment features fan-submitted characters made with the custom Vtuber mobile app, Custom Cast.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:42018",
      "type": "series",
      "name": "Rinshi!! Ekodachan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104009-Af3Epiow2VQh.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42018"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Episodic/Female Protagonist/Primarily Adult Cast/Nudity/Nekomimi/Seinen\nThe anime centers around the titular Ekoda, who works various jobs, and explores the city nightlife. While she has a boyfriend, she is more into casual relationships than taking it seriously. She considers popular girls (which she labels \"birds of prey\") her natural enemy.<br><br>\n\n(Source: Anime News Network)<br><br>\n\n<i>Note: Each episode features a different director, character designer, voice actors, and studio. Each episode is also split into different segments, with the first 3 and a half minutes of the animated show, followed by live-action interviews with the creators, and then showing the drawing of the short.</i>"
    },
    {
      "id": "tt5915166",
      "type": "series",
      "name": "B-PROJECT-Zeccho＊Emotion-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100186-77UN1ObCPzm6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5915166"
      },
      "description": "Genres: Music\nTags:Idol/Male Harem/Primarily Male Cast/Twins/Female Protagonist/Cute Boys Doing Cute Things\nThe second season of <i>B-PROJECT</i>."
    },
    {
      "id": "kitsu:42053",
      "type": "series",
      "name": "Skeleton Bookstore Employee Honda OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104324-TZHSfpLypi1T.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42053"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Urban/Work/Otaku Culture/Skeleton/Surreal Comedy/Slapstick/Shoujo\nExtra unaired episode bundled with the second part of the TV series' DVDs and original manga"
    },
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101922-PEn1CTc93blC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9335498"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Demons/Shounen/Swordplay/Male Protagonist/Primarily Teen Cast/Monster Girl/Revenge/Travel/CGI/Gore/Primarily Male Cast/Mythology/Slapstick/Orphan/Rotoscoping/Rural/Historical/Super Power/Coming of Age/Body Horror/Chibi/Kuudere\nIt is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Season 3 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104578-LaZYFkmhinfB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560140"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery\nTags:Kaiju/Military/Survival/Super Power/Shapeshifting/Male Protagonist/Shounen/Gore/Philosophy/Mythology/Primarily Adult Cast/Anti-Hero/CGI/Primarily Male Cast/Drugs/Kuudere/Swordplay/Dissociative Identities\nThe battle to retake Wall Maria begins now! With Eren’s new hardening ability, the Scouts are confident they can seal the wall and take back Shiganshina District. If they succeed, Eren can finally unlock the secrets of the basement—and the world. But danger lies in wait as Reiner, Bertholdt, and the Beast Titan have plans of their own. Could this be humanity’s final battle for survival?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt4508902",
      "type": "series",
      "name": "One-Punch Man Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97668-nC8gQrXVxt7k.png",
      "behaviorHints": {
        "defaultVideoId": "tt4508902"
      },
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Superhero/Urban/Super Power/Male Protagonist/Parody/Satire/Cyborg/Primarily Male Cast/Anti-Hero/Primarily Adult Cast/Surreal Comedy/Seinen/Urban Fantasy/Ensemble Cast/Martial Arts/Video Games/Kaiju\nSaitama is a hero who only became a hero for fun. After three years of “special training,” he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch. Now, the great seer Madame Shibabawa’s prediction about the Earth being doomed seems to be coming true as the frequency of monster incidents escalates. Alongside Genos, his faithful disciple, Saitama begins his official hero duties as a member of the Hero Association, while Garou, a man utterly fascinated by monsters, makes his appearance."
    },
    {
      "id": "tt9304350",
      "type": "series",
      "name": "Fruits Basket (2019)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105334-b7sF53ayVDoB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9304350"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life, Supernatural\nTags:Found Family/Female Protagonist/Family Life/Shoujo/Fairy Tale/Mythology/Coming of Age/Rehabilitation/Ensemble Cast/Primarily Teen Cast/Orphan/Animals/Shapeshifting/School/Slapstick/Primarily Male Cast/Tsundere/Episodic/School Club/Bullying/Kuudere/Love Triangle/Heterosexual/Denpa/Male Harem/Crossdressing/Chibi/Nekomimi/Kemonomimi/Suicide/Gender Bending/Nudity\nTohru Honda thought her life was headed for misfortune when a family tragedy left her living in a tent. When her small home is discovered by the mysterious Soma clan, she suddenly finds herself living with Yuki, Kyo, and Shigure Soma. But she quickly learns their family has a bizarre secret of their own: when hugged by the opposite sex, they turn into the animals of the Zodiac!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5679720",
      "type": "series",
      "name": "Bungo Stray Dogs 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103223-bfdnnKWxE4YE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5679720"
      },
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Mafia/Seinen/Super Power/Urban Fantasy/Detective/Male Protagonist/Primarily Adult Cast/Philosophy/Classic Literature/Anti-Hero/Ensemble Cast/Primarily Male Cast/Work/Guns/Urban/Crime/Suicide/Swordplay/Kuudere\nThe third season of <i>Bungou Stray Dogs</i>.<br>\n<br>\nThe White Tiger and the Black Beast – Nakajima Atsushi and Akutagawa Ryunosuke’s fight against Francis F. brings an end to the great war against the Guild. Life goes on as normal in Yokohama, thanks to the continued truce between the Armed Detective Agency and the Port Mafia, who, together, saved the city from ruin. But there are still rumors of Guild stragglers and other crime organizations making their way in from abroad. Meanwhile, Dazai Osamu had premonitions of another impending disaster. Lurking in the darkness is the Fyodor D., leader of pirate organization Rats in the House of the Dead, his dreadful plans on the verge of execution.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9828724",
      "type": "series",
      "name": "Wise Man’s Grandchild",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100112-eExFpnYG2QAK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9828724"
      },
      "description": "Genres: Action, Comedy, Fantasy, Romance\nTags:Magic/Male Protagonist/Isekai/Demons/Heterosexual/School/Ensemble Cast/Adoption/School Club/Coming of Age/Found Family/Gods\nA young man is reborn in another world where he is adopted as a baby by the hero Merlin Wolford and named Shin. By his 15th birthday, Shin has accumulated all kinds of power by studying under Merlin, but one thing his adoptive grandfather didn't give him was a lick of common sense. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9883676",
      "type": "series",
      "name": "We Never Learn: BOKUBEN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103900-GEphwuLf3gKT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9883676"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/School/Slapstick/Male Protagonist/Primarily Female Cast/Heterosexual/Coming of Age/Tanned Skin/Kuudere/Tsundere/Tomboy\nHis late father always said that a useless man should strive to be useful, so to that end, third-year high school student Nariyuki Yuiga dedicated himself to becoming a high-achieving student in his school, despite his history of poor grades. In order to give his destitute family a better life, his ultimate goal is to obtain the special VIP nomination, a prestigious scholarship covering all future university tuition fees. Although Nariyuki could feasibly be a shoe-in for the nomination, he is constantly overshadowed by classmates Rizu Ogata and Fumino Furuhashi in mathematics and literature, respectively.\n<br><br>\nTo his delight, Nariyuki receives the nomination, but there’s a catch: he has to tutor his two star classmates, who are each hopelessly mediocre at the other’s subject of expertise! To make matters worse, the subjects they are horrible at are the same subjects they want to pursue for their future. As the time to submit university applications draws nearer, Nariyuki must find an effective tutoring method for the girls before it’s too late.\n<br><br>\n(Source: Official Website)"
    },
    {
      "id": "tt9193770",
      "type": "series",
      "name": "ISEKAI QUARTET",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104454-pH5YCR7HteqP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9193770"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Crossover/Isekai/Ensemble Cast/School/Chibi/Parody/Magic/Demons/Skeleton/Succubus/Gods/Monster Girl/Male Protagonist/Twins/Vampire/Elf/Female Protagonist/Maids/Crossdressing/Kuudere\nThe button appeared out of nowhere. There weren't any signs NOT to push it... so the solution is obvious, right? Is it a trap or the start of something new and exciting? The crews of Re:Zero, Overlord, Konosuba, and The Saga of Tanya the Evil will find out when they go from their world to another and get stuck in... class?! See what adorable chaos they'll get up to in this collection of shorts!\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt8107988",
      "type": "series",
      "name": "Carole & Tuesday",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101281-s1UoXUaYXhxn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8107988"
      },
      "description": "Genres: Drama, Music, Sci-Fi\nTags:Female Protagonist/Band/Cyberpunk/Artificial Intelligence/Urban/Politics/Tanned Skin/Foreign/Post-Apocalyptic/Gender Bending/Rotoscoping/Bisexual/Agender\nFifty years have passed since mankind began migrating to the new frontier: Mars.<br>\nIt's an age where most culture is produced by AI, and people are content to be passive consumers.<br><br>\n\nThere's a girl.<br>\nScrapping a living in the metropolis of Alba City, she's working part-time while trying to become a musician. She's always felt like something is missing.<br>\nHer name is Carole.<br><br>\n\nThere's a girl.<br>\nBorn to a wealthy family in the provincial town of Herschel City, she dreams of becoming a musician, but nobody around her understands. She feels like the loneliest person in the world.<br>\nHer name is Tuesday.<br><br>\n\nA chance meeting brings them together.<br>\nThey want to sing.<br>\nThey want to make music.<br>\nTogether, they feel like they just might have a chance.<br><br>\n\nThe two of them may only create a tiny wave.<br>\nBut that wave will eventually grow into something larger...<br><br>\n\n(Source: Official Website)"
    },
    {
      "id": "tt9883346",
      "type": "series",
      "name": "The Helpful Fox Senko-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105914-VXKB0ZA2aVZF.png",
      "behaviorHints": {
        "defaultVideoId": "tt9883346"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life, Supernatural\nTags:Kemonomimi/Iyashikei/Youkai/Maids/Gods/Male Protagonist/Primarily Adult Cast/Urban/Seinen/Software Development/Ensemble Cast/Monster Girl/Video Games\nSometimes the cure to a hard day’s work is the tender love and care of…a fox girl?! Salaryman Nakano’s stressful life is suddenly intruded upon by the fox, Senko-san, who is eager to help him heal his exhaustion. Whether she’s cooking, cleaning, or finding other ways to care for Nakano, she’s there to take away his stress!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9826344",
      "type": "series",
      "name": "Why the hell are you here, Teacher!?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104325-rqQLoYjr9lEC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9826344"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Teacher/Nudity/School/Heterosexual/Ensemble Cast/Episodic/Tsundere/Tanned Skin/Seinen/Kuudere/Surreal Comedy/Acting/Tomboy\nKawanuma West may be a public school, but some of its students are about to get private lessons in sex ed courtesy of four very attractive teachers! To be clear, none of our lady educational professionals begin their semesters by writing “get involved with a fortunate male member of my class” in their daily planners…  but strange and inexplicable things keep happening to thrust our teacher/pupil combos into sexually charged situations where something’s bound to happen! Whether it’s falling into water, doors ripping off clothing, or that frequent staple of Japanese school life, the accidental breast/face collision, these poor ladies just can’t help it. And what are the guys supposed to do as they’re pulled deeper and deeper into titillating TILF traps of epic proportions?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9886006",
      "type": "series",
      "name": "Kono Oto Tomare!: Sounds of Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103302-RVGwGRDGdMQq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9886006"
      },
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:School Club/Coming of Age/Ensemble Cast/Musical/Tsundere/Male Protagonist/Heterosexual/Delinquents/Primarily Teen Cast/Bullying/Shounen/Band/Kuudere\nIn the story, Takezou is the last remaining member of the koto club, a club dedicated to the traditional Japanese string instrument. If he doesn't find new members, the koto club will be terminated. One day, Takezou is alone in the club room when a student barges in and demands to join. The student is delinquent Chika Kudou, a guy who even scares delinquent upperclassmen at other schools.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt9828696",
      "type": "series",
      "name": "Ao-chan Can't Study!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105989-Jooq6bqkeeiP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9828696"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Protagonist/School/Tsundere/Shounen/Love Triangle/Nudity/Heterosexual/Drawing/Writing\nMost high school girls would be proud that their father is a famous writer, but Ao Horie’s father is an EROTIC writer, a purveyor of pornographic prose. He’s authored hundreds of dirty books and it has definitely warped his twisted sensibilities. Since Ao thinks that anyone who learns about her father is going to assume that Ao is at least somewhat like her pornographic papa, Ao’s solution is to just not talk to other people, especially boys. All she wants to do is study and get good grades so she can go to a school far away from her family. And that’s why Takumi Kajima is driving her crazy! He keeps trying to talk to her, distracting her, and causing her to think about the kind of things she’d rather not think about…<br><br>(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9828562",
      "type": "series",
      "name": "Hitoribocchi no Marumaruseikatsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101386-ZtlTugIEuorU.png",
      "behaviorHints": {
        "defaultVideoId": "tt9828562"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/School/Primarily Female Cast/Primarily Child Cast/Slapstick/Primarily Teen Cast/Ensemble Cast/Tsundere/Ninja/Tomboy/Shounen\nHitori Bocchi suffers from extreme social anxiety, she’s not good at talking to people, takes pretty extreme actions, is surprisingly adept at avoiding people, her legs cramp when she overexerts herself, gets full of herself when alone, will vomit when exposed to extreme tension and often comes up with plans. Now she is entering middle school and her only friend, Yawara Kai, is attending a different school. This leaves Bocchi alone, surrounded by new classmates with whom she must make friends before Kai will talk to her again.<br><br>\n\n(Source: Doki)"
    },
    {
      "id": "tt8254880",
      "type": "series",
      "name": "Wotaku ni Koi wa Muzukashii OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104217-PoZOCoWD5ei8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8254880"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Otaku Culture/Primarily Adult Cast/Josei/Heterosexual/Work/Tsundere/Volleyball/School/Episodic/Tomboy/Athletics/Female Protagonist/Male Protagonist\nThe first OVA  titled <i>Sore wa, ikinari otozureta=koi</i> was released on March 29, 2019.<br>\nThe second OVA titled <i>Tomodachi no Kyori</i> was released on February 26, 2021.<br>\nThe third OVA titled <i>Shain Ryokou to Negaigoto</i> was released on October 14, 2021.<br>\n<br>\n<i>Note: Unaired episodes bundled with the special edition of the 7th, 10th and 11th manga volumes.</i>"
    },
    {
      "id": "tt9828800",
      "type": "series",
      "name": "Senryu Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106051-GanZefWWhRLa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9828800"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/School Club/Female Protagonist/Calligraphy/Male Protagonist/Surreal Comedy/Heterosexual/Drawing/Shounen/Primarily Female Cast\nEiji Busujima was a delinquent in middle school, but now that he’s in high school, he’s trying to put all that behind him. He’s even joined the literature club! Unfortunately, while Eiji’s heart might be in the right place, his face didn’t get the memo, and if his scowling, slit-like eyes don’t scare people away, then his attempts at senryu poetry probably will. But there’s one member of the literature club who isn’t easily intimidated: Nanako Yukishiro, an odd but cheerful young woman who never speaks and communicates only through senryu poetry! So, when the meddling president of the club decides to encourage a relationship between this strange literary pair, the haiku is sure to fly!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt8096510",
      "type": "series",
      "name": "Sarazanmai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101261-83mVHbQIAFDt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8096510"
      },
      "description": "Genres: Comedy, Drama, Fantasy, Psychological, Supernatural\nTags:Shapeshifting/Surreal Comedy/Male Protagonist/Primarily Male Cast/Coming of Age/Urban Fantasy/Youkai/Satire/Meta/Henshin/Musical/Boys' Love/Zombie/Philosophy/Football/Bisexual/Delinquents/Episodic/Police/Slapstick/Primarily Teen Cast/Cute Boys Doing Cute Things/Idol/Nudity/Guns/Tanned Skin\nThe stage is Asakusa. One day, three 2nd-year middle school students — Kazuki Yasaka, Tooi Kuji, and Enta Jinnai — meet a mysterious kappa-like creature named Keppi, who forcibly takes their shirikodama (a mythical organ kappa steal through a person's anus) and transforms the boys into kappa.\n<br><br>\nKeppi informs them, \"If you wish to return to your former selves, you must connect in 'that way' and bring me the shirikodama of zombies.\" Will the three boys be able to connect as they steal shirikodama from zombies?! Meanwhile, two policemen — Reo Niiboshi and Mabu Akutsu — are up to something at the police box where they are stationed.\n<br><br>\n(Source: Official Website)"
    },
    {
      "id": "tt9828600",
      "type": "series",
      "name": "Fairy gone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107418-tCfwTIgpbBMT.png",
      "behaviorHints": {
        "defaultVideoId": "tt9828600"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Primarily Adult Cast/Military/War/Female Protagonist/CGI/Magic/Politics/Steampunk/Guns/Espionage/Fairy/Foreign/Swordplay/Mafia/Terrorism/Demons/Revenge\nA world where fairies possess and reside within animals, granting them special powers. By surgically removing and transplanting the organs of a possessed animal into a human, humans can partially summon the fairy and use it as a weapon. Eventually, such individuals were used for war, and were called \"Fairy Soldiers.\" After a long war, these soldiers lost their purpose, and had to reintegrate into society. From the government, to the mafia, and even becoming terrorists, each tread their own path.<br><br>\n\nThe story begins nine years after the end of the war, and centers on the protagonist Maria. Maria is a fresh recruit of \"Dorothea,\" an organization dedicated to the investigation and suppression of fairy-related crimes and incidents. Even in peacetime, the government is still unstable after the war. Many criminals still have lingering wounds from the previous conflict, and there are terrorist groups bent on revenge. This is the story of Fairy Soldiers seeking their own justice in a chaotic postwar world.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt10711718",
      "type": "series",
      "name": "Miru Tights",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106967-hG1SSeB44Ve5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10711718"
      },
      "description": "Genres: Ecchi, Slice of Life\nTags:Feet/Female Protagonist/Primarily Female Cast/School/Episodic/Cute Girls Doing Cute Things/Teacher/Yuri/Nudity\nA rainy morning in April. Cherry blossoms are struck by the rain and floats in the puddle. High school students enter the school gate, carrying various colors of umbrellas.<br><br>\n\n\"Good morning, Ren,\" Yua greeted Ren, wearing wet tights in front of the shoe cupboard. When Ren faced her glumly, Homi, who was drenched, joined them as if she is jumping. The girls discuss the new semester.<br><br>\n\nThe girls live their irreplaceable school life as the seasons change.<br><br>\n\n(Source: MAL News)"
    },
    {
      "id": "tt9348718",
      "type": "series",
      "name": "7SEEDS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105807-cq1TUGWJmvRE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9348718"
      },
      "description": "Genres: Action, Adventure, Drama, Horror, Mystery, Psychological, Romance, Sci-Fi\nTags:Ensemble Cast/Post-Apocalyptic/Survival/Environmental/Outdoor/Josei/Primarily Adult Cast\nScientists had predicted this disaster, and in response, the leaders of every country met to develop a plan for human survival before the meteor hit. The Seven Seeds project was developed out of this meeting. Each country froze a number of young healthy people, which allowed them to survive the meteor. After the computer determined that Earth was once again safe for human life, it released them into the world.\n<br><br>\nThe Japanese government created five groups of survivors: Winter group, Spring group, Summer group A, Summer group B, and Fall group. Each group consisted of seven members and one guide. The guide carried small tubes of poison on their necks to allow them to end their lives if their situation became unbearable. The Japanese government prepared seven \"Fuji\" as refuges for the groups. In each Fuji, the group would find seeds and numerous books instructing them on survival in the wilderness.\n<br><br>\n<i>It premiered on TV on January 14th, 2020.</i>"
    },
    {
      "id": "tt9826402",
      "type": "series",
      "name": "YU-NO: A Girl Who Chants Love at the Bound of This World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97995-VO6rXNU0fmBq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9826402"
      },
      "description": "Genres: Action, Adventure, Drama, Sci-Fi\nTags:Male Protagonist/Primarily Female Cast/Historical/Female Harem/Rape/School Club/Guns/Suicide\nTakuya Arima is a young student whose father, a historian who has conducted various researches, disappeared recently. During a summer vacation Takuya receives a peculiar package from his missing father, along with a letter containing information about the existence of various parallel worlds. At first Takuya doesn't take it seriously, but soon he realizes that he possesses a device that allows him to travel to alternate dimensions. Is his father alive, after all? If so, where is he?<br><br>\n\n(Source: TLWiki)"
    },
    {
      "id": "tt9826314",
      "type": "series",
      "name": "Ultramarine Magmell",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b101597-1hmWoRvno4Tq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9826314"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Work/Super Power/Episodic/Shounen/Male Protagonist/Bullying/Kaiju/Environmental\nThe fantasy series takes place in a world where a new continent named Magmell suddenly appears in the ocean, and a new age of exploration begins. Explorers venture to the island to find previously unknown lifeforms and resources, but experience one disaster after another. The manga follows the mysterious young men who make a living as relief workers who aid the explorers.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8019444",
      "type": "series",
      "name": "Aggretsuko: Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105200-j3TXGTaDz8Q9.png",
      "behaviorHints": {
        "defaultVideoId": "tt8019444"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Female Protagonist/Work/Primarily Adult Cast/Anthropomorphism/Animals/Urban/Chibi/Office Lady/Love Triangle/Coming of Age/Musical/Flash\nRed panda Retsuko continues to work at her cyclic office job, with the occasional stress-venting via death metal karaoke on the side. With the company of her newfound friends Gori and Washimi, life is more enjoyable than ever before. But some new shake-ups to her status quo threaten to add more stress to her life. At the office, new employee Anai seems like a fine addition to the company. Yet when Retsuko is placed in charge of his training, she finds that beneath his steadfast dedication, he may pose a threat to the stability of the workplace. Meanwhile, at home, Retsuko's mother pays an abrupt visit, fully intent on having her daughter finally settle down and find a man. With this in mind, she sets Retsuko up for various marriage appointments, much to her chagrin.<br>\n<br>\nNow, Retsuko finds all the more reasons to head to the karaoke bar and unleash her furious diatribes. However, knowing that this will not truly solve her problems, she decides to make a more spontaneous choice to avoid her issues. And so, Retsuko finds herself set upon another self-reflecting journey, coming to learn more about herself and love, with the ever cathartic support of death metal karaoke.\n"
    },
    {
      "id": "tt3105422",
      "type": "series",
      "name": "Ace of the Diamond act II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105749-bbqFNGq0r6mS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3105422"
      },
      "description": "Genres: Comedy, Sports\nTags:Baseball/Primarily Male Cast/Male Protagonist/School Club/Shounen/School/Ensemble Cast\nPicking up the next year after the end of the fall tournament, Seidou High School baseball team battle it out with new and old faces as they begin their tournament run at Koshien.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8660606",
      "type": "series",
      "name": "AFTERLOST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101814-QVFBowThHDDh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8660606"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery, Sci-Fi, Thriller\nTags:Amnesia/Motorcycles/Female Protagonist/Male Protagonist/Guns/CGI/Fugitive/Idol/Primarily Adult Cast/Super Power/Urban Fantasy/Ensemble Cast\nThe entire population of a city disappeared—vanished without a trace. Yuki, the sole survivor, joins Takuya, a contract courier, on a perilous journey to find answers within the newly named ghost town “Lost”. With a letter from Yuki’s father as the pair’s only lead, a secretive organization refuses to let Yuki and Takuya’s meddling go unchecked.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt10044772",
      "type": "series",
      "name": "Joshi Kausei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104147-fKwPPJLOYxaJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10044772"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:No Dialogue/Cute Girls Doing Cute Things/Primarily Female Cast/School/Female Protagonist/Philosophy/Rural\nThis is a story of silent high school girls who are adorable even if they do not speak! Centered around the tragic yet beautiful Momoko, this anime is about the lives of three high school girls including the cool, glasses character, Shibumi, and the iyashikei chibi, Mayumi. This silly, comical daily life of these girls is about having fun alone or together with each other.<br>\n<br>\n(Source: Honey's Anime)"
    },
    {
      "id": "tt10671412",
      "type": "series",
      "name": "Nobunaga teacher's young bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106239-fWKPmljR8dIB.png",
      "behaviorHints": {
        "defaultVideoId": "tt10671412"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Nudity/Heterosexual/Female Harem/Urban Fantasy/Male Protagonist/Crossdressing/Samurai/Teacher/School/Historical\n<i>\"One day, there'll be a girl who'll fall head over heels for me.\"</i><br><br> Nobunaga was a teacher who was waiting for that kind of dating sim event to happen in real life. One day, a 14 year old girl named Kicho appears in front of him, saying that she's his wife?! Apparently she came from the Warring States era and seems to have mistaken Nobunaga for the Oda Nobunaga and tells him that she wants to have his children. An age-gap love comedy featuring a teacher with a dating sims brain and a princess with a warring states era brain!!<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt10022916",
      "type": "series",
      "name": "Midnight Occult Civil Servants",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102939-6Jugm5BxgMPQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10022916"
      },
      "description": "Genres: Fantasy, Supernatural\nTags:Urban Fantasy/Demons/Primarily Male Cast/Gods/Mythology/Language Barrier/Episodic/Outdoor/Angels/Youkai/Shoujo/Zombie\nWhen Miyako Arata starts his brand-new job as a civil servant, he’s shocked to find out he’s not serving the regular public—he’s working with supernatural beings! Referred to as “Anothers”, Miyako and his team deals with the trouble they cause, unseen by the human eye. But while on his first assignment, Miyako surprises everyone with an unheard-of ability—he can understand the Anothers!<br><br>\n\n(Source: Funimation)"
    },
    {
      "id": "kitsu:42141",
      "type": "series",
      "name": "WATATEN!: an Angel Flew Down to Me: You Never Let Us Down / Always Growing Closer / Let's Change You Into This! / I'm Your Big Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx107138-pwlT0xFz3syy.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42141"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Female Protagonist/Cute Girls Doing Cute Things/Primarily Child Cast/Yuri/Cosplay/Outdoor/Yandere\nOVA bundled with the third BD/DVD release.\n\nHinata Hoshino, Hana Shirosaki, and Noa Himesaka are off to the countryside for a camping trip. At Hinata's behest, her elder sister, Miyako, reluctantly tags along. Seeing how gloomy Miyako is, the trio do their best to get her to enjoy herself too.\n\nBesides the camping trip, Watashi ni Tenshi ga Maiorita! Special contains three more short stories of the girls. Although their lives seem normal, one thing is certain: there is definitely no shortage of cuteness here!"
    },
    {
      "id": "tt15447298",
      "type": "series",
      "name": "Holo no Graffiti",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx118123-xqn5fYsjKXJU.png",
      "behaviorHints": {
        "defaultVideoId": "tt15447298"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:VTuber/Primarily Female Cast/Ensemble Cast/Parody/Idol/Cute Girls Doing Cute Things/Full CGI/Slapstick/Episodic/Meta/Surreal Comedy/Video Games/Succubus/Nekomimi/Conspiracy/Dancing/Shrine Maiden/Yuri/Maids/Tomboy/Band/Kemonomimi/Pirates/Witch/Demons/Detective/Judo/Dragons/Office Lady/Elf/Vampire/Battle Royale/Fishing/Angels/Real Robot/Space/Kaiju/Necromancy/Aliens/Cars\nFrom unraveling the secrets of opening and closing doors to defusing surprise packages more commonly known as bombs, there is never a dull day at the Hololive Production office! <i>Holo no Graffiti</i> follows an eccentric cast of Virtual YouTubers, also known as \"VTubers,\" going about their absurd yet hilarious daily lives, detailing all their cute moments and mishaps.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt11803614",
      "type": "series",
      "name": "Promare: Galo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110261-W9tICozbJfOm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11803614"
      },
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Firefighters/Motorcycles\nPromare theatergoers received, as a bonus, character cards with serial codes that granted access to the advanced streaming of a prequel anime. The events in this prequel take place one day before the events of Promare. \n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt11803654",
      "type": "series",
      "name": "Promare: Lio",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111789-A6GVnNFxPLr4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11803654"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Fugitive/Motorcycles/Terrorism/Urban/Firefighters/Super Power/CGI/Primarily Adult Cast\nPromare theatergoers received, as a bonus, character cards with serial codes that granted access to the advanced streaming of a prequel anime. The events in this prequel take place one day before the events of Promare.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9308014",
      "type": "series",
      "name": "RobiHachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105928-9lm74ot8tTj6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9308014"
      },
      "description": "Genres: Adventure, Comedy, Mecha, Sci-Fi\nTags:Space/Fugitive/Aliens/Primarily Male Cast/Episodic/Primarily Adult Cast/Boys' Love\nThe anime's story is set in Neo Tokyo in the year G.C. (Galaxy Century) 0051, which marks a half century since first contact was made. Humans have obtained super light-speed navigation technology and formed a commonwealth of planets with aliens. A streak of bad luck is continuing for self-proclaimed freelance reportage writer Robby Yarge, who is around 30 years old. He fails at work, so his contract is cut. His girlfriend leaves him, he nearly dies in a traffic accident, and debt collectors come after him.<br><br>\n\nOne day, a bag snatcher steals Robby's bag, and a young man helps him. Hatchi Kita, an 18-year-old part-time worker, catches the criminal and returns Robby's bag. Robby offers him his gratitude and a meal in return. The pair discover they are complete opposites and soon part ways.<br><br>\n\nHowever, Hatchi turns up again in Robby's life as a debt collector. Hatchi explains that it's his part-time job working for the loan shark Yan. A cat-and-mouse chase begins, and Yan's Finance president Yan takes his subordinates Aro and Gra along for the ride. Robby manages to elude Hatchi and escape to space while shaking off Yan's group. Robby thinks of escaping to Isekandar, a distant and legendary planet in the Milky Way that is said to bring happiness to those who go there. Though Robby thought he had escaped to space alone, he discovers Hatchi inside his spaceship. The two decide to travel across the galaxy together in search of Isekandar.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt11764320",
      "type": "series",
      "name": "Yatogame-chan Kansatsu Nikki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102064-M2itGzZlYVPb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11764320"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/School/Shounen/Parody/Satire/Male Protagonist/Photography/Primarily Child Cast/Urban/Primarily Female Cast/Nekomimi/Cute Girls Doing Cute Things/Language Barrier/Episodic/Meta\nAfter growing up in Tokyo, high school student Jin Kaito moves to Nagoya where he meets Yatogame Monaka, a fellow student who puts her Nagoya dialect on full display. With her cat-like appearance and unvarnished Nagoya dialect, Yatogame won't open up to him at all. This popular local comedy is increasing the status of Nagoya through observation of the adorable Yatogame-chan!<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt9836798",
      "type": "series",
      "name": "Cinderella Nine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104989-QpB4Nxrdm2Qq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9836798"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Baseball/School Club/Female Protagonist/Primarily Female Cast/School/Idol\nTsubasa loves baseball so much, she started her high school’s baseball club herself! But passion alone won’t keep a club alive, so it’s up to her to recruit as many all-star players as she can. Some potential recruits have never played before while others have returned to the game thanks to Tsubasa, and together they’ll form a team united in love for the game and their growing friendship. But whether they win or lose, one thing’s for sure: Every game they play together is sure to be a home run!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/kaleid liner Prisma☆Illya: Prisma☆Phantasm",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100269-V8Z7e1OXrDBZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904426"
      },
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Parody/Primarily Female Cast/Magic/Kuudere/Primarily Child Cast\nIf there's one thing that the long-running <i>Fate/stay night</i> franchise has always been noted for, it's the creative freedom that allows every new installment to develop its own unique take on the overall concept and base set of continuing characters. However, no matter how diverse many of the previous installments have been, you're almost certainly not going to be prepared for the non-stop surreal silliness and fever dream alternative concepts unleashed in this demented new OVA installment. From a surreal talk show where a berserker hostess puts her hapless assassin brother co-host through an increasingly grueling wringer, to spicy ramen endurance tests, magical girls gone wild and wholesale gender-swapping for no apparent reason, you've never seen anything like this!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt7808370",
      "type": "series",
      "name": "POP TEAM EPIC TV SPECIAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104200-ErJ0ihZleQJ5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7808370"
      },
      "description": "Genres: Comedy\nTags:Parody/Episodic/Satire/Surreal Comedy/Meta/Female Protagonist\nnull"
    },
    {
      "id": "tt8699270",
      "type": "series",
      "name": "ULTRAMAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100663-ZeVDbYEGCiFu.png",
      "behaviorHints": {
        "defaultVideoId": "tt8699270"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Tokusatsu/Full CGI/Seinen/Henshin/Super Power/Superhero/Aliens/Idol\nDecades ago, a being known as the Giant of Light joined Shin Hayata of the Scientific Special Search Party to save Earth from an invasion of terrifying monsters known as Kaiju. Now, many years later, those dark days are fading into memory, and the world is at peace. But in the shadows a new threat is growing, a danger that can only be faced by a new kind of hero - a new kind of Ultraman...<br><br>\nShinjirou is an ordinary teenager, but his father is the legendary Shin Hayata. When he learns that his father passed on the \"Ultraman Factor\" to him, and that he possesses incredible powers, nothing will ever be the same again.<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt10147790",
      "type": "series",
      "name": "MIX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103555-YMLK0Feq3DmS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10147790"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life, Sports\nTags:Baseball/Shounen/Male Protagonist/School Club/Twins/Rural/School/Meta/Primarily Male Cast\n“MIX” takes place 26 years from the story “TOUCH”. From the legend left by the hero of “TOUCH”, Tatsuya Uesugi, Meisei Academy High School was well known for their strong baseball team. 26 years from their glory, the team has not been able to keep their record and lost their fame.\n\n“MIX” is about two stepbrothers, Soichiro and Toma Tachibana. The two aim to revive of the once strong Meisei Academy’s baseball team and enter the National High School Baseball Championship.\n\nSoichiro and Toma were second years in Meisei Academy Middle School. Both boys are talented baseball players. Soichiro has shown excellent skill as a catcher and batter. Though having an extraordinary skill as a pitcher, Toma no longer pitches due to a “certain reason.”\n\nOnce the two enter High School, they pair as a battery and aim to enter the National High School Baseball Championship!\n\nThe passion and devoted emotions will touch your heart! “MIX” is an high school baseball drama that all ages and genders can enjoy!\n\n[Source: ytv; emended]"
    },
    {
      "id": "tt12899130",
      "type": "series",
      "name": "Mobile Suit Gundam: The Origin - Advent of the Red Comet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108039-qIfwCf0SwKdG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12899130"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Space Opera/Military/Real Robot/Politics/War/Space/CGI/Shounen/Revenge\nWhat was the tragedy that decided the fates of Char Aznable, the man later nicknamed the \"Red Comet\" as an ace pilot of the Zeon forces, and his sister Sayla Mass?<br><br>\n\nThe two siblings' journeys, brought on by the sudden death of their father Zeon Zum Deikun who was a leader of the Spacenoids, are depicted in the four episodes of \"Chronicle of Char and Sayla.\"<br><br>\n\nThe Zabi family who seize control of Side 3 and lead the Principality of Zeon, the early days of many renowned Zeon ace pilots who later fight in the One Year War, the secrets of mobile suit development, conflicts with the Earth Federation Forces, and the road leading to the outbreak of war—all will be revealed.<br><br>\n\n(Source: Official Website)"
    },
    {
      "id": "kitsu:42294",
      "type": "series",
      "name": "UzaMaid!: My Maid Is Still Seriously Way Too Annoying...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b108548-MzDqvdg0b4HB.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:42294"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Maids/Primarily Female Cast/Yuri\nIncluded with the 4th volume of the Blu-ray/DVD release"
    },
    {
      "id": "tt14166656",
      "type": "series",
      "name": "The Island of Giant Insects",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106750-R3njaL8buS1F.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14166656"
      },
      "description": "Genres: Action, Drama, Ecchi, Horror, Mystery, Thriller\nTags:Survival/Nudity/Rural/Primarily Teen Cast/CGI/Gore/Bullying\nAfter an airplane crash during a school trip, Oribe Mutsumi and her classmates were stranded on a seemingly deserted island. Mutsumi found the other survivors, and used her wilderness knowledge to help them. She expects that they will be rescued in about three days, which doesn't seem so long to endure. However, she didn't account for the fact that the island is populated with gigantic killer insects. Her knowledge of butterflies, wasps, and more may be the only thing that will help any of her classmates survive to be rescued.\n<br><br>\n(Source: MangaHelpers)\n<br><br>\n<i>Note: Bundled with manga's 6th volume.</i>"
    },
    {
      "id": "tt9348716",
      "type": "series",
      "name": "Rilakkuma and Kaoru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99230-BDcP8vy5cA5t.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9348716"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Animals/Stop Motion/Female Protagonist/Office Lady/Episodic/Work/Kids\nA short stop-motion anime celebrating the San-X character's 15th anniversary.<br>\n<br>\nThe character's story begins when the titular Rilakkuma suddenly appears in the apartment of office worker Kaoru and begins living there, spending every day idling around. He has a zipper on his back, but the contents remain unknown. He likes food like pancakes, omelette rice, pudding, and dango. He lives together with the little white cub Korilakkuma and Kaoru's pet Kiiroitori (\"yellow bird\").<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt10696020",
      "type": "series",
      "name": "AMAZING STRANGER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104284-tXNNAJ9S73XQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt10696020"
      },
      "description": "Genres: Comedy, Romance\nTags:Otaku Culture/Video Games/Robots/Seinen/Male Protagonist/Crossover/CGI/Urban Fantasy/Isekai\nThe story begins when Nona, a bishoujo character figure that the young male otaku office worker Haruto bought, suddenly comes to life, and begins moving and talking on her own. The slapstick romantic comedy centers on the daily lives of Haruto and Nona.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8755254",
      "type": "series",
      "name": "Million Arthur 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104071-b2lOf1uS6KYD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8755254"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Parody/Female Protagonist/Anachronism/Magic/Bisexual/Tsundere\nThe second season of <i>Hangyaku-sei Million Arthur</i>.\n"
    },
    {
      "id": "tt13549930",
      "type": "series",
      "name": "Strike Witches: 501st JOINT FIGHTER WING Take Off!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104378-C5AJMrUsY9Yq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13549930"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Cute Girls Doing Cute Things/Aviation/Card Battle/Primarily Female Cast/Magic/Kemonomimi\nYoshika Miyafuji joins the 501st Joint Fighter Wing, a defense unit specializing in taking down alien beings known as the Neuroi. However, in days of no invasion, she and the members of the unit are taking down day to day tasks like cooking and laundry.\n"
    },
    {
      "id": "tt8010544",
      "type": "series",
      "name": "PERSONA5 the Animation: Proof of Justice",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109418-TTNzz5VO7uoJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt8010544"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Super Power\nAn unaired episode included in 11th volume of the Persona 5 the Animation.\n<br><br>\nFew days after battle against Akechi. Ren, who was helping out with the cafe, saw a cross word puzzle magazine on the table and saw Akechi's handwriting besides a solved crossword \"Seigi no Akashi (Sign of Justice).\" In order to investigate the meaning, he walks around the street under the cold winter snow while thinking back at the memory with Akechi. The meaning that revealed and Akechi's feeling is..."
    }
  ]
}