{
  "metas": [
    {
      "id": "tt5897304",
      "type": "series",
      "name": "Mob Psycho 100",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21507-BICFCVZY3xQb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5897304"
      },
      "description": "Genres: Action, Comedy, Psychological, Slice of Life, Supernatural\nTags:Super Power/Coming of Age/Urban Fantasy/Philosophy/Ghost/Satire/Male Protagonist/Primarily Teen Cast/Urban/Shounen/Disability/Parody/Primarily Male Cast/Surreal Comedy/School/Demons/Slapstick/Delinquents/Bullying/School Club/Fitness/Gangs/Cult/Family Life/Crossdressing\nThe story revolves around \"Mob,\" a boy who will explode if his emotional capacity reaches 100%. This boy with psychic powers earned his nickname \"Mob\" because he does not stand out among other people. He keeps his psychic powers bottled up so he can live normally, but if his emotional level reaches 100, something will overwhelm his entire body.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6354518",
      "type": "series",
      "name": "The Disastrous Life of Saiki K.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21804-AAjWfz9JY1EO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6354518"
      },
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Super Power/Surreal Comedy/Satire/Episodic/Parody/School/Meta/Ensemble Cast/Male Protagonist/Shounen/Primarily Teen Cast/Kuudere/Heterosexual/Tsundere/Chuunibyou/School Club/Gyaru/Video Games/Gangs\nTo the average person, psychic abilities might seem a blessing; for Kusuo Saiki, however, this couldn't be further from the truth. Gifted with a wide assortment of supernatural abilities ranging from telepathy to x-ray vision, he finds this so-called blessing to be nothing but a curse. As all the inconveniences his powers cause constantly pile up, all Kusuo aims for is an ordinary, hassle-free life—a life where ignorance is bliss.<br><br>\n\n\nUnfortunately, the life of a psychic is far from quiet. Though Kusuo tries to stay out of the spotlight by keeping his powers a secret from his classmates, he ends up inadvertently attracting the attention of many odd characters, such as the empty-headed Riki Nendou and the delusional Shun Kaidou. Forced to deal with the craziness of the people around him, Kusuo comes to learn that the ordinary life he has been striving for is a lot more difficult to achieve than expected.<br><br>\n<i>Note: Aired in 2 versions, a 120-episode 5-minute short series, and a combined 24-episode 24-minute TV series with the same content.</i>"
    },
    {
      "id": "tt4731072",
      "type": "series",
      "name": "Food Wars! The Second Plate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21518-uBqzDGIuSxJ5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4731072"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Food/Male Protagonist/Shounen/School/Educational/Nudity/Tsundere/Tanned Skin\nThe second season of <i>Shokugeki no Souma</i>.<br>\n<br>\nAt the Totsuki Culinary Academy, the first rule is survival of the fittest, and if you don't have what it takes to become a master chef, you need to get out of the kitchen before you get burned. With the wheat of first-year students separated from the chaff, cocky former diner cook Yukihira Souma is one of the handful of kitchen whizzes still standing. As the next round of the Autumn Elections gets underway, can he survive a brutal bento boxing match with the chemistry-obsessed granddaughter of the Academy's director? And which of the other contenders; Megumi, Ryou, Akira, Hisako, Takumi or sinister dark-horse Subaru; will advance to fight for the gold medal?<br>\n<br>\n(Source: Sentai Filmworks))"
    },
    {
      "id": "tt5857720",
      "type": "series",
      "name": "ReLIFE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21049-4AHSLeiDE9eg.png",
      "behaviorHints": {
        "defaultVideoId": "tt5857720"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Rehabilitation/Age Regression/School/Male Protagonist/Primarily Teen Cast/Seinen/Hikikomori/Heterosexual/Kuudere/Coming of Age/Work/Slapstick/Volleyball\nThe story follows Kaizaki Arata, a 27-year-old jobless man, who fails at every job interview he had after quitting his last company. His life changes after he met Yoake Ryou of the ReLife Research Institute, who offered him a drug that can change his appearance to 17-years-old and to become a subject in an experiment for one year. Thus, he begins his life as a high school student once more.\n"
    },
    {
      "id": "tt5839732",
      "type": "series",
      "name": "Orange",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21647-GV5JGjhp5QEL.png",
      "behaviorHints": {
        "defaultVideoId": "tt5839732"
      },
      "description": "Genres: Drama, Romance, Supernatural\nTags:School/Shoujo/Female Protagonist/Primarily Teen Cast/Heterosexual/Coming of Age/Super Power/Bullying/Tsundere\nEveryone has regrets in life. So who wouldn't take the chance to change the past if given the opportunity? When sixteen-year-old Takamiya Naho receives a mysterious letter, claiming to be from her twenty-seven-year-old self, her life is suddenly thrown into flux. The letter tells her that a new transfer student by the name of Naruse Kakeru will be joining her class, and to keep her eye on him. But why? Naho must decide what to make of the letter and its cryptic warning, and what it means not only for her future, but for Kakeru's as well.<br>\n<br>(Source: Anime News Network)\n<br><br>\n<i>Note: The last episode aired with a runtime of ~40 minutes as opposed to the standard 24 minute long episode.</i>\n"
    },
    {
      "id": "tt5839706",
      "type": "series",
      "name": "91 Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21711-RVlLD3BOAzzV.png",
      "behaviorHints": {
        "defaultVideoId": "tt5839706"
      },
      "description": "Genres: Action, Drama, Psychological\nTags:Revenge/Mafia/Crime/Male Protagonist/Gangs/Anti-Hero/Noir/Assassins/Foreign/Guns/Primarily Male Cast/Historical/Politics/Espionage/Tanned Skin/CGI\nThe \"classic mafia drama\" takes place during the prohibition era. In the Lawless district the law has no power, the mafia rule the streets, and the illegally made liquor flows freely. At one time Avilio lived in this district, but after a mafia dispute ended in the murder of his family, he went into hiding. Later, Avilio receives a letter from a mysterious person that ignites his passion for revenge and leads him to return to Lawless. There, he infiltrates the Vanetti family and gets close to Nero.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3909224",
      "type": "series",
      "name": "The Seven Deadly Sins: Signs of A Holy War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21385-0rOBu6r4C4b9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3909224"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Supernatural\nTags:Shounen/Magic/Male Protagonist/Ensemble Cast/Super Power/Episodic\nFour-part original story by mangaka Nakaba Suzuki. Having taken the kingdom of Leones back from Holy Knights, the Seven Deadly Sins, along with Elizabeth and Hawk, can finally enjoy peaceful lives they earned. However, with premonitions of a new threat looming, their happy, ordinary days are about to end."
    },
    {
      "id": "tt5862798",
      "type": "series",
      "name": "NEW GAME!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21455-XZTQ8Fmii75j.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5862798"
      },
      "description": "Genres: Slice of Life\nTags:Cute Girls Doing Cute Things/Work/Primarily Female Cast/Software Development/Video Games/Office Lady/Female Protagonist/Seinen/Urban/Primarily Adult Cast/Drawing/Episodic/Tomboy/Tsundere/Tanned Skin/College/Cosplay/4-koma\nFresh out of high school, 18-year-old Aoba Suzukaze is bright-eyed, bushy-tailed, and ready for her first day of work at her dream job. She’s joining the character design team at Eagle Jump, the company that makes her favorite video games! But the real world of office culture can be a challenge for a total noob. From her awkward first day to her first game’s debut, she’s got a lot of skills to master. Luckily, her charming determination wins over even her quirkiest of coworkers, and before she knows it, Aoba has joined the party!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt6016316",
      "type": "series",
      "name": "Danganronpa 3: The End of Hope’s Peak High School - Future Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21509-3Ih7TTU0Romm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6016316"
      },
      "description": "Genres: Action, Horror, Mystery, Psychological, Sci-Fi, Thriller\nTags:Dystopian/Battle Royale/Post-Apocalyptic/Death Game/Male Protagonist/Gore/Detective/Primarily Adult Cast/Swordplay/CGI\nMakoto Naegi, the Ultimate Hope who defeated the Ultimate Despair, Junko Enoshima, is under suspicion of treason against the Future Foundation for harboring the Remnants of Despair who carried on her will. As top members of the Future Foundation, including Makoto's former classmates Kyoko Kirigiri, Aoi Asahina, and Yasuhiro Hagakure, are brought together to decide on Makoto's punishment, they are all imprisoned by Monokuma, who forces everyone to participate in a final killing game. They must try to find the traitor among them who will kill them in their sleep, while also trying to avoid being mortally poisoned by personalised forbidden actions. Thrust into a game where no one can trust each other, Makoto's ideals of hope are pushed to their very limits.<br>\n<br>\n(Source: IMDB, edited)<br>\n<br>\n<i>Aired alongside of Danganronpa 3: Zetsubou-hen, with Mirai-hen starting first.</i>"
    },
    {
      "id": "tt6027642",
      "type": "series",
      "name": "Danganronpa 3: The End of Hope’s Peak High School - Despair Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21825-OjVRUQwM8bTz.png",
      "behaviorHints": {
        "defaultVideoId": "tt6027642"
      },
      "description": "Genres: Action, Drama, Horror, Mystery, Psychological, Sci-Fi, Thriller\nTags:School/Ensemble Cast/Primarily Teen Cast/Teacher/Gore/Female Protagonist/Meta/Male Protagonist/Otaku Culture/Chuunibyou/Bisexual\nChisa Yukizome begins her job as homeroom teacher for Hope's Peak Academy's 77th Class of Ultmate students. Meanwhile, Hajime Hinata, a student of the school's Reserve Course for students without talent, prepares to undergo an experiment to make him the Ultimate Hope. What follows is a series of tragic events which lead to the birth of the Remnants of Despair and the realization of \"The Biggest, Most Awful, Most Tragic Event in Human History.\"<br>\n<br><br>\n<i>Aired alongside of Danganronpa 3: Mirai-hen, with Mirai-hen starting first.</i>"
    },
    {
      "id": "tt5853222",
      "type": "series",
      "name": "Sweetness & Lightning",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21659-r1nnqXPIcl9D.png",
      "behaviorHints": {
        "defaultVideoId": "tt5853222"
      },
      "description": "Genres: Slice of Life\nTags:Family Life/Food/Iyashikei/Educational/Teacher/Seinen/Cute Girls Doing Cute Things/Coming of Age/Orphan/Chibi\nHaving lost his wife, math teacher Kouhei Inuzuka is doing his best to raise his young daughter Tsumugi as a single father. He's pretty bad at cooking and doesn't have a huge appetite to begin with, but chance brings his little family and one of his students, Kotori Iida, together for homemade adventures. With those three cooks in the kitchen, it's no wonder this dinner table drama is so delicious.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt5903040",
      "type": "series",
      "name": "This Art Club Has a Problem!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21457-MzWktnoD67PO.png",
      "behaviorHints": {
        "defaultVideoId": "tt5903040"
      },
      "description": "Genres: Comedy, Romance\nTags:School Club/School/Drawing/Episodic/Female Protagonist/Tsundere/Heterosexual/Otaku Culture/Chuunibyou/Love Triangle/Seinen/Economics\nThe anime focuses on an art club in a certain middle school, and its members: Subaru Uchimaki, who is a genius at drawing faces, but only wants to draw the perfect 2D wife; Colette, a rich troublemaker who never stops making mischief; and the club president, who sleeps through sessions and collects sleeping aids. Mizuki Usami is the only person in the club who wants to do art club-like activities, and constantly struggles to do so.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5861670",
      "type": "series",
      "name": "Tales of Zestiria the X",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21221-exaYgjct2K2c.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5861670"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Fairy Tale/Dragons/CGI/Male Protagonist/Swordplay/Archery\nSorey is a human youth who grew up among the seraphim, spiritual beings not visible to humans.<br>\nSorey believes in the folklore that says “long ago, every human was able to see the seraphim\" and dreams of unraveling the ancient mystery to make the world a place where people and seraphim can live together in peace.<br>\n<br>\nOne day, Sorey visits the human capital for the very first time. He becomes embroiled in an incident during which he pulls out a holy sword embedded in a rock and ends up becoming a Shepherd, one who casts away calamity from the world.<br>\nHe begins to realize the gravity of his mission, and his dream of coexistence between mankind and the seraphim becomes more intense—<br>\n<br>\nAnd thus, the Shepherd embarks on a journey with his companions.<br>\n<br>\n(Source: Official Website)<br><br>\n\n<i>Note: Includes episode 0.</i>"
    },
    {
      "id": "tt7326322",
      "type": "series",
      "name": "The Ancient Magus' Bride: Those Awaiting a Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21688-DOc6RxTYfXEr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7326322"
      },
      "description": "Genres: Drama, Fantasy\nTags:Magic/Female Protagonist/Urban Fantasy/Primarily Child Cast/Foreign/Mythology/Skeleton/Monster Boy\nThe three-part OVA series will chronicle a story taking place before Chise meets the Magus.<br>\nChise Hatori has lived a life full of neglect and abuse, devoid of anything resembling love. Far from the warmth of family, she has had her share of troubles and pitfalls. Just when all hope seems lost, a fateful encounter awaits her. When a man with the head of a beast, wielding strange powers, obtains her through a slave auction, Chise's life will never be the same again.\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt5878004",
      "type": "series",
      "name": "Handa-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21626-5jbbIK9DsmY8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5878004"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Male Protagonist/Primarily Teen Cast/Episodic/Calligraphy/Satire/Delinquents/Meta/Circus/Shounen/Yandere\nHated by everyone around him, Sei Handa goes about his high school life regarded as an outcast—or at least that's what he believes. In reality, Sei is the most popular student on campus, revered by all for his incomparable calligraphy skills, good looks, and cool personality. However, due an endless series of misunderstandings, Handa perceives the worship he receives from his legions of fans as bullying, leading the school's idol to shut himself off from the rest of his classmates.<br>\n<br>\nBut distancing himself from his peers doesn't deter them from adoring him; in fact, his attempts at drawing attention away from himself often end up unintentionally converting even the most skeptical of students into believers. Fashion models, shut-in delinquents, obsessive fangirls, and more—none can stand against the brilliance that is Sei Handa.<br>\n<br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt5905350",
      "type": "series",
      "name": "Alderamin on the Sky",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21410-ZGPqM634gFlX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5905350"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Military/War/Guns/Swordplay/Politics/Male Protagonist/Gore/Philosophy/Foreign/Ojou-sama/Primarily Teen Cast\nThe Katvarna Empire is at war with the neighboring Republic of Kioka. In the Katvarna Empire, the lazy, woman-admiring Ikuta hates war, but due to certain circumstances, he grudgingly takes the High Grade Military Officer Exam. No one would have expected that this 17-year-old young man would eventually become a soldier called a great commander by others. Ikuta survives this world engulfed in war with his superior intellect.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5847454",
      "type": "series",
      "name": "Berserk (2016)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21560-6iifjdssfebJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5847454"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Horror, Supernatural\nTags:Full CGI/CGI/Revenge/Gore/Demons/Seinen/Swordplay/Male Protagonist/Torture/Religion/Anti-Hero/Disability/Ghost/Fugitive/Skeleton/Military/Nudity/Goblin/Elf/Chibi\nSpurred by the flame raging in his heart, the Black Swordsman Guts continues his seemingly endless quest for revenge. Standing in his path are heinous outlaws, delusional evil spirits, and a devout child of god. Even as it chips away at his life, Guts continues to fight his enemies, who wield repulsive and inhumane power, with nary but his body and sword—his strength as a human. What lies at the end of his travels? The answer is shrouded in the \"night.\" Strain your eyes and stare into the dark! \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5861440",
      "type": "series",
      "name": "SERVAMP",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21269-NU0MR6HcefqO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5861440"
      },
      "description": "Genres: Action, Supernatural\nTags:Vampire/Urban Fantasy/Male Protagonist/Primarily Male Cast/Shoujo/Animals/School\nMahiru Shirota dislikes difficult things, preferring to live a simple life. But after rescuing a cat he names Kuro, life takes a turn for the complex. Kuro turns out to be a servamp—a servant vampire, named Sleepy Ash and the two form a contract. Kissing his simple life goodbye, Mahiru is pulled into the world of vampires, the seven deadly Servamps, and war. Life couldn’t be more complicated!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5867902",
      "type": "series",
      "name": "Hybrid x Heart Magias Academy Ataraxia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21378-83u2Jo9aACxx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5867902"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance, Sci-Fi\nTags:Nudity/Female Harem/Male Protagonist/Heterosexual/Primarily Female Cast/School/Achronological Order\nHida Kizuna possesses the HHG (Heart Hybrid Gear) ability, but it is not strong enough to make him particularly important. His older sister calls him to transfer to a strategic defense school, where many of the students (many of which are large-breasted girls) use their HHG abilities to fight invaders from another world while wearing extremely skimpy pilot outfits. Kizuna's fighting ability doesn't measure up, but his sister has another plan; getting the girls to have erotic experiences with Kizuna, so that it will allow them to replenish their energy or power-up. It looks like his new school life is going to be full of embarrassment!<br>\n<br>\n(Source: MangaHelpers)"
    },
    {
      "id": "tt5789296",
      "type": "series",
      "name": "Love Live! Sunshine!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21584-V7sGVjrBEPaz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5789296"
      },
      "description": "Genres: Music, Slice of Life\nTags:Idol/Primarily Female Cast/School Club/Dancing/Primarily Teen Cast/Female Protagonist/School/Cute Girls Doing Cute Things/Ensemble Cast/Rural/Chuunibyou/CGI\nUranohoshi Girls’ High School, a private school in the seaside neighborhood of Uchiura at Numazu city, Shizuoka prefecture. A small high school in a corner of Suruga Bay, it is home to nine teens, led by second-year student Chika Takami, driven by one seriously big dream: To become the next generation of bright, sparkling “school idols”! As long as we don’t give up, any dream can come true... All we have to do now is keep pushing hard for fame and glory! Now their “School Idol Project” begins to make their dreams come true!<br>\n<br>\n(Source: Official Website)"
    },
    {
      "id": "tt5679248",
      "type": "series",
      "name": "Taboo Tattoo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21031-9UQTsZfReeP6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5679248"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Male Protagonist/Martial Arts/Super Power/Seinen/Yuri\nThe manga which this will be based off follows Justice Akazuka (nickname Seigi), a young man who is good at martial arts. Seigi rescues a homeless old man on the street one day from some thugs, and the man gives Seigi an object that imprints a tattoo on his palm. However, it is not an ordinary tattoo, but a special weapon that gives Seigi supernatural powers such as warping space-time. Seigi then meets a female American agent named Ijii, whose duty is to recover the tattoos. Seigi decides to help her and gets wrapped up in a cross-national conspiracy.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7243824",
      "type": "series",
      "name": "Qualidea Code",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21557-Z5r4cvbl9R6R.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7243824"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Aliens/Super Power/Ensemble Cast/School/Guns/Post-Apocalyptic/Magic/Swordplay\nThe anime takes place in a world where humans are continuing to fight a war against an enemy called UNKNOWN. UNKNOWN invaded several decades ago, and children entered a cold sleep to escape the invasion. When the children awoke, they found themselves with supernatural powers. The children set up defense cities in Tokyo, Kanagawa, and Chiba in order to protect the country from the UNKNOWN, who appear through the Tokyo Bay Gate.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5683292",
      "type": "series",
      "name": "Rewrite",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21382-bBJghvjTP8Dr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5683292"
      },
      "description": "Genres: Drama, Mystery, Romance, Slice of Life, Supernatural\nTags:Super Power/School Club/Primarily Female Cast/Male Protagonist/School/Female Harem/CGI/Kuudere\nRewrite is set in the fictional city Kazamatsuri, where treeplanting and afforestation have caused the city to become overgrown with trees and flowers in much the same way that other cities are filled by buildings. However, while most of the city appears to be rural, there are many traditional city elements as well. While set in a modern setting, the city also gives off a strange sense of nostalgia.\n<br><br>\nTennouji Kotarou lives here. He's a high school student who has the ability to rewrite his own body; he can become stronger and faster at any time he chooses. He investigates supernatural mysteries with five girls from his school.\n<br><br>\n(Source: VNDB)"
    },
    {
      "id": "tt5954268",
      "type": "series",
      "name": "D.Gray-man HALLOW",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21558-K9iLPLz1gDGY.png",
      "behaviorHints": {
        "defaultVideoId": "tt5954268"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Shounen/Male Protagonist/Super Power/Circus/Primarily Male Cast/Steampunk/Gore/Kuudere\nDespite the recent Akuma attack, the members of the Black Order are in high spirits as they set about moving to a new base. Immediately upon his arrival, however, Allen Walker is suddenly called by the Central Agency and has his arm forcefully sealed by the Order. He is then led to a surprising meeting with his master, General Cross Marian, who reveals staggering secrets surrounding the enigmatic 14th Noah. <br><br>\n\nA phantom thief incident, the arrival of a mysterious group of Exorcists, the death of an important comrade, and an all-out battle against the Noah Family—just what does this mean for Allen, Yuu Kanda, and the rest of the Order? This is but the beginning of a series of strange, seemingly unconnected events that lead to something far greater. <br><br>\n\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/kaleid liner Prisma☆Illya 3rei!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21379-RDJgELNOIGDS.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904426"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mahou Shoujo\nTags:Magic/Female Protagonist/Henshin/Cute Girls Doing Cute Things/Urban/Primarily Female Cast/Shounen/Urban Fantasy/Ojou-sama/Anthropomorphism/Tanned Skin/Maids/Amnesia/Kuudere/Nudity/Primarily Child Cast\nThe third season of <i>Fate/kaleid liner Prisma☆Illya</i>.<br>\n<br>\nIllya and the gang have finished their battle against the heroic spirit residing in the eighth class card. They're back in vacation mode again, looking to make the most of what they have left of summer break. But their hopes get crushed in the blink of an eye. An all-too-unrealistic silhouette appears before them when they go to investigate the strange event at Mount Enzō. After a short skirmish, the entire space ends up being warped. Illya wakes up in a wintry Fuyuki City... in a parallel world. This is the world where Miyu was born and raised.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5897818",
      "type": "series",
      "name": "DAYS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21578-XXfNNVseCg2G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5897818"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Football/School/Shounen/Primarily Male Cast/School Club/Coming of Age/Bullying\nThe manga centers on two boys who were never meant to meet: Tsukushi Tsukamoto, who has no special skills but secretly hides a passionate heart, and Jin Kazama, an isolated soccer genius. On a stormy night, the two meet, and that meeting creates a whirlwind in the world of high school soccer.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5871330",
      "type": "series",
      "name": "Amanchu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21406-WRfuVlpbpvlY.png",
      "behaviorHints": {
        "defaultVideoId": "tt5871330"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Female Protagonist/Primarily Female Cast/School Club/Scuba Diving/School/Shounen/Coming of Age\nHikari Kohinata is a cheerful 15 year-old girl who lives near the ocean and she spends much of her time diving as a result. On her first day of high school, she meets a teacher who also likes scuba diving. There's also a 16 year-old classmate, Futaba, who gets dragged along in Hikari's maelstrom as soon as they meet at school."
    },
    {
      "id": "tt6026166",
      "type": "series",
      "name": "Planetarian",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21732-uOgNB5Y4FH5h.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6026166"
      },
      "description": "Genres: Drama, Fantasy, Sci-Fi\nTags:Robots/Post-Apocalyptic/Artificial Intelligence/Astronomy/Female Protagonist/Male Protagonist/Mythology/Urban/Survival/Guns/Tsundere\nHoshino Yumemi is a companion robot working at an abandoned planetarium. It’s been thirty years since her last customer, but she continues to wait. When a customer finally appears, she enlists his help to fix the planetarium so she can show him the stars.\n<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:12278",
      "type": "series",
      "name": "Haven't You Heard? I'm Sakamoto: Haven’t You Heard? I was Sakamoto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21862-bl3H26pdq3el.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12278"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Surreal Comedy/School/Seinen/Male Protagonist\nUnaired episode 13 included with the fifth Blu-ray and DVD volume.<br>\n<br>\nJust who is Sakamoto? He's enigmatic. He's clever. He's dashing. No challenge is too great and no cause is too small for Sakamoto. Girls love him, guys hate him for it, and despite efforts to humiliate him, Sakamoto is flawlessly able to emerge from the fray, even cooler than ever. Who knows what Sakamoto is going to do next? Whatever it is, it will be fabulous!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5839698",
      "type": "series",
      "name": "The Morose Mononokean",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21643-1zrEKuiV3ASs.png",
      "behaviorHints": {
        "defaultVideoId": "tt5839698"
      },
      "description": "Genres: Supernatural\nTags:Youkai/Episodic/Male Protagonist/Cute Boys Doing Cute Things/Shounen\nAshiya has spent the first seven days of high school stuck in the infirmary because of a youkai attaching itself to him. He ends up asking the owner of a small tea room called the \"Mononokean\" for help. This is a tale involving the very morose owner of Mononokean guiding the youkai that happened to wander into this world go to the next world.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5023666",
      "type": "series",
      "name": "The Heroic Legend of Arslan: Dust Storm Dance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21424-B87p1XofzerH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5023666"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/War/Male Protagonist/Swordplay/Military/Historical/Crossdressing/Pirates/Tomboy/Primarily Male Cast\nAfter managing to get past the battles concerning the royal successor for Sindhura, Arslan and company made their triumphal return to Pars to find Hilmes the brave general with the silver mask standing in their way. And by the time they somehow get Hilmes to stand down and they can be on their way to thee capital once again, an even larger threat was fast approaching the land of Pars.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:11771",
      "type": "series",
      "name": "Boruto: Naruto the Movie - The Day Naruto Became Hokage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21579-AKxouF9BidMD.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:11771"
      },
      "description": "Genres: Action, Comedy\nTags:Shounen/Super Power/Crossdressing\nBundled with the perfect limited edition DVD/BD Boruto: Naruto the Movie."
    },
    {
      "id": "tt5926310",
      "type": "series",
      "name": "First Love Monster",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21242-5lHHNLFBsVB3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5926310"
      },
      "description": "Genres: Comedy, Romance\nTags:School/Shoujo/Female Protagonist/Male Harem\nWhen fifteen-year-old Kaho Nikaidou leaves her sheltered home to start life anew in a Tokyo high school dormitory, the last thing she expects is to nearly get hit by a truck! Saved in the nick of time by a handsome stranger, Kaho falls head over heels for him and, after finally tracking him down, boldly confesses her feelings. Turns out Kaho's mystery savior, Kanade, is the son of Kaho's new landlord! The handsome object of Kaho's affection agrees to go out with her, but her newfound bliss is short-lived when it turns out that her new boyfriend...is a fifth-grader?!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt6631966",
      "type": "series",
      "name": "Bananya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21704-He11JaJgPPiQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6631966"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Episodic/Kids/Animals/Chibi\nAn adaptation of Bananya, the banana cat mascot of the stationary company Q-Lia."
    },
    {
      "id": "tt5989928",
      "type": "series",
      "name": "Gintama: Love Incense Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21588-4stDE0RbC9jL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5989928"
      },
      "description": "Genres: Comedy\nTags:Parody/Samurai/Anachronism/Male Protagonist/Aliens/Shounen/Ensemble Cast/Female Harem\n\"Gintama\" manga volumes 65 and 66 will bundle OVAs adapting the Love Potion arc.<br>\n<br>\nYoshiwara is besieged by a mysterious incense that has the ability to make whoever smell it fall for the first person they see; poor Tsukuyo is hit, her already secret attraction with Gintoki intensified. In trying to gather the incense, Tsukuyo's slip-up causes the entire district to be affected by the smoke, including the Yorozuya (and Tae, Kyuubei, and Kondou who happened to be there at the time). Can the Yorozuya and Tsukuyo overcome their afflictions to stop the perpetrator?<br>\n<br>\n(Source: Gintama wikia)"
    },
    {
      "id": "tt6425816",
      "type": "series",
      "name": "One Piece: Heart of Gold",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21831-VoDhEVaTaGEq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6425816"
      },
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Shounen/Pirates/Male Protagonist/Super Power/Ensemble Cast/Anachronism\nThe Straw Hat Pirates meet Olga, a girl who has escaped the island Alchemi. Alchemi was known for its metal production, and for the creation of the extremely valuable Pure Gold, but the island disappeared two hundred years ago. Olga is now being pursued by Marines, interested in Pure Gold. Gildo Tesoro, who controls the Navy HQ and black market, hears of Olga and hires treasure hunter Mad Treasure to track her down. The Straw Hats join forces with Olga in search of the Pure Gold, while she plots to takes advantage of them and use the treasure to become rich herself."
    },
    {
      "id": "tt8010544",
      "type": "series",
      "name": "Persona 5 The Animation -the Day Breakers-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21432-Cedi86Cv5hOS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8010544"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:School/Mythology/Crime\nThe story focuses on the 16-year-old Protagonist after he is transferred to Shujin High School in Tokyo. Staying with friends of his parents, he meets up with two fellow students, problem child Ryuuji Sakamoto and withdrawn Ann Takamaki, and a talking, shape-shifting cat-like creature known as Morgana. During his time there, feeling suppressed by their environment, the four form a group known as the \"Phantom Thieves,\" working together to carry out heists and encountering mysterious phenomena along the way. <br><br>\n\n(Source: Wikipedia)"
    },
    {
      "id": "tt4869896",
      "type": "series",
      "name": "Overlord: Ple Ple Pleiades - Nazarick Saidai no Kiki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/87489-rizr4yabatdV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4869896"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic/Isekai/Anti-Hero/Demons/Skeleton/Chibi/Virtual World\nBundled with novel series' 11th volume.\n\nThe new anime will feature the appearance of the Pleiades combat maids, as well as the rest of the Floor Guardians.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:9098",
      "type": "series",
      "name": "Under the Dog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21002-dbC7EUSwlgCg.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:9098"
      },
      "description": "Genres: Action, Sci-Fi, Thriller\nTags:Guns/Military/School/Female Protagonist/Assassins/Gore/CGI\nIt is the year 2025, five years since devastating terrorist attacks put an end to the 2020 Tokyo Olympic Games. The UN has taken control of the former Olympic site on the edge of Tokyo Bay, placing it beyond Japan’s jurisdiction.<br><br>\n\nHana Togetsu is a seventeen-year-old high school student who lives in the area. Not your typical teen, she belongs to a special unit run by the UN. Hana is sent on a mission as a transfer student to a public high school on Enoshima Island.<br><br>\n\nHer target: Shunichi Nanase, a boy in her class.<br><br>\n\nAs Hana is about to make contact with her target, a middle-aged man appears at the school asking for Shunichi. The situation turns critical when the American military arrives at the school in pursuit of the man.<br><br>\n\nAs the bloodshed escalates, another teenage girl begins to make her way to the island to break the deadlock.<br><br>\n\n(Source: Official Website)"
    },
    {
      "id": "tt3114358",
      "type": "series",
      "name": "Non Non Biyori: Repeat - Hotaru ga Tanoshinda",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21585-7JLUZe4iooea.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3114358"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Cute Girls Doing Cute Things/Rural/Primarily Child Cast/Primarily Female Cast/Seinen/Female Protagonist/Ensemble Cast/Kuudere\nAn unaired episode bundle with the tenth volume of the manga.<br>\n<br>\nLife in rural Asahigaoka moves at its own pace. Devoid of the pleasures and worries of a bustling metropolis, this small village might seem painfully dull at first glance. However, despite living this far from her hometown of Tokyo, Hotaru Ichijou manages to find a group of friends whom she can spend quality time with. No matter whether it's winter, spring, summer, or fall, they make full use of everything the nature around them has to offer.\n"
    },
    {
      "id": "tt5853206",
      "type": "series",
      "name": "The Highschool Life of a Fudanshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21782-i8wLBjK9ccfY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5853206"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/School/Josei/Male Protagonist/Boys' Love/Crossdressing\nThe comedy depicts the daily life of Sakaguchi, a high school boy and also a \"fudanshi\" who loves boys-love stories. Fudanshi is a wordplay on fujoshi (literally, \"rotten girls\") — the slang for women who love boys-love/yaoi stories.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5921946",
      "type": "series",
      "name": "Cheer Boys!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21713-iIdNBkcihMMx.png",
      "behaviorHints": {
        "defaultVideoId": "tt5921946"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Primarily Male Cast/School Club/Cheerleading/Male Protagonist/College/Cute Boys Doing Cute Things\nHaruki Bandou was born into a family of Judo marital artists and expected to continue the family legacy. But he’s about to trade Judo for... cheerleading?! When his childhood friend Kazuma Hashimoto invites him to join the BREAKERS, a male cheerleading club, Haru finds himself amongst a quirky group of boys. Can this squad of slightly odd and cute members make a breakthrough in college athletics?<br><br>\n\n(Source: Funimation)"
    },
    {
      "id": "tt7724400",
      "type": "series",
      "name": "Ange Vierge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21439-f9V9DCXof1zt.png",
      "behaviorHints": {
        "defaultVideoId": "tt7724400"
      },
      "description": "Genres: Adventure, Ecchi, Fantasy\nTags:Primarily Female Cast/Ensemble Cast/Magic/Nudity/School/Super Power/Yuri/Female Protagonist\nThe story of the Ange Vierge trading card game follows what happens when \"Hairou\" portals suddenly open, fusing three different worlds together. As a result, various mysterious \"Exceed\" powers are awakened in teenaged girls. An academy for these so-called \"Progress\" girls is built on the isolated Seiran Island in the Pacific.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:PETIT ~Re: Starting Life in Another World From PETIT~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b21891-Zr4CPYnZzljl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5607616"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Chibi/Male Protagonist/Primarily Female Cast/Nekomimi/Maids/Twins/Femboy/Parody\nA collection of comedic shorts featuring characters from Re:Zero kara Hajimeru Isekai Seikatsu. A continuation of Re:Zero kara Hajimeru Break Time.\n"
    },
    {
      "id": "tt5878200",
      "type": "series",
      "name": "BATTERY the animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21702-CKiyEpxtRWBp.png",
      "behaviorHints": {
        "defaultVideoId": "tt5878200"
      },
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Primarily Male Cast/Baseball/Rural/Male Protagonist/School Club/Coming of Age\nAsano's novels revolve around Takumi Harada, a young man who moves to a mountain town in Okayama prefecture during the spring break before he enters middle school due to his father's job transfer. Takumi is a pitcher, and after the moves he loses faith in his own talent, when suddenly his classmate Gou Nagakura appears in front of him. Gou has a strong desire to form a \"battery\" (a combination of a pitcher and catcher) with Takumi.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:12052",
      "type": "series",
      "name": "Tanaka-kun is Always Listless Tokuten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21786-ILt261h4Go1y.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12052"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Episodic/Iyashikei/Male Protagonist/Kuudere\nIncluded with the BD/DVDs of the series."
    },
    {
      "id": "tt5915166",
      "type": "series",
      "name": "B-PROJECT",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21751-rbblLzKJqEMY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5915166"
      },
      "description": "Genres: Drama, Music\nTags:Idol/Primarily Male Cast/Female Protagonist/Male Harem/Nekomimi/Cute Boys Doing Cute Things/Crossdressing/Animals/Primarily Adult Cast\nOur protagonist, Sumisora Tsubasa, just got a job as a new A&R person at Gandala Music, one of the biggest record companies in the business. Almost like it was a trap, as soon as she started with the company, she was put in charge of the idol unit, \"B-PROJECT.\" Being in charge of B-PROJECT meant that she was in charge of the three groups, \"Kitakore,\" \"THRIVE,\" and \"MooNs.\" Because this is her first job, things don't go that well and she's faced with various trouble and accidents. Be ambitious along with the ten BOYS who are all very different!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5891552",
      "type": "series",
      "name": "Regalia: The Three Sacred Stars",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21707-2j3DygPJrJs4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5891552"
      },
      "description": "Genres: Mecha, Sci-Fi\nTags:Primarily Female Cast/Super Robot/Female Protagonist/Super Power/Politics\nTwelve years ago, a mysterious event shook the Kingdom of Rimgarde, causing massive destruction. In the present day, Empress Yui rules a peaceful kingdom where she is loved by her people and especially by her sister, Rena. But when a giant robot appears, her peaceful life is shattered. Now Yui must fight to protect her nation and the person she loves most.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "ONE PIECE FILM: GOLD - episode 0 711ver.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21880-uxsZ880LXSdY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0388629"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Pirates/Anachronism/Male Protagonist/Shounen/Ensemble Cast/Super Power\nA short prequel to One Piece Film: Gold featuring the nine Straw hat crew members on the ship, planning what to do when they arrive the Casino."
    },
    {
      "id": "tt3398540",
      "type": "series",
      "name": "HAIKYU!! 3rd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21698-RL71mr1YU5Io.png",
      "behaviorHints": {
        "defaultVideoId": "tt3398540"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Volleyball/School Club/Shounen/Male Protagonist/Primarily Male Cast/Primarily Teen Cast/Ensemble Cast/School/Coming of Age\nAfter the victory against Aoba Jousai High, Karasuno High School, once called “a fallen powerhouse, a crow that can’t fly,” has finally reached the climax of the heated Spring tournament. Now, to advance to nationals, the Karasuno team has to defeat the powerhouse Shiratorizawa Academy. Karasuno’s greatest hurdle is their adversary’s ace, Wakatoshi Ushijima, the number one player in the Miyagi Prefecture, and one of the country’s top three aces.\n<br><br>\nOnly the strongest team will make it to the national tournament. Since this match is the third-year players’ last chance to qualify for nationals, Karasuno has to use everything they learned during the training camp and prior matches to attain victory. Filled with restlessness and excitement, both teams are determined to come out on top in the third season of Haikyuu!!.\n<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt6112556",
      "type": "series",
      "name": "Yuri!!! on ICE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21709-GPTWwNaxllTJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt6112556"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Ice Skating/Primarily Male Cast/Male Protagonist/Foreign/Bisexual/Rotoscoping/Primarily Adult Cast/Coming of Age/Tsundere/Asexual/CGI\nYuri Katsuki makes his way to the Grand Prix ice skating competition as Japan’s top representative with his eyes on the prize. However, instead of celebrating, Yuri walks away defeated and ready to retire for good. But a run-in with champion Viktor Nikiforov and rising star Yuri Plisetsky ignites a new fire within him. With the two of them close by his side, Yuri will take to the ice once more.<br><br>\n\n(Source: Funimation)"
    },
    {
      "id": "tt5679720",
      "type": "series",
      "name": "Bungo Stray Dogs 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21679-9MKdz1A7YLV7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5679720"
      },
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:War/Super Power/Seinen/Male Protagonist/Mafia/Detective/Classic Literature/Urban Fantasy/Ensemble Cast/Anti-Hero/Terrorism/Guns/Primarily Male Cast/Urban/Primarily Adult Cast/Philosophy/Conspiracy/Orphan/Kuudere/Bar/Shapeshifting/Cosmic Horror\nThe second season of <i>Bungou Stray Dogs</i>.<br>\n<br>\nDespite their differences in position, three men—the youngest senior executive of the Port Mafia, Osamu Dazai, the lowest ranking member, Sakunosuke Oda, and the intelligence agent, Angou Sakaguchi—gather at the Lupin Bar at the end of the day to relax and take delight in the company of friends.<br></br>\n\nHowever, one night, Angou disappears. A photograph taken at the bar is all that is left of the three together.<br></br>\n\nFast forward to the present, and Dazai is now a member of the Armed Detective Agency. The Guild, an American gifted organization, has entered the fray and is intent on taking the Agency's work permit. They must now divide their attention between the two groups, the Guild and the Port Mafia, who oppose their very existence."
    },
    {
      "id": "tt6074794",
      "type": "series",
      "name": "March comes in like a lion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21366-qp94AxKx6ZaM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6074794"
      },
      "description": "Genres: Drama, Slice of Life\nTags:Coming of Age/Rehabilitation/Shogi/Seinen/Family Life/Found Family/Male Protagonist/Philosophy/Trains/Bullying/Primarily Adult Cast/Food\nRei Kiriyama is a 17 year old boy who recently started living alone, financed by his salary as a professional Shogi player. Despite his independence, however, he's yet to mature emotionally, and his problems continue to haunt him in his daily life. His relationship with his adoptive family is strained, and he has difficulties interacting with his fellow high school students.<br>\n<br>\nMeanwhile, his professional career in Shogi has entered a slump. Burdened with the heavy expectations placed upon him, his wins and losses are fluctuating as his record and progression into the ranks begin to stagnate.<br>\n<br>\nAcquainted with Rei are the three Kawamoto sisters: Akari, Hinata, and Momo. Unlike Rei, they live happily in their modest home, which they warmly welcome Rei into as if he were one of their own.  He frequently visits the family, interacting with them and receiving the kind of care and affection he never quite had while under his foster home.<br>\nThis is the story of Rei's triumphs and failures, relationships new and old, and his growth as a person.<br>\n<br>\n(Source: TV Tropes)"
    },
    {
      "id": "tt5225764",
      "type": "series",
      "name": "DRIFTERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21123-bCuqm8wLDqOw.png",
      "behaviorHints": {
        "defaultVideoId": "tt5225764"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Historical/War/Anachronism/Male Protagonist/Samurai/Gore/Swordplay/Seinen/Anti-Hero/Primarily Adult Cast/Elf/Primarily Male Cast/Language Barrier/Guns/Magic/Archery/Aviation/CGI/Dragons\nThe story centers around Shimazu Toyohisa, the real-life samurai who fought in the pivotal Battle of Sekigahara. In his dying moments, Shimazu is transported to a world of magic with other famous warriors throughout history. These warriors are forced to fight each other in an endless battle.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6220550",
      "type": "series",
      "name": "Keijo!!!!!!!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21639-tdDGBK68CQk0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6220550"
      },
      "description": "Genres: Comedy, Ecchi, Sports\nTags:Primarily Female Cast/Female Protagonist/Parody/Shounen/Fitness/Super Power/Yuri/School/Primarily Teen Cast/Nudity/Tomboy/Delinquents\n\"Keijo\" is a popular gambling sport where contestants stand on platforms floating on the water and must use their butts and chests to fight against each other to push each other off the platform. Nozomi Kaminashi, a high school student, aims to join the sport after she graduates. Nozomi was raised in a poor family and hopes to make lots of money by playing Keijo. She grew up training in gymnastics, and she has good balance and flexibility.<br><br>After high school, Nozomi joins a training boarding school and enters the world of Keijo.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt5879454",
      "type": "series",
      "name": "Kiss Him, Not Me",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21686-N3dWHyKnzoKk.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5879454"
      },
      "description": "Genres: Comedy, Romance\nTags:Male Harem/Tomboy/Female Protagonist/Otaku Culture/Mixed Gender Harem/Shoujo/Parody/School/LGBTQ+ Themes/School Club/Crossdressing/Yuri\nKae Serinuma is what you'd call a \"fujoshi.\" When she sees boys getting along with each other, she loves to indulge in wild fantasies! One day her favorite anime character dies and the shock causes her to lose a ton of weight. Then four hot guys at school ask her out, but that isn't exciting to her at all — she'd rather see them date each other! \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7382936",
      "type": "series",
      "name": "NANBAKA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21051-V4IlRBFhlaOs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7382936"
      },
      "description": "Genres: Action, Comedy, Drama\nTags:Slapstick/Episodic/Delinquents/Primarily Male Cast/Crime/Prison/Cute Boys Doing Cute Things/Ensemble Cast/Super Power/Makeup/Tanned Skin/Bisexual/Ninja/Crossdressing/Male Protagonist/Femboy/Poker/Karuta/Tsundere\nFour men are assigned to the prison: Juugo, a man who attempted to break out of prison and ended up extending his jail time; Uno, a man who likes to gamble with women; Rokku, a man who likes to get into fights; and Nico, a man who likes anime.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4384306",
      "type": "series",
      "name": "Sound! Euphonium 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21460-ll92hPstsgzF.png",
      "behaviorHints": {
        "defaultVideoId": "tt4384306"
      },
      "description": "Genres: Drama, Music, Slice of Life\nTags:Band/Coming of Age/School Club/Female Protagonist/School/Primarily Female Cast/Primarily Teen Cast/Family Life/Cute Girls Doing Cute Things/Ensemble Cast/Kuudere\nWith another tournament fast approaching, Kumiko's band is doubling down on practice and discipline, leaving little time for sleep or other recreational activities. The redoubled practice schedule brings Kumiko and Reina closer together, but elsewhere in the band, it seems like drama threatens to tear the group's unity apart. The ghost of the prior year's mass band exodus still haunts many of Kumiko's classmates, and with former band member Nozomi Kasaki now asking to return, it seems like the grudges of the past will soon be impossible to ignore.<br><br>\n\n(Source: Anime News Network, edited)\n\n<br><br>\n<i>Note: The first episode aired with a runtime of ~48 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt2703720",
      "type": "series",
      "name": "My Teen Romantic Comedy SNAFU TOO! OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21769-ZBoT6szJKGZv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2703720"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Male Protagonist/School/School Club/Table Tennis/Primarily Teen Cast/Heterosexual\nAn adaptation of a story from volume 10.5 about Iroha Isshiki. <br><br>\n\nAfter accepting a weekend invitation, Hachiman Hikigaya accompanies Isshiki Iroha around the Chiba Prefecture to brainstorm ideas suitable for an ideal date with Hayato Hayama. As the duo wanders from place to place without a plan, they seemingly enjoy each other's company. Yet, through these straightforward and sincere interactions, the meaning behind what it means to be genuine continues to intrigue Hachiman and his outlook for the future of the Volunteer Service Club and its members. <br><br>\n\n(Source: MAL Rewrite)<br><br>\n\n<i>Note: Bundled with the limited edition of the Yahari Game demo Ore no Seishun Love Come wa Machigatteiru. Zoku PlayStation Vita game from 5pb."
    },
    {
      "id": "tt6139566",
      "type": "series",
      "name": "FLIP FLAPPERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21714-CkRGMKNtKfdp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6139566"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Mahou Shoujo, Psychological, Sci-Fi\nTags:Coming of Age/Female Protagonist/Henshin/Magic/Primarily Female Cast/Meta/Denpa/Super Power/Surreal Comedy/Episodic/Isekai/School/Tsundere/Super Robot/Surfing\nAs a middle school student, Cocona has been trying to decide what to do with her life. Magical Girl, however, wasn’t a career path that she’d ever considered. When suddenly a strange girl named Papika thrusts her into a secret organization called Flip Flap, Cocona’s outlook does a radical flip-flop. Her views start to change when she is dragged into an alternate dimension called Pure Illusion where she’s charged with gathering crystal shards and fighting strange creatures. Now, between running missions and facing off against a rival organization, Cocona doesn’t have much time to consider alternate career choices. What are these shards, and why is gathering them so important? There’s a mystery to be solved and multiple worlds to be saved in FLIP FLAPPERS! \n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9525238",
      "type": "series",
      "name": "Fate/Grand Order: First Order",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97815-NnWheNnaKCmS.png",
      "behaviorHints": {
        "defaultVideoId": "tt9525238"
      },
      "description": "Genres: Action, Fantasy\nTags:Archery/Male Protagonist/Urban Fantasy/Swordplay/Anti-Hero/Magic/Urban/Crossover/Gore\nThe story is set in the year 2015, during the final era over which magic still held sway. The humanity survival and security organization Chaldea was established to observe the world that can only be seen by magic and the world that can only be measured by science — as well as to prevent the final extinction of mankind.<br><br>\n\nThanks to the efforts of many researchers, the path of human history has been ensured for 100 years into the future. However, without warning, the realm of the future that was under constant observation by Chaldea vanished. The extinction of humanity in 2017 was observed — no, confirmed.<br><br>\n\nThe apparent cause of the extinction was in the Japanese city of Fuyuki in 2004. In that city, there was an \"unobservable realm\" which had never existed until now.<br><br>\n\nChaldea issued the Grand Order for a \"Holy Grail Expedition,\" to investigate, uncover, and possibly destroy the singularity that apparently will cause the extinction of humanity.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5537534",
      "type": "series",
      "name": "AJIN: Demi-Human 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21799-0WB0vWJJ7mFX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5537534"
      },
      "description": "Genres: Action, Horror, Mystery, Supernatural\nTags:Terrorism/Full CGI/Seinen/Anti-Hero/Military/Male Protagonist/Super Power/Crime/Primarily Male Cast/Police/War/Guns/Body Horror/Gore/Politics/Urban Fantasy/Martial Arts/Tsundere/Video Games\nThe second season of <i>Ajin</i>.<br>\n<br>\nKei’s done running, but his decision to fight comes just as Satou launches a second wave of terror. Angered by the government’s refusal to admit the truth about live experiments conducted on captive Ajin, the Ajin terrorist makes a kill list of key individuals connected to Ajin research. He then vows to assassinate them one by one if his demands aren’t met. Now, Kei must learn to control his IBM and recruit other Ajins to his side if he wishes to stop the immortal madman.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt6100248",
      "type": "series",
      "name": "Danganronpa 3: The End of Hope's Peak High School - Hope Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97672-BRm6bIWQfI2v.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6100248"
      },
      "description": "Genres: Action, Psychological, Sci-Fi, Thriller\nTags:Dystopian/Ensemble Cast/Swordplay/School/Guns/Gore/Primarily Adult Cast/Acting\nThe Future Foundation is in shambles after the Final Killing Game and the revelation of the true culprit. As a desperate plot arises from one of the survivors to rid the world of despair once and for all, the remaining Future Foundation members must band together to stop it. Fortunately, they find themselves with help from a group of unlikely allies as they race against the clock to stop their world from being changed.<br>\n<br>\nAs a direct continuation of Mirai-hen, Kibou-hen serves as the finale to the Hope's Peak storyline of the Danganronpa series.\n"
    },
    {
      "id": "tt2789238",
      "type": "series",
      "name": "Strike the Blood II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21815-q8Jm7tx70N0H.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2789238"
      },
      "description": "Genres: Action, Ecchi, Fantasy\nTags:Female Harem/Vampire/School/Nudity/Super Power/Kuudere\nThe second season of <i>Strike the Blood</i>. The adaptation of 9th, 11th and 12th LN volumes."
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong to Try to Pick Up Girls in a Dungeon?: Is It Wrong to Expect a Hot Spring in a Dungeon?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21660-ulujIFzucKf1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4728568"
      },
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Male Protagonist/Dungeon/Primarily Female Cast/Female Harem/Kemonomimi/Gods/Mythology/Kuudere\nOur band of bold adventurers has just blown through the 18th level of the world’s most fearsome dungeon, so what do they do for an encore? Since the city of Orario doesn’t have a theme park, the next choice for Bell, Hestia, Lilly and the gang would seem to be a trip to the hot springs… and, conveniently enough, a battle with some hellhounds has led them to an undiscovered underground oasis! However, there’s something fishy about these springs, beyond the fact that Hermes happens to have bathing suits for all the ladies in their correct sizes! Will the secret be discovered before it’s too late? Will Hestia finally come clean with Bell?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt6135350",
      "type": "series",
      "name": "Occultic;Nine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21708-al2koHBxr8du.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6135350"
      },
      "description": "Genres: Mystery, Sci-Fi, Supernatural, Thriller\nTags:Male Protagonist/Heterosexual/Denpa/Detective/Super Power/Philosophy/Otaku Culture/Meta/Bar/Urban/Religion\nThe \"paranormal science\" story follows nine idiosyncratic individuals, linked by the \"Choujou Kagaku Kirikiri Basara\" occult summary blog run by 17-year-old second-year high school student Yuuta Gamon. Little incongruities that occur around these nine eventually lead to a larger, unimaginable event that may alter what is considered common sense in this world.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6135388",
      "type": "series",
      "name": "Magical Girl Raising Project",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21340-0fOhJK8Qynmy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6135388"
      },
      "description": "Genres: Action, Fantasy, Horror, Mahou Shoujo, Psychological, Thriller\nTags:Magic/Primarily Female Cast/Urban Fantasy/Kuudere/Henshin/Female Protagonist/Yuri/Nun/Transgender/Guns/Twins/Angels/Primarily Teen Cast/Isekai\nA social game called The Magical Girl Raising Project allows one in tens of thousands of people to be a \"magical girl\" — possessing extraordinary physical capabilities and looks, as well as special magical powers that set them apart from the rest of the human race. But one day, in a district containing 16 magical girls, the administration announces that it must halve the number of magical girls to solve the problem of magical energy.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt6104656",
      "type": "series",
      "name": "Izetta: The Last Witch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21838-v7GiILDrph5t.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6104656"
      },
      "description": "Genres: Action, Drama\nTags:Female Protagonist/Foreign/Witch/Magic/Military/Aviation/War/Anachronism/Politics/Primarily Adult Cast/Historical/Tanks/Guns\nIf I am promised to the princess, then I will fight for her sake.<br><br>\n\nIn 1939 C.E., the imperialist nation of Germania invaded a neighboring country. All at once, that war spread throughout Europe, and the era was dragged into a spiral of a great war.<br><br>\n\nThen, in 1940, Germania's attack turned towards the Principality of Eylstadt, a small Alps country abundant with beautiful water and greenery.<br><br>\n\n(Source: Official Website)"
    },
    {
      "id": "tt6153026",
      "type": "series",
      "name": "Tawawa on Monday",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97716-KEnqtszrv2vw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6153026"
      },
      "description": "Genres: Ecchi, Slice of Life\nTags:Episodic/Large Breasts/Seinen/Trains/Office Lady/Work/Heterosexual/Male Protagonist/Primarily Adult Cast\nThe anime follows a salaryman who has a chance meeting with a girl named Ai on the train. They begin to meet every Monday on the train, with the man serving as her bodyguard on the crowded commute while they chat.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:12137",
      "type": "series",
      "name": "Kubikiri Cycle: The Blue Savant and the Nonsense User",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b21803-BAQClgq6Q0DP.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12137"
      },
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Detective/Philosophy/Male Protagonist/Crime/Primarily Female Cast/Maids/Hikikomori/Female Protagonist/Heterosexual/Super Power/CGI/Kuudere\nIt's the vacation of a lifetime, a trip to a remote island filled with geniuses–and murder.<br>\n<br>\nOn Wet Crow's Feather Island, a tiny speck in the Sea of Japan, lives Akagami Iria, the exiled daughter of a powerful family. Born into great wealth, she was a princess of the highest pedigree–until she was cut off by the leader of the Akagami Foundation. For the last five years, she's lived on Feather Island with her maids. But she hasn't been alone. She has invited the best minds Japan has to offer to come and stay with her.<br>\n<br>\nAnd so nineteen-year-old college student Ii-chan and his best friend, computer genius Kunagisa Tomo, find themselves as Iria’s guests at her elaborate mansion. Surrounded by fascinating women – a chef, a fortune-teller, a scholar, and an artist, not to mention his own friend Tomo – Ii-chan is feeling a little overmatched intellectually. But the sudden discovery of a grisly murder sends the island into shock. And Ii-chan discovers that he does possess a bit of genius: the ability to discover what is real and what is fake, who is who they claim to be and who is a killer.<br>\n<br>\n(Source: Del Rey Manga)"
    },
    {
      "id": "tt5373222",
      "type": "series",
      "name": "My Wife is the Student Council President+!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21610-fXJmOc3wQQoX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5373222"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Nudity/Seinen/School/Female Harem/Photography/Male Protagonist/Heterosexual/Love Triangle/Crossdressing\nSeason 2 of Okusama ga Seitokaichou!<br>\n<br>\nThe story begins with Izumi Hayato running to be student body president. But when a beautiful girl swings in promising the liberalization of love while flinging condoms into the audience, he ends up losing to her and becoming the vice president. At the student council meeting, the newly-elected president invites herself over to Izumi's house, where she promptly announces she is to become Izumi's wife thanks to an agreement – facilitated by alcohol – made between their parents when they were only 3.\n"
    },
    {
      "id": "tt6176438",
      "type": "series",
      "name": "WWW.WAGNARIA!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21764-tItSTDi0QB31.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6176438"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Ensemble Cast/Work/Heterosexual/Male Protagonist/Seinen/Episodic/Food/Kuudere/Meta\nDaisuke Higashida gets a job at the restaurant because of family financial difficulties, but no one who works there is normal.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6142628",
      "type": "series",
      "name": "The Great Passage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21703-rXiXsRgiIO12.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6142628"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Primarily Adult Cast/Work/Writing/Male Protagonist/Philosophy/Coming of Age/Educational/Heterosexual/Meta\nThe series follows the employees at the Genbu Shobō publishing company. Araki, who is a veteran editor for the dictionary department, is looking for a successor now that he's approaching retirement age. After Majime Mitsuya — a salesman who's a poor talker — meets Masashi Nishioka — Araki's coworker who is sociable and frivolous — Araki overhears their conversation and decides to recruit Majime into the department. The story follows \"the awkward humans\" Majime and Masashi as they work together to compile a medium-sized Japanese dictionary titled \"The Great Passage\" (Daitokai). <br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt1352421",
      "type": "series",
      "name": "Natsume's Book of Friends 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21710-Y20fKQviC3hL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1352421"
      },
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Youkai/Male Protagonist/Iyashikei/Adoption/Episodic/Shoujo/Urban Fantasy/Rural/Shapeshifting/Primarily Teen Cast\nThe fifth season of <i>Natsume Yuujinchou</i>."
    },
    {
      "id": "tt6353054",
      "type": "series",
      "name": "Girlish Number",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21627-MygS5XrfmSkx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6353054"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Work/Acting/Female Protagonist/Primarily Adult Cast/Meta/Cute Girls Doing Cute Things\nCollege student Chitose Karasuma is determined not to do boring things as she enters the adult world. To this end, this bad-mannered beauty barges into a facility that trains would-be voice actors and actresses, somehow landing a job at “Number One Produce,” a voice actress agency managed by her older brother, Gojou. In Chitose’s mind, she’s poised for greatness, but finds herself at a loss when she continues to only get minor roles. As she clashes with other girls in the agency, including a cunning airhead and a girl with a Kansai accent, Chitose is about to learn that there’s more to succeeding in this competitive industry than she imagined.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt5344382",
      "type": "series",
      "name": "Mobile Suit GUNDAM Iron Blooded Orphans 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21749-tO6zfDKFesgl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5344382"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Military/War/Politics/Real Robot/Kuudere/Anti-Hero/Orphan/Space/Dystopian/Ensemble Cast/Bisexual/Crime/Found Family/Disability/Tanned Skin/Yakuza/Space Opera/LGBTQ+ Themes/Agriculture/Desert\n<i>Second season of Mobile Suit Gundam: Iron-Blooded Orphans.</i><br><br>\tLearning about the world from her journey to Earth, Kudelia founded Admoss Company to strive for the financial independence of Mars. While inspecting a mining site of halfmetal, Orga Itsuka, leader of Tekkadan hired by Admoss as guards, senses an attack from a new enemy and heads out to confront them, along with Mikazuki in the mobile suit Gundam Barbatos Lupus.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt6344982",
      "type": "series",
      "name": "Poco's Udon World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21631-k0SsKyeorkyl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6344982"
      },
      "description": "Genres: Fantasy, Slice of Life\nTags:Family Life/Seinen/Kemonomimi/Male Protagonist/Rural/Primarily Adult Cast/Food/Found Family\nSouta Tawara is a web designer working in Tokyo. When he visits his family's Udon place in his hometown Kagawa Prefecture, he discovers a young boy. Upon confronting the boy, Souta soon learns his secret and decides to quit his job in order to take care of the boy, Poko. The daily adventures of the two slowly enfold as Poco energetically navigates his way through Kagawa, the \"Udon Kingdom,\" along with Souta.\n"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon the Series: Sun & Moon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97634-9pF5dOufTtRC.png",
      "behaviorHints": {
        "defaultVideoId": "tt0168366"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Slice of Life\nTags:Animals/Male Protagonist/Ensemble Cast/Kids/Primarily Child Cast/School/Episodic/Slapstick/Dinosaurs/Fishing/Super Robot\nAfter his mom wins a free vacation trip, Satoshi and Pikachu are off on another adventure. This time in the tropical land of Alola. There they meet new friends, Pokémon and explore new islands. \n<br>We also get introduced to Z-Rings, a device used for Z-Moves. What kind of mysterious Pokémon and challenges will come their way, and why is Kapu-Kokeko so interested in our young trainer?!"
    },
    {
      "id": "tt4831392",
      "type": "series",
      "name": "Monster Musume: Everyday Life With Monster Girls OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21650-qFjRMXrw1jku.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4831392"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Monster Girl/Female Harem/Seinen/Centaur/Nudity/Dullahan/Mermaid/Swimming/Primarily Female Cast/Heterosexual\nBundled with the 11th and 12th volumes of the manga.<br><br>\n\nThe OVA adapts the manga's chapter 17 from the fourth volume, where Miia, Cerea, Mero, and Kurusu go to the gym's pool."
    },
    {
      "id": "tt8851064",
      "type": "series",
      "name": "Trickster",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21832-2p2k6zjjeVv7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8851064"
      },
      "description": "Genres: Adventure, Drama, Mystery, Psychological, Sci-Fi\nTags:Super Power/Police/Detective/Male Protagonist/Primarily Male Cast\nIt is the 2030s. The Boy Detectives Club gathers under Kogorou Akechi, the mysterious detective. The group solves cases great and small using their unique skills. One day, a member of the club, Kensuke Hanazaki, meets the boy Yoshio Kobayashi. Kobayashi's body cannot die due to the effects of the \"Unidentifiable Mist,\" but he yearns for death, and shirks from contact with other people. Taking an interest in him, Hanazaki invites him to join the Boy Detectives Club. Their meeting is connected to the fate tying together Kogorou Akechi, and the era's greatest villain, the Fiend With Twenty Faces.<br><br>\n\n(Source: Official Website)"
    },
    {
      "id": "tt6738600",
      "type": "series",
      "name": "All Out!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21349-J2C50KiPF5Rv.png",
      "behaviorHints": {
        "defaultVideoId": "tt6738600"
      },
      "description": "Genres: Sports\nTags:Primarily Male Cast/Rugby/Male Protagonist/School Club/School/Seinen\nGion Kenji is short and perpetually pissed off about it. Iwashimizu Sumiaki is tall but timid. Although it's bullies that bring this unlikely pair together on the first day of high school, it's the rugby club that will make them friends."
    },
    {
      "id": "tt6912372",
      "type": "series",
      "name": "ViVid Strike!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21871-HHE1QjwHA6Op.png",
      "behaviorHints": {
        "defaultVideoId": "tt6912372"
      },
      "description": "Genres: Action, Drama, Mahou Shoujo, Sports\nTags:Martial Arts/Primarily Female Cast/Magic/Female Protagonist/Yuri/Henshin/Nudity\nRaised up in the same orphanage, Fuuka and Rinne were once close friends but parted ways after a quarrel ended up with Rinne overwhelming Fuuka with her martial art skills. Fuuka lived a life of poverty after leaving the orphanage but an accidental encounter with renowned martial arts champion Einhard Stratos leads to the discovery of Fuuka's hidden talent in fighting. Einhard offers Fuuka a job and through her coaching and encouragement, she is set to meet Rinne again, in the ring. "
    },
    {
      "id": "tt8424906",
      "type": "series",
      "name": "Touken Ranbu - Hanamaru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21741-OM5WXyhhwzPL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8424906"
      },
      "description": "Genres: Action, Comedy, Drama, Fantasy, Slice of Life\nTags:Cute Boys Doing Cute Things/Primarily Male Cast/Historical/Samurai/Episodic/Swordplay/Ensemble Cast/Urban Fantasy\nIn the year 2205, the past becomes threatened by the historical revisionists who seek to change it. Protecting history becomes the task of a boisterous band of swords that are brought to life, including the glamorous Kashu Kiyomitsu and the kindly Yamatonokami Yasusada. Beyond their battles, these legendary swords from different eras lead charming daily lives.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt6071336",
      "type": "series",
      "name": "Pokémon Generations",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/97635-I7aIU84ABBs8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6071336"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Episodic/Video Games/Animals/Detective\nPokémon Generations looks back at each generation of the Pokémon video game series, diving into the stories of the games more deeply and getting to know characters and Pokémon better. Visit each region, from Kanto to Kalos, to relive the world of Pokémon like never before!"
    },
    {
      "id": "tt6350614",
      "type": "series",
      "name": "Scorching Ping Pong Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21715-lruOD46Lr3jT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6350614"
      },
      "description": "Genres: Sports\nTags:Table Tennis/Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/School Club/Yuri/School/Chuunibyou/Kuudere/Tsundere/Shounen\nEver since their champion was defeated, the world of girls' junior high ping pong has been in turmoil. Koyori is the new smirking transfer student at her junior high and she's ready to shake up girls' ping pong.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5321046",
      "type": "series",
      "name": "Myriad Colors Phantom World: The Polka Dot Miracle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21777-Blr4l1WVG7So.png",
      "behaviorHints": {
        "defaultVideoId": "tt5321046"
      },
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Super Power/School/Kuudere\nAn unaired episode included with the seventh volume of the DVD/BD."
    },
    {
      "id": "tt14202290",
      "type": "series",
      "name": "Cheating Craft",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/97609-qSAaN9XbRQjj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14202290"
      },
      "description": "Genres: Action, Comedy\nTags:School/Shounen/Primarily Teen Cast/Parody/Tsundere/Battle Royale/Magic/Ojou-sama/Teacher/Martial Arts\nUniversity Exams are one of the most influential factors in one's early life. Depending on the results, a fantastic, high class, honorable life may await you. Or, on the other end of the spectrum, you may be left only leftovers. In this type of battlefield atmosphere, students are always doing their best to “evolve” and survive. “Learning Types” are students who have studied hard their whole lives and legitimately memorized everything they have studied, while “Cheating types” are those who, as the name suggests, only managed to climb the educational ladder by cheating. Though sometimes they must cooperate with each other, there is a great rivalry between the two types. How will the hero “Mumei”, a C Type, followed by the heroin “Koi” a L-Type, struggle in those tests. Now a new battle, one beyond imagination, is about to begin.<br><br>\n\n(Source: Emon)"
    },
    {
      "id": "tt6342604",
      "type": "series",
      "name": "Lostorage incited WIXOSS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21772-RcnRl1bsqg2U.png",
      "behaviorHints": {
        "defaultVideoId": "tt6342604"
      },
      "description": "Genres: Psychological\nTags:Card Battle/Battle Royale/Ensemble Cast/School/Primarily Female Cast/Female Protagonist/CGI/Nudity\nHigh school student Homura Suzuko has returned to Ikebukuro, the town where she grew up. But when she gets to school, she finds she has trouble fitting in with the rest of the class. One day, she decides that if she learns to play the card game Wixoss, she might be able to make some friends. She buys a deck set, and when she opens it, the girl on one of the cards begins to move, and speak.<br><br>\"Welcome, Selector.\" Selectors must battle for control of the five coins that hold all their memories. If they can retake all the coins, they win, and can leave the game. But if they lose, as a penalty...<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2320220",
      "type": "series",
      "name": "Kamisama Hajimemashita: Kamisama, Shiawase ni Naru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/98033-9fwilTwhdKB2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2320220"
      },
      "description": "Genres: Comedy, Fantasy, Romance, Supernatural\nTags:Youkai/Shoujo/Female Protagonist\nBundled with the official fanbook."
    },
    {
      "id": "tt6354120",
      "type": "series",
      "name": "Brave Witches",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20454-PxmrIsbGwSlQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt6354120"
      },
      "description": "Genres: Action, Ecchi, Sci-Fi\nTags:Aviation/Military/Magic/Urban Fantasy/Female Protagonist/Primarily Female Cast/Guns/War/Kemonomimi/Witch/Cute Girls Doing Cute Things/Yuri/Card Battle\nA Strike Witches spin-off, featuring the 502nd Joint Fighter Wing, the Brave Witches."
    },
    {
      "id": "tt6153026",
      "type": "series",
      "name": "Tawawa on Monday Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98060-xRrLjy5xnIDd.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6153026"
      },
      "description": "Genres: Ecchi, Slice of Life\nTags:Seinen/Episodic/Heterosexual/Large Breasts/Primarily Adult Cast/Office Lady/Male Protagonist/POV\nTwo special episodes of Getsuyoubi no Tawawa included in BD.<br>\n1. <i>Ukkarimono daga Aisare Jouzu no Kawaii Kouhai</i><br>\n2. <i>Ai-chan to Private Film</i>"
    },
    {
      "id": "tt6350902",
      "type": "series",
      "name": "Magic of Stella",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21597-iq3QienfwebA.png",
      "behaviorHints": {
        "defaultVideoId": "tt6350902"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/School Club/Video Games/Otaku Culture/Meta/Female Protagonist/Seinen/Software Development/Primarily Female Cast/School/Drawing/Writing/Musical\nTamaki's really excited about going to high school, but she's not sure what kind of club she wants to join… until she meets three girls who are making their own computer games! Remembering how she loved making board games when she was little, Tamaki takes the plunge and joins the group as their new artist.<br>\n<br>\nNow she, programmer Shiina, writer Ayame and composer Kayo are in a frantic race to finish their game in time to show at the big \"doujin\" conventions. Meeting their deadlines won't be easy, especially since Tamaki has to learn on the job and Aya keeps getting distracted writing steamy love scenes. But where there's a will there's a way, and with the help of a bunch of talented friends, they just might be able to make it in time!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt6114684",
      "type": "series",
      "name": "Magic-Kyun! Renaissance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21850-PHPVOTzbQcrQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt6114684"
      },
      "description": "Genres: Music, Romance\nTags:Male Harem/School/Magic/Female Protagonist/Primarily Male Cast/Idol/Calligraphy/Musical/School Club/Fairy Tale/Tsundere\nA world where art becomes magic. In this world, people who can inspire passion with their Magic Arts are called Artistas, and are employed in show business. In Hoshinomori Private Magical Arts High School, where Artistas are taught, a strange new student named Ohana Aigasaki transfers into the school.<br>\n<br>\nOhana is placed on the planning committee for the school's yearly Hoshinomori Summer Festa cultural festival. She spends her romantic school life with six other boys who aim to become entertainers in the future.<br>\n<br>\nEach of the boys specializes in his own Arts, and aims to make Hoshi Fes a success. In addition, the boys also aim to be chosen alongside Ohana as the school's Artista Prince and Princess, only chosen once a year.<br>\n<br>\nA Magic-kyun for you! A new renaissance starts here! Magic-kyun! Renaissance is a multimedia project where you can create great memories with Artistas of greatly varying personalities!\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5897304",
      "type": "series",
      "name": "Mob Psycho mini",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx102449-P13Qyzq9MczC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5897304"
      },
      "description": "Genres: Comedy\nTags:School/Super Power/Chibi/Shounen/Male Protagonist/Primarily Male Cast/Urban Fantasy\nSpecials bundled with the Blu-ray volumes of Mob Psycho 100."
    },
    {
      "id": "kitsu:43615",
      "type": "series",
      "name": "Danganronpa 3: Monokuma Gekijou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113050-4K6uI6vPpdWH.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:43615"
      },
      "description": "Genres: Comedy\nTags:School/Chibi/Parody\nSeries of humorous, animated skits bundled with the Japanese Blu-ray volume releases of Danganronpa 3: The End of Hope's Peak High School."
    },
    {
      "id": "kitsu:12482",
      "type": "series",
      "name": "Gakuen Handsome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21837-BFJKaWxs5I0w.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12482"
      },
      "description": "Genres: Comedy, Romance\nTags:Parody/Boys' Love/School/Male Harem/Primarily Male Cast/LGBTQ+ Themes/Cute Boys Doing Cute Things\nBaramon High School, a private boys' school for the prefecture's most elite. The protagonist transferred into the school and meets various major players on campus, such as the \"outlaw teacher,\" the soccer captain, and a childhood friend whom the protagonist has not seen in seven years. The school presents opportunities for friendship, love, and conflict. The tagline of the game is, \"Whenever you exited the school gates, you were handsome.\"\n"
    },
    {
      "id": "tt7820408",
      "type": "series",
      "name": "Shoujo Ramune",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21828-3KDKm3Zu2DyX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7820408"
      },
      "description": "Genres: Hentai\nTags:Primarily Child Cast/Flat Chest/Cute Girls Doing Cute Things/Rural/Fellatio/Sex Toys/Yuri/Anal Sex/Cunnilingus/Handjob/Masturbation/Rape/Nakadashi/Watersports/Male Protagonist/Defloration/Tanned Skin/Scissoring\nBased on the erotic game by Tanuki Soft.<br>\n<br>\nKiyoshi Tachikawa runs a candy store located in a small town on the outskirts of Tokyo. He had quit his previous job to get away from the commotion of a major city and now enjoys his days surrounded by little girls.<br>\n<br>\nKiyoshi's shop is regularly visited by three girls in particular: Chie Sayama, Tenka Adachi, and Komako Semenovich. Due to his friendly and easygoing demeanor, the not-so-innocent girls quickly take to Kiyoshi, seeking his attention and help with their problems. They soon develop romantic feelings toward him and gladly leave their bodies in his care, passing time in his house by indulging in sexual pleasures.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt7441658",
      "type": "series",
      "name": "Black Clover: Jump Festa 2016 Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx87528-parADBBGJOVP.png",
      "behaviorHints": {
        "defaultVideoId": "tt7441658"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Shounen/Male Protagonist/Magic/Rural\n<i>Black Clover</i> OVA that aired at the Jump Special Anime Festa. \n<br><br>\n<i>\nNote: It was later bundled with the 11th manga volume.\n</i>"
    },
    {
      "id": "tt5867902",
      "type": "series",
      "name": "Hybrid x Heart Magias Academy Ataraxia Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/97936-tun0SXDtguBS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5867902"
      },
      "description": "Genres: Action, Ecchi\nTags:Nudity/Episodic/Female Harem\nSpecial \"Love Room\" episodes included with the DVD/BDs."
    },
    {
      "id": "tt5249462",
      "type": "series",
      "name": "ERASED",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21234-v2NMgPyoVRoM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5249462"
      },
      "description": "Genres: Drama, Mystery, Psychological, Supernatural, Thriller\nTags:Age Regression/Crime/Primarily Child Cast/Detective/Male Protagonist/Seinen/School/Revenge/Teacher/Heterosexual/Bullying/Kuudere\nSatoru Fujinuma is a 29 year old manga artist struggling to make a name for himself following his debut. But, that was not the only thing in his life that Satoru was feeling frustrated about… He has a unique supernatural ability of being forced to prevent deaths and catastrophes by being sent back in time before the incident occurred, repeating time until the accident is prevented. One day, he gets involved in an accident that has him framed as a murderer. Desperate to save the victim, he sends himself back in time only to find himself as a grade-schooler one month before fellow classmate Kayo Hinazuki went missing. Satoru now embarks on a new quest: to save Kayo and solve the mystery behind her disappearance.\n"
    },
    {
      "id": "tt5370118",
      "type": "series",
      "name": "KONOSUBA -God's blessing on this wonderful world!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21202-TfzXuWQf2oLQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt5370118"
      },
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy\nTags:Isekai/Satire/Parody/Primarily Female Cast/Male Protagonist/Magic/Masochism/Gods/Anti-Hero/Slapstick/Meta/Chuunibyou/Female Harem/Nudity/Swordplay/Dungeon/Succubus/Ensemble Cast\nKazuma Satou decides that today is the day to get out of the house for a bit. Since he dies, pointlessly, it's clearly a bad choice. The goddess who greets him in the afterlife, however, offers him a chance to be reborn in a world not unlike that of a video game, and as a bonus she'll even throw in a cool item or power! Can't possibly be a bad choice, right? Except he arrives with no money at all, dead average skills, and his \"bonus\" isn't useful at all--since he picked the goddess, Aqua, herself. How are the two of them supposed to defeat the evil Devil King and live happily ever after? Well, for them, it probably starts with day laboring rather than adventuring. And it's only going to get more disappointing from there!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3837246",
      "type": "series",
      "name": "Assassination Classroom 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21170-aDHIDkp1L2jC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3837246"
      },
      "description": "Genres: Action, Comedy, Drama, Supernatural\nTags:School/Assassins/Teacher/Coming of Age/Ensemble Cast/Super Power/Primarily Teen Cast/Shounen/Male Protagonist/Urban Fantasy/Episodic\nThe second season of <i>Ansatsu Kyoushitsu</i>.<br>\n<br>\nThe students return as school is back in session for the second semester. Following their exploits on the island during summer vacation, Class 3-E continues to sharpen their blades with their sights set on their teacher, the slippery Koro-sensei. They have more to worry about than just their teacher, however, as enemy assassins, both old and new, are out for the increased bounty on the octopus' head.<br>\n<br>\nMoreover, their rivals in Class A, as well as Kunugigaoka Junior High's fearsome principal, stand to block Class E from achieving academic excellence. With all of these obstacles opposing them, the group must continue to work together in order to overcome their foes and accomplish their goal of successfully assassinating their teacher.\n"
    },
    {
      "id": "tt5341430",
      "type": "series",
      "name": "Grimgar of Fantasy and Ash",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21428-dFVIHeZ8McBe.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5341430"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Isekai/Survival/Ensemble Cast/Goblin/Male Protagonist/Magic/Amnesia/Philosophy/Kuudere/Dungeon/Anti-Hero\nFear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar.<br><br>\n\nWhen all of the stronger candidates join together, those left behind must create a party together to survive: Manato, a charismatic leader and priest; Haruhiro, a nervous thief; Yume, a cheerful hunter; Shihoru, a shy mage; Mogzo, a kind warrior; and Ranta, a rowdy dark knight. Despite its resemblance to one, this is no game—there are no redos or respawns; it is kill or be killed.<br><br>\n\nIt is now up to this ragtag group of unlikely fighters to survive together in a world where life and death are separated only by a fine line.\n"
    },
    {
      "id": "tt5321046",
      "type": "series",
      "name": "Myriad Colors Phantom World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21306-nXw2pY43S2ox.png",
      "behaviorHints": {
        "defaultVideoId": "tt5321046"
      },
      "description": "Genres: Action, Ecchi, Slice of Life, Supernatural\nTags:Super Power/Urban Fantasy/Female Harem/Episodic/School/Primarily Female Cast/Male Protagonist/Primarily Teen Cast/School Club/Kuudere/Educational\nThe story takes place in the near future, in a world born of human imagination. What humans would call ghosts or monsters appear, and they come to be called \"phantoms\". The main character, Haruhiko Ichijo, is a first year at Hosea Academy along with his upperclassman Mai Kawakami, who fights phantoms with the ability \"Spirit of Five Elements\", Izumi Reina, who has the ability \"Phantom Eater\", and Koito Minase, who fights phantoms in solitude. They experience the ups and downs of high school life before a certain incident leads them to the truth of this world.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5537534",
      "type": "series",
      "name": "AJIN: Demi-Human",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21341-Pyc7SkMEuGsl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5537534"
      },
      "description": "Genres: Action, Horror, Mystery, Supernatural\nTags:Super Power/Anti-Hero/Terrorism/Fugitive/Full CGI/Police/Urban Fantasy/Seinen/Male Protagonist/Crime/Primarily Male Cast/Primarily Adult Cast/Gore/Body Horror/Dystopian/Video Games\nKei Nagai’s body should have died when a truck slams into his body, but instead, he finds himself resurrected with all of his wounds healed. Now revealed to be an Ajin, one of a mysterious new breed of immortal demi-human, he’s been marked with an international bounty, and in the eyes of the world, Kei is a specimen to be taken by any means possible. Now he’s on the run, and his only hope is to discover the terrifying secrets behind his new abilities before he’s forced to use them in battle!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt5346952",
      "type": "series",
      "name": "Dagashi Kashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21365-FRalqWQn0lf9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5346952"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Food/Episodic/Work/Rural/Educational/Shounen/Economics/Heterosexual/Love Triangle/Male Protagonist/Primarily Female Cast\nShikada Kokonotsu's father owns a rural sweets shop, and his plan is for Kokonotsu to take it over one day.\nHowever, Kokonotsu wants to be a manga author instead!\nOne day in summer, the cute but weird girl Shidare Hotaru, from the famous sweets company, comes to pay a visit.\nApparently, Kokonotsu's father is famous and she wants him to join her family's company.\nHowever, he will only agree if she can convince Kokonotsu to take over the family business!\n<br><br>\n(Source: MangaHelpers)"
    },
    {
      "id": "tt4958580",
      "type": "series",
      "name": "Gate 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21364-6ikYd5J46dt0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4958580"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Military/Isekai/Politics/War/Male Protagonist/Dragons/Primarily Female Cast/Elf/Primarily Adult Cast/Tanks/Kemonomimi/Female Harem/Slavery/Villainess/Fairy/Aviation/Kuudere\nThe second season of the Gate: Jieitai Kanochi nite, Kaku Tatakaeri anime which will cover the Fire Dragon Arc.\n<br><br>\nSeveral months have passed since the infamous Ginza Incident, with tensions between the Empire and JSDF escalating in the vast and mysterious \"Special Region\" over peace negotiations. The greed and curiosity of the global powers have also begun to grow, as reports about the technological limitations of the magical realm's archaic civilizations come to light.\n<br><br>\nMeanwhile, Lieutenant Youji Itami and his merry band of female admirers struggle to navigate the complex political intrigue that plagues the Empire's court. Despite her best efforts, Princess Piña Co Lada faces difficulties attempting to convince her father that the JSDF has no intention of conquering their kingdom. Pressured from both sides of the Gate, Itami must consider even more drastic measures to fulfill his mission.\n"
    },
    {
      "id": "tt5334364",
      "type": "series",
      "name": "Undefeated Bahamut Chronicle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21188-VFUo0sASxOfO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5334364"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Mecha, Romance, Supernatural\nTags:Female Harem/Primarily Female Cast/Super Robot/Male Protagonist/School/Swordplay/Dungeon/Crossdressing/Kuudere/CGI/Tsundere\nThe Royal Knight Academy was established to train the heirs and scions of the lands how to fight using the ancient mechanical dragons known as Drag-Rides. Those noble intentions, however, go royally astray when Lux, deposed prince of the Arcadia Empire, accidentally stumbles upon the Kingdom of Atismata's new Princess Lisesharte in her royal bath and sees altogether more than he should have. Challenged to a Drag-Ride duel when the Princess bares her anger, Lux finds himself thrust into a series of events that could ultimately expose the darkest secrets of both their royal families!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt5483932",
      "type": "series",
      "name": "Koyomimonogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21520-nZKCr7PZrv7e.png",
      "behaviorHints": {
        "defaultVideoId": "tt5483932"
      },
      "description": "Genres: Comedy, Mystery, Supernatural\nTags:Urban Fantasy/Philosophy/Episodic/Male Protagonist/Achronological Order/Female Harem/Primarily Female Cast/Vampire/Primarily Teen Cast/Tsundere/School\nThird season of the Monogatari Series, part 2/5. Adapts the arcs Koyomi Stone, Koyomi Flower, Koyomi Sand, Koyomi Water, Koyomi Wind, Koyomi Tree, Koyomi Tea, Koyomi Mountain, Koyomi Torus, Koyomi Seed, Koyomi Nothing, and Koyomi Dead from the Koyomimonogatari light novel.\n<br><br>\n“You’re looking for a horror story? I wish I got one for you.\" Untold stories… one per month for one year… Taking place between other Monogatari stories, a chapter not yet told surrounds Koyomi Araragi and the strange happenings he gets pulled into over the course of a year. With one episode told per month, the story unravels in this 12 episode-long series of shorts.\n<br><br>\n(Source: Aniplex)\n<br><br>\n<em>Premiered on the Japan-exclusive Koyomimonogatari mobile app.</em>"
    },
    {
      "id": "tt4542568",
      "type": "series",
      "name": "Snow White with the Red Hair Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21258-6UnmYMTMH0f7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4542568"
      },
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shoujo/Female Protagonist/Primarily Adult Cast/Historical/Medicine/Work/Heterosexual/Male Harem/Politics/Swordplay/Food/Anti-Hero\nSecond season of Akagami no Shirayuki-hime."
    },
    {
      "id": "tt5419278",
      "type": "series",
      "name": "Showa Genroku Rakugo Shinju",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20972-95dyLz6lkCZ8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5419278"
      },
      "description": "Genres: Drama\nTags:Rakugo/Acting/Historical/Primarily Adult Cast/Male Protagonist/Josei/Meta/Disability/War\nThe story revolves around a mature prisoner who was released on good behavior during Japan's Shouwa Genroku era (1960s to early 1970s). He is called Yotarou by others, a term that means an \"anti-hero\" or a \"dim-witted man.\" When he returns to society, he starts a new life in rakugo (comic storytelling). Touched by Yakumo's role as the \"grim reaper,\" he asks the master to take him in as an apprentice.<br>\nMost of the season delves into Yakumo's own past during World War II and the years afterward.\n<br><br>\n(Source: Anime News Network)\n<br><br>\n<i>Note: The first episode aired with a runtime of 48 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt1584000",
      "type": "series",
      "name": "Durarara!! X2 The Third Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20880-WsvmgSdL8lhP.png",
      "behaviorHints": {
        "defaultVideoId": "tt1584000"
      },
      "description": "Genres: Action, Mystery, Supernatural\nTags:Urban Fantasy/Ensemble Cast/Gangs/Crime/Achronological Order/Urban/Dullahan/Anti-Hero/Yandere/Delinquents/Terrorism/Mythology/Gore/Mafia\n<i>The third part of Durarara!!x2</i><br>\n<br>\nAs Mikado Ryuugamine continues to purge the Dollars from within in accordance with his warped sense of justice, Masaomi Kida hopes to bring his friend back to his senses by bringing the Yellow Scarves together once more. Little do they know that a far more dominant force is about to enter their struggle for power, one that their friend Anri Sonohara is all too familiar with.<br>\n<br>\nMeanwhile, the group that has gathered at Shinra Kishitani's apartment realizes that they are on the brink of something life-changing, an event that will throw Ikebukuro into a spiral of confusion. Their anxiety is realized when reports of Celty's head being found in public start to appear all over the news as Kasane Kujiragi begins to make her move.<br>\n<br>\nGone are the brief periods of tranquility as the current turmoil sets the stage for one final performance in this thrilling conclusion to the story of Ikebukuro's finest.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt4508902",
      "type": "series",
      "name": "One-Punch Man OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21416-IwCJBh54K3iw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4508902"
      },
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Super Power/Seinen/Primarily Adult Cast/Primarily Male Cast/Surreal Comedy/Parody/Superhero/Urban Fantasy/Male Protagonist/Work/Martial Arts/Karuta/Food\nSpecials included in the DVD/BD volumes of the anime. They feature original stories written by the series' mangaka, ONE<br>\n<br>\nThe first special is titled \"Shinobiyori-sugiru Kage\" and takes place after Saitama's fight with Mosquito Girl, and it follows Genos as he is persistently and suspiciously prowling after Saitama trying to find out the secret of his strength. Additionally, a mysterious person appears who has a \"certain reason\" to hold a grudge against Saitama.<br>\n<br>\n2: Hanashibeta-sugiru Deishi<br>\n3: Kojire-sugiru Ninja<br>\n4: Gouin-sugiru Bang<br>\n5: Iroiro Ari-sugiru Kyoudai<br>\n6: Fukanou-sugiru Satsujin Jiken"
    },
    {
      "id": "tt5334292",
      "type": "series",
      "name": "Dimension W",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21256-ErFGk90Kr5Ab.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5334292"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Robots/Seinen/Artificial Intelligence/Cyberpunk/Ghost\nIn the year 2071, the world's energy problems seem solved by a network of cross-dimensional electric-field inductors- \"coils\" -that extract energy from a seemingly infinite source. That source is the W dimension, a fourth plane that exists beyond the X, Y, and Z dimensions.<br>\n<br>\nIn this world, unofficial \"illegal\" coils harness powers that the police can't hope to counter. Dealing with these coils is the job of coil-hating repo man Kyoma, whose run-in with the unique coil android Mira leads the two to form a reluctant partnership.<br>\n<br>\n(Source: FUNimation)"
    },
    {
      "id": "kitsu:11365",
      "type": "series",
      "name": "Charlotte: Strong People",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21339-Og6xNXlz1pgd.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:11365"
      },
      "description": "Genres: Comedy, Drama, Supernatural\nTags:Super Power/School/Female Protagonist/Male Protagonist/Urban Fantasy\nTakehito Kumagami's clairvoyance leads his group of friends to another child with supernatural powers: Iori Sekiguchi, a mind reader. However, as they try to approach her, they realize her power makes her nearly impossible to pin down. Having been chosen by the club to handle this case, Nao Tomori and Yuu Otosaka must find a way to get around the child's unique ability before it is too late.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt5452096",
      "type": "series",
      "name": "Rainbow Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21292-qvGXSWLB5HAd.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5452096"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Male Protagonist/Primarily Male Cast/Shoujo/Primarily Teen Cast/Heterosexual/Ensemble Cast/Cute Boys Doing Cute Things/Food/Tsundere\n<i>Nijiiro Days</i> follows the colorful lives and romantic relationships of four high school boys—Natsuki Hashiba, a dreamer with delusions of love; Tomoya Matsunaga, a narcissistic playboy who has multiple girlfriends; Keiichi Katakura, a kinky sadist who always carries a whip; and Tsuyoshi Naoe, an otaku who has a cosplaying girlfriend.<br>\n<br>\nWhen his girlfriend unceremoniously dumps him on Christmas Eve, Natsuki breaks down in tears in the middle of the street and is offered tissues by a girl in a Santa Claus suit. He instantly falls in love with this girl, Anna Kobayakawa, who fortunately attends the same school as him. Natsuki's pursuit of Anna should have been simple and uneventful; however, much to his dismay, his nosy friends constantly meddle in his relationship, as they strive to succeed in their own endeavors of love.<br>\n<br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt5345050",
      "type": "series",
      "name": "Please tell me! Galko-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21472-D65q8PNXVgiw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5345050"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Gyaru/Female Protagonist/Educational/School/Episodic/Ojou-sama/Otaku Culture/Primarily Teen Cast/Tanned Skin/Seinen\nThe anime follows the everyday lives of three high school girls who are close friends: Galko, Otako, and Ojou. Galko is a slightly foul-mouthed but good-natured girl who is popular in her class. Her hobby is film appreciation. Otako is a girl who sits in the corner of the classroom, but for some reason is good friends with Galko. Ojou is an airheaded girl who often talks with Galko and Otako.<br>\n<br>\nEach of the girls' names refers to their type. Galko is a pun on gyaru or gal, which is a term used to describe a type of street fashion where women in their teens and 20s bleach their hair and wear highly decorated nails and a lot of makeup. Otako is a pun on otaku, and Ojou refers to a girl who is a daughter of a high-class family.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5321184",
      "type": "series",
      "name": "Prince of Stride: Alternative",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21330-2PhigzTo5dTm.png",
      "behaviorHints": {
        "defaultVideoId": "tt5321184"
      },
      "description": "Genres: Sports\nTags:Athletics/Parkour/School Club/Male Protagonist/Primarily Teen Cast/Idol/Primarily Male Cast/School/Ensemble Cast/Female Protagonist\nThe series revolves around a closed-down \"Stride\" club at Hounan Academy. First-year high school students Takeru Fujiwara and Nana Sakurai attempt to restart the club, but they must recruit six members for the team. They ask Riku Yagami to join, but he turns them down by saying that Stride is the one thing he doesn't want to do. However, Takeru and Nana drag Riku into the clubroom to try to convince him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4917066",
      "type": "series",
      "name": "Prison School: Mad Wax",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b21565-PsQEFVGXs1fX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4917066"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:School/Seinen/Nudity/Male Protagonist/Parody\nUnaired OVA bundled with the 20th volume of the Prison School manga, adapting the \"Mad Wax\" arc."
    },
    {
      "id": "tt5321682",
      "type": "series",
      "name": "She and Her Cat -Everything Flows-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21577-yHXqitJ8v3Vq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5321682"
      },
      "description": "Genres: Drama, Slice of Life\nTags:Animals/Iyashikei/Episodic/Female Protagonist\nFor the longest time, it's just been the two of them. \"Kanojo\" and her cat Daru are inseparable, having grown up together. Now a junior in college, Tomoka—her roommate of a year and a half—moves out of their shared apartment, and in order to keep her living space, Kanojo must find a job. Day by day, Daru watches her continued efforts from a cat's-eye view, eagerly awaiting his owner's return. When she gets back, once again, it's just she and her cat.<br>\n<br>\n<i>Kanojo to Kanojo no Neko: Everything Flows</i> is a charming short series about the bond between a pet and his owner.\n"
    },
    {
      "id": "tt5330856",
      "type": "series",
      "name": "Divine Gate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21380-U2PS8WAY1IxN.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5330856"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Male Protagonist/Super Power/Gods/CGI/Urban Fantasy/Ensemble Cast/Gore/Kemonomimi\nWhen the Divine Gate opened, the living world, the heavens, and the underworld became connected, ushering an era of chaos where desires and conflict intersect. To restore order, the World Council is formed. As peace is restored, the Divine Gate becomes an urban legend.<br>\n<br>\nIn that world, boys and girls deemed fit by the World Council are gathered. They are ones who aim to reach the gate for their personal objectives. Those who reach the gate can remake the world.<br>\n<br>\nWhat lies beyond the gate? When they reach the door, will the world change? Will it be the past that changes, or will it be the future?<br>\n<br>\n(Source: MAL News)"
    },
    {
      "id": "tt5354314",
      "type": "series",
      "name": "AOKANA: Four Rhythm Across the Blue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21319-U2RmvTzscBT3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5354314"
      },
      "description": "Genres: Drama, Sci-Fi, Sports\nTags:Athletics/Primarily Female Cast/School Club/School/Aviation/Female Protagonist/CGI/Male Protagonist/Ojou-sama/Kuudere\nThe story is set on an archipelago of four islands far south of Japan or even the South Seas. It is all but a different world from modern Japan. From the discovery of anti-gravitons came the dream invention of anti-graviton shoes that let people fly the skies. They introduce people to a new realm by enabling flight with just one's own body strength, without feathers or engines. This led to the rise of the sport of \"Flying Circus\".<br>\n<br>\nThe protagonist who once hoped for a future in this sport suffered a setback due to an overwhelming defeat, and withdrew from the sport for this and some other reason. However, he met the transfer student Asuka Kurashina, and in teaching her to fly the skies, the old passion returned. He takes part in the Flying Circus again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5439612",
      "type": "series",
      "name": "Noblesse: Awakening",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21629-1TAaEMqxkGC8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5439612"
      },
      "description": "Genres: Action, Supernatural\nTags:Vampire/Male Protagonist/School/Super Power/Urban Fantasy/Urban\nThe series is about Cadis Etrama di Raizel who wakes up from 820-years long sleep and starts a new life as a high school student. His peaceful days as a student are soon interrupted by a group of attackers known as the \"Unions.\" Noblesse follows Raizel and his loyal servant, Frankenstein, as they constantly protect and save Raizel’s new human friends from the mysterious threats.<br>\n<br>\n(Source: CR)"
    },
    {
      "id": "tt5326434",
      "type": "series",
      "name": "Girls Beyond the Wasteland",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21444-kxk0XqUb5CgX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5326434"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Software Development/Male Protagonist/Otaku Culture/Primarily Female Cast/Video Games/Female Harem\nIn the story, Buntarou is a student who wants to be something, but doesn't know what. One day his female classmate Sayuki announces she is working on a bishoujo game. Sayuki scouted him because he wrote a good script for drama club, but Buntarou doesn't know anything about bishoujo games.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5905148",
      "type": "series",
      "name": "Momokuri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21050-jGDgfWrFdCIJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5905148"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Protagonist/Heterosexual/Seinen/School/Yandere/Love Triangle/Kuudere\nThe story revolves around Yuki Kurihara, a girl who has finally been granted her wish of dating her crush Momo. At first glance, she just looks like a normal but very cute girl. However, she is in fact a maniac over Momo, taking notes of his activities and never missing the chance to see him in a cute moment. Momo, on the other hand, is inexperienced in love, and just wants to make Yuki happy.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5375996",
      "type": "series",
      "name": "Schwarzes Marken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21201-eQx9w8LLNVrx.png",
      "behaviorHints": {
        "defaultVideoId": "tt5375996"
      },
      "description": "Genres: Action, Mecha, Psychological, Sci-Fi\nTags:Military/Politics/Real Robot/Kaiju/Espionage/Primarily Female Cast/Male Protagonist/Gore/Aliens/CGI/War/Dystopian\nThe year is 1983. The Cold War is in full effect, and humanity is under attack. Strange aliens, given the name \"BETA,\" have descended to Earth and have been destroying all life. Soldiers have been tasked with piloting large combat suits called Tactical Surface Fighters (TSF) to repel the alien invaders, but the front line is slowly being pushed back towards the surviving cities.\n<br><br>\nSchwarzesmarken follows the story of Theodor Eberbach and the other members of the 666th TSF Squadron Schwarzesmarken (Black Marks), a ruthless unit that values a mission's completion over human life. Stationed in East Germany on the Oder-Neisse line and led by war hero Captain Irisdina Bernhard, the unit specializes in counterassault attacks on laser-class BETA. But the 666th Squadron finds itself with more enemies than just the alien forces when optimistic rookie Katia Waldheim joins the squadron, drawing the attention of East Germany's secret police, the Stasi.\n"
    },
    {
      "id": "tt5338758",
      "type": "series",
      "name": "Luck & Logic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21482-xpAwuOe35KQn.png",
      "behaviorHints": {
        "defaultVideoId": "tt5338758"
      },
      "description": "Genres: Action, Fantasy\nTags:Henshin/Super Power/Urban Fantasy/Mythology/Card Battle/CGI/Female Harem\nIn L.C. 922, people faced a sudden crisis. In Tetra Heaven, the land of legend, a hundred years of war had come to a close. The gods who lost the war searched for a new place to live, and found it in Septpia, the human world, which they proceeded to attack. The Logicalists attached to ALCA, a special police agency whose duty it was to protect cities from assaults by foreigners (angels), were compelled to act in defense of cities, whether they wished to or not. And depending on their ability, Logicalists could initiate trance with goddesses from the other world, and stand a fighting chance on the battlefield.<br>\n<br>\nA civilian named Yoshichika Tsurugi, who lacked \"Logic\" and lived happily with his family, was caught up in an attack, and took shelter along with many people. He meets a beautiful goddess named Athena. In her hands, she had the \"Logic\" that Yoshichika lacked. Now both Yoshichika and Athena head to their destiny.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5321096",
      "type": "series",
      "name": "Haruchika - Haruta & Chika",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21213-9TdiQ4jB6Jiv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5321096"
      },
      "description": "Genres: Music, Mystery, Romance, Slice of Life\nTags:School/Band/Love Triangle/School Club/Musical/Bisexual/Detective\nThings look bleak for the school’s Wind Instrument Club until childhood friends Haruta and Chika step in to save the day. When they aren’t practicing to perfect their own playing, they’re working hard to save the club by recruiting new members. After a series of mysteries shock the school, they’ll have to add junior detectives to their already impressive resumes.\n<br>\n<br>\n(Source: FUNimation)"
    },
    {
      "id": "tt1216222",
      "type": "series",
      "name": "To LOVE-Ru Darkness 2nd OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21853-HlLe8mC4qG15.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216222"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Nudity/Female Harem/School/Heterosexual/Aliens/Primarily Female Cast/Kuudere\nOVAs included with volumes 15, 16 and 17 of the manga."
    },
    {
      "id": "tt4219258",
      "type": "series",
      "name": "The Testament of Sister New Devil BURST: Tojo Basara’s Perfectly Peaceful Daily Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21489-mz0SQkCiXCcO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4219258"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Romance\nTags:Female Harem/Nudity/Demons/Primarily Female Cast/Kuudere\nAn OVA that was bundled with the seventh volume of the <i>Shinmai Maou no Testament</i> manga.<br>\n<br>\nWhat’s the best way to celebrate a birthday? Well, to the succubus Maria, there’s only one thing to do—get Mio and Basara to hook up! Using the guise of Mio’s birthday, and a lust spell, she’s determined to have the perfect setup for a sexy celebration.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "kitsu:11341",
      "type": "series",
      "name": "Snow White with the Red Hair: Nandemonai Takaramono, Kono Page",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21313-CRB0vR5CXLco.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:11341"
      },
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shoujo/Female Protagonist/Primarily Adult Cast/Swordplay/Historical\nThe OAD will adapt three chapters from the original manga. The OAD is adapting the 41st chapter of the manga where Shirayuki and Zen go on a date in the castle town. The anime is also adapting a special chapter from volume seven — which follows Prince Raji as a child — as well as a special chapter from volume 11 that chronicles how Zen, Mitsuhide, and Kiki first met.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5276152",
      "type": "series",
      "name": "Norn9",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20643-mIbbYI7Cx7Ye.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5276152"
      },
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Primarily Male Cast/Female Protagonist/Male Harem/School/Fairy Tale\nThe story takes place a little in the future. Guided by one particular song, young elementary school student Suzuhara Sorata, from the Heisei Era, is warped through a time skip to an unfamiliar place that looks much like the towns from the Meiji or Taishou period from his textbooks. In this world, he meets three young ladies and nine young men and joins them on a journey aboard the mysterious Norn ship, a giant globe that floats in midair.<br>\n<br>\nOtomate made the announcement at the \"Norn9 with Ark & for Spica\" event at Tokyo's Nakano Sun Plaza on 2nd March 2014."
    },
    {
      "id": "tt3115338",
      "type": "series",
      "name": "Nisekoi: OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119947-yU16iRo7CPAM.png",
      "behaviorHints": {
        "defaultVideoId": "tt3115338"
      },
      "description": "Genres: Comedy, Mahou Shoujo, Romance\nTags:Female Harem/Kuudere/Male Protagonist/Henshin/Female Protagonist\nBundled with the 21st volume of the Nisekoi manga."
    },
    {
      "id": "kitsu:11560",
      "type": "series",
      "name": "Reikenzan: Hoshikuzu-tachi no Utage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21497-CwWo5NRxjxRN.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:11560"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Cultivation/Martial Arts/Magic/Foreign\nSince its founding in the year 4233 of the Nine Provinces calendar, the spirit sword clan has been producing first-class martial arts talent. Two thousand years later, the clan, which adheres to the principles of peace and spiritual development, seeks to find new disciples by holding a grand tournament. One of these candidates is 12-year-old Wang Lu.\n"
    },
    {
      "id": "tt4584326",
      "type": "series",
      "name": "Seraph of the End: Battle in Nagoya - Owaranai Seraph Battle in Nagoya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21765-ecyvqRcGhM5m.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4584326"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Shounen/Vampire\nSpecials included in the Blu-ray and DVD releases."
    },
    {
      "id": "tt5335782",
      "type": "series",
      "name": "BBK/BRNK",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21471-cG8JwPn9v1d3.png",
      "behaviorHints": {
        "defaultVideoId": "tt5335782"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Full CGI/Aliens/Super Robot/Trains/Dystopian/Male Protagonist\nWhen Azuma Ikki returns to Japan after 10 years, he gets assaulted by a group of armed men and becomes their prisoner. Kogane Asabuki, a childhood friend, saves him with a weapon on her right hand known as Bubuki; a weapon with its own mind. Azuma Ikki, who is a Bubuki user himself, learns about the existence of Bubuki and goes on a journey alongside the companions he has found, in an attempt to find and revive Oumai, a Buranki (titan) who sleeps underground.\n"
    },
    {
      "id": "tt5461834",
      "type": "series",
      "name": "Ojisan and Marshmallow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21239-WzeZCXopvf54.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5461834"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Food/Seinen/Slapstick/Heterosexual/Love Triangle/Primarily Adult Cast/Crossdressing\nThe story centers around Kusaka, an older man who loves marshmallows, and Wakabayashi, an OL (office lady) who loves Kusaka. The anime follows as their relationship unfolds at their office.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0159172",
      "type": "series",
      "name": "Mobile Suit Gundam Thunderbolt",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21458-ZsdVYYdDiGAF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0159172"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Seinen/Military/War/Real Robot/Space/Primarily Adult Cast/Male Protagonist/Disability/Anti-Hero/Philosophy/CGI/Gore/Guns/Drugs\nThe story is set in the same One Year War in UC 0079 as the first Mobile Suit Gundam anime series. It follows the battles between two ace pilots of the Principality of Zeon and the Earth Federation at the \"Thunderbolt Sector,\" a shoal zone with numerous wrecks of space colonies and warships.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5341430",
      "type": "series",
      "name": "Grimgar of Fantasy and Ash OVA 2.5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21599-SFb2QnlejFum.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5341430"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Survival/Nudity/Kuudere\nAn anime original episode included in the first BD/DVD volume of Hai to Gensou no Grimgar."
    },
    {
      "id": "tt5494078",
      "type": "series",
      "name": "Sekko Boys",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21329-P6qOpf3Khb6y.png",
      "behaviorHints": {
        "defaultVideoId": "tt5494078"
      },
      "description": "Genres: Comedy, Music\nTags:Idol/Parody/Cute Boys Doing Cute Things/Work/Surreal Comedy/Female Protagonist/Primarily Male Cast/Mythology\nSekkou Boys is a unit of four stone figures — the military saint and group leader Saint Giorgio, history's original celebrity Medici, the strikingly handsome and multi-talented Hermes, and the god of war Mars who is earnest about love — who become idiosyncratic idols. The story depicts their efforts to make it in the entertainment world with their female manager Miki Ishimoto, who just graduated from college.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5329190",
      "type": "series",
      "name": "Phantasy Star Online 2 The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21264-vn4ZxC67Fb4A.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5329190"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Video Games/School/Virtual World/Aliens/Gender Bending/Isekai/Military/CGI\nIn the year 2027, the video game Phantasy Star Online 2 is all the rage at Seiga Academy. Every student is on board the fad—except for Itsuki Tachibana, a well-rounded student who doesn't play video games. Due to its popularity, the game is currently under review at Seiga Academy to see if it has a negative impact on the students. Consequently, this causes Itsuki to catch the attention of Rina Izumi, the perfectionist student council president who aims to prove that the game is not to blame.<br> <br>To accomplish her objective, Rina recruits Itsuki as the student council vice president and tasks him with learning to play the game while keeping his grades up. Now obliged to report his daily findings of the game to Rina and analyze its merits, Itsuki carries the fate of Phantasy Star Online 2 in his hands.\n"
    },
    {
      "id": "tt5329084",
      "type": "series",
      "name": "Active Raid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21417-WSWqRZuv8uDC.png",
      "behaviorHints": {
        "defaultVideoId": "tt5329084"
      },
      "description": "Genres: Action, Mecha\nTags:Police/Ensemble Cast/Episodic/Tokusatsu/Henshin/Robots/Work/Real Robot/Primarily Adult Cast/Female Protagonist/Politics/Trains/Idol\nAn original anime set in a part of Tokyo that has descended into a quagmire, the story follows Unit 8 of the 5th Special Public Security Section's 3rd Mobile Assault Division — popularly called \"The Eighth\" — who don powered armor \"Willware\" exoskeletons to counter the rise in crime. Assistant inspector Asami Kazari is assigned to The Eighth with the task of assessing the unit's status and reporting it to her superiors. But her true goal is to rehabilitate this sloppy, haphazard, justice-less group.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5650082",
      "type": "series",
      "name": "Ooya-san wa Shishunki!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21359-wk6MaXTaWCUw.png",
      "behaviorHints": {
        "defaultVideoId": "tt5650082"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Episodic/School/Male Protagonist\nThe story follows a boy whom has gained an independent life. After moving into his rented apartment, he meets his landlord. The landlord has the physique of a little girl, and she does the cooking and housework while attending middle school with her friends."
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Wife is the Student Council President OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21490-mb2tBQfXocPa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5626028"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Seinen/Heterosexual/Nudity/Male Protagonist/School/Female Protagonist\nBundled with the limited edition of the 9th volume of manga."
    },
    {
      "id": "tt5432596",
      "type": "series",
      "name": "Pandora in the Crimson Shell Ghost Urn",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21511-D0tPX9spNPQW.png",
      "behaviorHints": {
        "defaultVideoId": "tt5432596"
      },
      "description": "Genres: Action, Comedy, Ecchi, Sci-Fi\nTags:Female Protagonist/Robots/Cyberpunk/Cyborg/Primarily Female Cast/Henshin/Seinen/Maids/Cute Girls Doing Cute Things\nIn an age when large-scale natural disasters frequently happen all over the world, when cyborgs and autonomous robots are beginning to appear on the market in technologically advanced nations, and major world powers compete for technology and resources, the divide between rich and poor grows and the future for the poor looks bleak. In this transitional stage, everyone wanders around in a self-indulgent daze and the way out isn't clear... This is the story of how two cybernetically enhanced girls meet.\n"
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The AVVENIRE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21043-nkFhFISXKXHR.png",
      "behaviorHints": {
        "defaultVideoId": "tt0977907"
      },
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Iyashikei/Work/Episodic/Shounen/Primarily Female Cast/Female Protagonist/Foreign/Tanned Skin/Ships/Space\nThe first episode's story starts with Ai practicing on the gondola with Akari. As they travel through a canal, they meet Aika and Alice. All three have not had much time to meet since becoming Prima undines. Considering even the little time they spend together a \"miracle,\" Akari remembers a certain incident and relates it to Ai.<br>\n<br>\nThe second episode's story begins with Ai relating a story to Akari of her experiencing a \"miracle\" while she was practicing. She saw Cait Sith as she was traveling down an unfamiliar path. When she disembarks from her gondola to follow it, she meets two Single undines from Himeya company and Orange Planet in the middle of practice.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:12205",
      "type": "series",
      "name": "Shinmai Maou no Testament: BURST Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/102508-3ED0RJrFJnmC.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12205"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Demons/Nudity/Chibi/Kuudere\nSpecials included on the Blu-ray/DVD volumes. Super deformed versions of Mio and Maria narrate Basara's various erotic encounters"
    },
    {
      "id": "tt3111906",
      "type": "series",
      "name": "Theatre of Darkness: Yamishibai 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21473-A7nx5Cd7wW3J.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3111906"
      },
      "description": "Genres: Horror, Supernatural\nTags:Episodic/Demons/Ghost/Anthology/Youkai/Stop Motion\nThe third season of <i>Yami Shibai</i>.<br>\n<br>\nA picture-story style of animation whose motif is surrounded and based off the rumors, and urban legends throughout the history of Japan.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5669064",
      "type": "series",
      "name": "Mahou Shoujo Nante Mouiidesukara",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21422-jbHQOtmJKft5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5669064"
      },
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Slice of Life\nTags:Magic/Cute Girls Doing Cute Things/Henshin/Primarily Child Cast/Female Protagonist/Primarily Female Cast/Kuudere\nYuzuka Hanami is a young girl who has few friends but who can do anything. One day, Yuzuka gets accosted by a strange creature named Miton who is digging through a trash dump. Miton tells Yuzuka, \"you have the makings of a magical girl\" and seems extremely suspicious. When Yuzuka is suddenly transformed into a magical girl, she's wearing a bathing suit.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21459-DUKLgasrgeNO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5626028"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Super Power/Superhero/Shounen/Male Protagonist/Primarily Teen Cast/School/Ensemble Cast/Urban Fantasy/Coming of Age/Bullying/Primarily Male Cast/Prison\nWhat would the world be like if 80 percent of the population manifested extraordinary superpowers called “Quirks” at age four? Heroes and villains would be battling it out everywhere! Becoming a hero would mean learning to use your power, but where would you go to study? U.A. High's Hero Program of course! But what would you do if you were one of the 20 percent who were born Quirkless?<br><br>\n\nMiddle school student Izuku Midoriya wants to be a hero more than anything, but he hasn't got an ounce of power in him. With no chance of ever getting into the prestigious U.A. High School for budding heroes, his life is looking more and more like a dead end. Then an encounter with All Might, the greatest hero of them all gives him a chance to change his destiny…<br><br>\n\n(Source: Viz Media)"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO -Starting Life in Another World-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21355-IHaS50pvLYd0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5607616"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Psychological, Romance, Thriller\nTags:Isekai/Male Protagonist/Witch/Magic/Gore/Ensemble Cast/Cosmic Horror/Body Horror/Suicide/Maids/Primarily Female Cast/Heterosexual/Elf/Hikikomori/Butler/Coming of Age/Politics/Femboy/Twins/Meta/Kuudere/CGI/Nekomimi/Foreign/Tsundere\nIn the story, Subaru Natsuki is an ordinary high school student who is lost in an alternate world, where he is rescued by a beautiful, silver-haired girl. He stays near her to return the favor, but the destiny she is burdened with is more than Subaru can imagine. Enemies attack one by one, and both of them are killed. He then finds out he has the power to rewind death, back to the time he first came to this world. But only he remembers what has happened since.<br>\n<br>\n(Source: Anime News Network)\n<br><br>\n<i>Notes:<br>\n- The first episode aired with a runtime of ~50 minutes as opposed to the standard 25 minute long episode.<br>\n- In the Winter 2020 season, Re:ZERO was rebroadcast and re-edited to fit into an hour time-slot. This edit included the first OVA and added slight modifications to certain scenes throughout. It also added an additional scene at the end of the final episode.</i>"
    },
    {
      "id": "tt5679720",
      "type": "series",
      "name": "Bungo Stray Dogs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21311-hAXyT8Yoh6G9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5679720"
      },
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Super Power/Crime/Detective/Male Protagonist/Mafia/Urban Fantasy/Yakuza/Classic Literature/Urban/Ensemble Cast/Primarily Adult Cast/Primarily Male Cast/Orphan/Work/Seinen/Gangs/Suicide/Slapstick/Anti-Hero/Kuudere/Episodic/Shapeshifting/Incest/Chibi/Assassins/Bar/Henshin\nStalked by a beastly white tiger, Atsushi Nakajima has no idea that the menace lives inside him—a power that catches the attention of the Armed Detective Agency. Using inhuman abilities to combat crime, this team takes Atsushi under the wing of their most eccentric member, Dazai. Together, they tear through mafia-muddled mysteries while enemies keep an eye on the tiger’s lofty bounty.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt2359704",
      "type": "series",
      "name": "JoJo's Bizarre Adventure: Diamond is Unbreakable",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21450-VsNSWuTsHBMR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2359704"
      },
      "description": "Genres: Action, Adventure, Drama, Mystery, Supernatural\nTags:Super Power/Urban Fantasy/Urban/Shounen/Male Protagonist/Primarily Male Cast/Ensemble Cast/Delinquents/Body Horror/Gore/School/Yandere/Achronological Order/Aliens\n<i>JoJo no Kimyou na Bouken: Diamond wa Kudakenai</i> adapts the fourth part of the <i>JoJo no Kimyou na Bouken</i> manga series.<br>\n<br>\nIt's the year 1999, 11 years after Jotaro Kujo's desperate fight against DIO in Egypt. Jotaro meets with Josuke Higashikata, the illegitimate son of his grandfather Joseph Joestar. He discovers that Josuke also has the same \"Stand\" power and that a new threat is surfacing in Morioh City.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5225712",
      "type": "series",
      "name": "Kiznaiver",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21421-5y8ryXsMB7aJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5225712"
      },
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Primarily Teen Cast/Ensemble Cast/Love Triangle/Male Protagonist/Coming of Age/Philosophy/Rehabilitation/Heterosexual/Kuudere/School/Urban/Bisexual/Tsundere/Bullying\nThe fictional Japanese city named Sugomori City is built on reclaimed land. But as the years go by, the city's population is decreasing. One day, Sonosaki tells her classmate Katsuhira: \"You have been selected to be a Kiznaiver.\" The Kizuna System, which allows Katsuhira to share his wounds, connects him to the classmates whose lives and personalities completely differ from his. The Kizuna System is an incomplete system for the implementation of world peace that connects people through wounds. All those who are connected to this system are called Kiznaivers. When one Kiznaiver is wounded, the system divides and transmits the wound among the other Kiznaivers.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5701624",
      "type": "series",
      "name": "Haven't You Heard? I'm Sakamoto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21595-vQ658r2Roe1g.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5701624"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Surreal Comedy/School/Episodic/Male Protagonist/Delinquents/Primarily Teen Cast/Coming of Age/Seinen/Bullying\nFirst year high school student Sakamoto isn't just cool, he's the coolest! Almost immediately after starting school, he began attracting everyone's attention. The girls love him, and most of the boys resent him. There's even a boy in the class who works as a model, but who is constantly upstaged by Sakamoto! No matter what tricks the other boys try to play on him, Sakamoto always manages to foil them with ease and grace. Though Sakamoto may seem cool and aloof, he helps others when asked, such as in the case of the boy in his class who was being constantly bullied. No matter what difficulties Sakamoto encounters, he moves through his high school life with confidence and class!<br>\n<br>\n(Source: MangaHelpers)"
    },
    {
      "id": "tt5556656",
      "type": "series",
      "name": "Kabaneri of the Iron Fortress",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21196-2PfPfIDrxKki.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5556656"
      },
      "description": "Genres: Action, Drama, Fantasy, Horror, Supernatural\nTags:Zombie/Steampunk/Post-Apocalyptic/Trains/Pandemic/Female Protagonist/Gore/Male Protagonist/Rotoscoping/Historical/CGI\nAs the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro. Ikoma, a boy who lives in the Aragane station and helps to build Hayajiro, creates his own weapon called Tsuranukizutsu in order to defeat the creatures. One day, as he waits for an opportunity to use his weapon, he meets a girl named Mumei, who is excused from the mandatory Kabane inspection. During the night, Ikoma meets Mumei again as he sees Hayajiro going out of control. The staff on the locomotive has turned into the creatures. The station, now under attack by Kabane, is the opportunity Ikoma has been looking for.\n"
    },
    {
      "id": "tt5643030",
      "type": "series",
      "name": "And you thought there is never a girl online?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21290-R6qYWnylwpbL.png",
      "behaviorHints": {
        "defaultVideoId": "tt5643030"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Video Games/Primarily Female Cast/Male Protagonist/Otaku Culture/Virtual World/School Club/School/Rehabilitation/Tsundere/Hikikomori/Heterosexual/Female Harem/Nudity/Yandere\nThe story centers on Hideki Nishimura, a young man who confessed to a person he thought was a girl online, only for that person to turn out to be a boy. He keeps this \"black history\" secret and swears to never to trust a \"girl\" online again. However, one day a girl online confesses to him, and it turns out she's actually a beautiful girl named Ako Tamaki. Ako cannot tell the difference between the online world and reality, and she is a loner who has trouble communicating. Hideki and his friends from his guild decide to work together to \"correct\" her.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5531604",
      "type": "series",
      "name": "Tanaka-kun is Always Listless",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21495-Xn1lHxRKDBXW.png",
      "behaviorHints": {
        "defaultVideoId": "tt5531604"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Male Protagonist/Iyashikei/Episodic/Primarily Teen Cast/Cute Boys Doing Cute Things/Ensemble Cast/Kuudere/Tsundere/Shounen\nFor high school student Tanaka, the act of being listless is a way of life. Known for his inattentiveness and ability to fall asleep anywhere, Tanaka prays that each day will be as uneventful as the last, seeking to preserve his lazy lifestyle however he can by avoiding situations that require him to exert himself. Along with his dependable friend Oota who helps him with tasks he is unable to accomplish, the lethargic teenager constantly deals with events that prevent him from experiencing the quiet and peaceful days he longs for.\n<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt5370118",
      "type": "series",
      "name": "KONOSUBA -God's blessing on this wonderful world!: God's Blessings On This Wonderful Choker!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21574-CTRsdAGe4mDp.png",
      "behaviorHints": {
        "defaultVideoId": "tt5370118"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Isekai/Parody/Chuunibyou/Satire/Magic/Male Protagonist/Heterosexual/Meta/Nudity/Gods/Primarily Female Cast\nAn unaired episode bundled with the 9th volume of the light novel.<br>\n<br>\nThe party ends up running into Megumin's self-proclaimed rival, Yunyun, during a trip to Wiz's shop. Annoyed at the increased noise level brought on by additional company, Kazuma notices a choker at his feet. After trying it on casually, he runs into big trouble: it's a magical choker designed to make wishes come true, and until his wish does come true, it's going to keep tightening around his neck until he's strangled to death! The others work hard to help make his \"dreams\" come true so that the choker will come loose, with Wiz offering her thighs as pillows, Darkness doing push ups to make her chest sway, and Megumin and Yunyun engaged in strip rock paper scissors... while Aqua runs errands. But will even that be enough to make the choker come off?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5637108",
      "type": "series",
      "name": "Twin Star Exorcists",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21499-JCxvIXc27mVT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5637108"
      },
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Romance, Supernatural\nTags:Shounen/Magic/Demons/Male Protagonist/Female Protagonist/Love Triangle/Ghost/Twins\nRokuro Enmado is a young boy who used to be a powerful aspiring exorcist, before a tragic incident left his friend dead and made him abandon the profession. One day, he has a fateful encounter with Benio Adashino, a girl around his age and a well known exorcist from the east. According to prophecy, Rokuro and Benio are the \"Twin Star Exorcists\", and are destined to marry and have a child which will be the ultimate exorcist, capable of cleansing all evil spirits, or Kegare, from the world.\n<br>\nWhen Rokuro's best friend Ryogo goes missing, Rokuro is forced to ask Benio for help to enter Magano, the realm of the evil Kegare, to rescue him!<br>\n<br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt4431276",
      "type": "series",
      "name": "Magi: Adventure of Sinbad",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21394-yauvzIHGAoZv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4431276"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Dungeon/Primarily Male Cast/Travel/Outdoor/Foreign/Shounen/Economics/Male Protagonist/Ships/Ensemble Cast\nFifteen years before the events of Magi, a brave and handsome young man named Sinbad set sail and started his adventure. The future High King of Seven Seas gradually matured through various encounters and farewells, taking him towards kingship step by step.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5095466",
      "type": "series",
      "name": "The Asterisk War 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21390-5MedgrU15Twy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5095466"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Sci-Fi\nTags:Male Protagonist/Magic/School/Female Harem/Female Protagonist/Robots/School Club/Primarily Teen Cast/CGI\nSecond season of Gakusen Toshi Asterisk.<br><br>\n\nLess than a century ago a meteor collided with the planet's surface and the resulting disaster caused the next generation of humanity to develop a wide variety of amazing abilities. In the center of the meteor's crater lies Rikka, a system of six academies known as the Asterisk. Ayato Amagiri enters the Asterisk as a transfer student hoping to compete in a special battle event known as the Festa. However, he quickly finds himself on the bad side of one of the strongest fighters around—the beautiful but fiery Julis-Alexa von Riessfeld. To stand against her he'll have to rely on his own sword-wielding ability, but when the tables turn, will they be able to team up to take down the competition? <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5271506",
      "type": "series",
      "name": "Hundred",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21362-kXBkIa9tP3WO.png",
      "behaviorHints": {
        "defaultVideoId": "tt5271506"
      },
      "description": "Genres: Action, Ecchi, Mecha, Sci-Fi\nTags:Female Harem/Male Protagonist/Swordplay/School\nThe story begins with the Hundred, the only weapon that can counter the mysterious Savage life form attacking Earth. To become a Slayer (master of military arts) who wields this Hundred, the main character Hayato Kisaragi successfully enrolls in the marine academy city ship Little Garden. However …<br>\n<br>\n\"I wanted to meet you, Hayato!!\"<br>\n\"W–who are you…?\"<br>\n<br>\nHayato feels a strange yet familiar sense of incongruity towards Emil Crossford, his roommate who somehow knows him from somewhere. On top of that, as soon as he enters the school, he is challenged to a duel by the \"Queen\" (the school's most powerful Slayer) Claire Harvey! <br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5621006",
      "type": "series",
      "name": "Flying Witch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21284-vQcCLIWt1o5O.png",
      "behaviorHints": {
        "defaultVideoId": "tt5621006"
      },
      "description": "Genres: Slice of Life, Supernatural\nTags:Iyashikei/Witch/Rural/Female Protagonist/Magic/Family Life/Urban Fantasy/Primarily Female Cast/Tanned Skin/Ghost\nTraditionally, when a witch turns 15, she's supposed to go out into the world alone to study magic. Makoto's parents, however, believe that their directionally-challenged daughter should get a high school degree. Instead of being sent out on her own, Makoto and her cat Chito find themselves traveling from the bustling city of Yokohama to Aomori Prefecture, where they'll stay with relatives until Makoto finishes school. It's going to be a big adjustment, and it only gets more complicated since \"normal\" people aren't supposed to know that witches exist… something that she tends to forget.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt5686870",
      "type": "series",
      "name": "Big Order",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21445-zXBAdDpNylRR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5686870"
      },
      "description": "Genres: Action, Supernatural\nTags:Super Power/Male Protagonist/Shounen/Family Life/Yandere/Revenge/War/Anti-Hero/Nudity/Guns/Gore/Tsundere\nTen years ago, a fairy by the name of Daisy appeared and asked the child Eiji Hoshimiya what his one and only wish was. Although his wish remains a mystery, the consequences were catastrophic. In an event called the \"Great Destruction,\" the world started to fall apart as everything collapsed and countless people died.<br><br>\nNow, Eiji is a high school student whose only concern is his sick sister. He does not remember what he wished for; all that he remembers is that his wish caused the Great Destruction. In the years since that event, thousands of other people have also received abilities to make their heart's desire come true. These people called \"Orders\" are believed to be evil and are hated by the general public. However, some of these Orders are after Eiji's life in vengeance for those that he killed. Will Eiji be able to survive the numerous assassination attempts? And the biggest mystery of all: what did he wish for, and what were his intentions in wishing for something that caused so much desolation? <br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt5614348",
      "type": "series",
      "name": "The Lost Village",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21567-G0fAjdtoCsZz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5614348"
      },
      "description": "Genres: Comedy, Drama, Horror, Mystery, Supernatural\nTags:Rural/Ensemble Cast/Parody/Bullying/CGI\n30 young men and women who came together on a shady bus tour. The tour's destination: an illusive, possibly nonexistent village called Nanakimura. In Nanakimura, one can lead a utopian existence, free of the world's obstacles … or so it was rumored, like an urban legend.<br>\n<br>\n\"In despair over the real world ... wanting to escape the tedious daily life … wanting to restart your life from scratch …\"<br>\n<br>\nThe bus headed deep into the mountains, carrying 30 people each harboring their own expectations and wounds in their hearts…<br>\n<br>\nAnd so, the place these 30 arrived at, was an uninhabited village with the lingering faint scents of life, even though it was falling apart.<br>\n<br>\nWhat is the truth of Nanakimura facing the 30? You can't miss even one episode!\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5446578",
      "type": "series",
      "name": "Space Patrol Luluco",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21637-6SulVMOqv77m.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5446578"
      },
      "description": "Genres: Action, Adventure, Comedy, Romance, Sci-Fi\nTags:Parody/Space/Female Protagonist/Crossover/Surreal Comedy/Henshin/Coming of Age/Super Power/Aliens/Meta/Police/Guns/Work/Primarily Teen Cast/Tokusatsu/Heterosexual/Pirates/Kuudere/School/Monster Girl/Philosophy\nThe show takes place in Ogikubo, which is the name of the specially designated area in space in the Milky Way where Earthlings and aliens can live together. Luluco is a female middle school student who lives with her father, and no matter where she is, Luluco is a common, \"super normal\" girl. As she is living her normal life, one day the mysterious transfer student ΑΩ Nova abruptly appears before her. That meeting will change Luluco's fate.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5614180",
      "type": "series",
      "name": "Joker Game",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21291-WJ1GwBQ1eHM5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5614180"
      },
      "description": "Genres: Action, Drama, Mystery, Psychological, Thriller\nTags:Espionage/Military/Historical/Episodic/Primarily Adult Cast/Primarily Male Cast/Politics/Ensemble Cast/Achronological Order/Trains\nIn 1937, before World War II begins in earnest. Lieutenant Colonel Yuuki of the Imperial Japanese Army forms the \"D Agency,\" an army intelligence outfit under his command and tutelage. Army General Staff attaches Lieutenant Sakuma to observe the unit's performance. D Agency casts a wide net to find agents beyond Japanese military personnel, and Yuuki establishes D Agency's tenets, which go against IJA doctrine: \"Don't kill, don't get killed, don't get captured.\" With this, Yuuki trains a team of operatives who conduct missions against domestic and foreign powers.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5603356",
      "type": "series",
      "name": "Ace Attorney",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21360-H6yRBVYEEodS.png",
      "behaviorHints": {
        "defaultVideoId": "tt5603356"
      },
      "description": "Genres: Comedy, Drama, Mystery\nTags:Crime/Primarily Adult Cast/Work/Slapstick/Police/Male Protagonist/Detective/Shrine Maiden/Fugitive/Circus/CGI\nAdapted from the popular video game franchise, Ace Attorney follows rookie lawyer Naruhodo Ryuuichi (Phoenix Wright) and his assistant Mayoi (Maya) as he defends his clients in a court of law. With limited evidence and logic as his only weapon, can Naruhodo turn the case around when all the odds are stacked against him?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt4584326",
      "type": "series",
      "name": "Seraph of the End: Kyuuketsuki Shahal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21586-Fhcf7PklKZ5O.png",
      "behaviorHints": {
        "defaultVideoId": "tt4584326"
      },
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Shounen/Vampire/Swordplay\nThe OVA story is set before the main story's \"Battle in Nagoya\" arc. The Shinoa Squad is ordered another mission from Guren to rescue a human girl named Riko from a mysterious vampire Shahal, and bring her back to her family. But Ferid and Crowley also appear when they find Shahal. Can Yuichiro save the girl?"
    },
    {
      "id": "tt4731072",
      "type": "series",
      "name": "Food Wars! Shokugeki no Soma OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21691-9RejHe6U6vLK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4731072"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Food/Shounen/Male Protagonist/Primarily Teen Cast/School\nOVAs bundled with the 18th and 19th volumes of the Shokugeki no Souma manga.\n"
    },
    {
      "id": "tt5895314",
      "type": "series",
      "name": "Kuromukuro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21516-F3sOzoi6aHsZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5895314"
      },
      "description": "Genres: Action, Mecha\nTags:Robots/War/Military/Ensemble Cast/Real Robot/Female Protagonist/School/Revenge/Male Protagonist\nDuring the construction of the Kurobe Dam, an ancient artifact was discovered, and so the United Nations Kurobe Research Institute was established. Intellectuals from all over the world gathered to study the object, and the children of those researchers attend Mt. Tate International Senior High School, including the institute head's daughter, Yukina Shirahane. In the summer of 2016, a lone samurai once again awakens!<br>\n<br>\n(Source: Pony Canyon USA)"
    },
    {
      "id": "tt5567348",
      "type": "series",
      "name": "High School Fleet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21316-pqjWmGuDRxwL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5567348"
      },
      "description": "Genres: Action, Comedy, Slice of Life\nTags:Military/Ships/Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/School/Ensemble Cast/CGI/Primarily Teen Cast/Post-Apocalyptic\nA hundred years after catastrophic shifts in tectonic plates caused most of its area to submerge, Japan now thrives as a maritime nation. High functioning cities line the coasts of Japan, and well developed sea routes are defended by specialized naval ships. The marine industry is flourishing, and young girls are eager to join the Blue Mermaids—highly skilled women who devote their lives to protecting the seas.<br>\n<br>\nAfter some time apart, childhood friends Akeno Misaki and Moeka China are reunited at Yokosuka Girls' Marine High School. Here they are joined by others who share their dream of becoming Blue Mermaids. Soon, training exercises commence, with Akeno and Moeka being put in charge of their own ships and crew. Everything is progressing smoothly for Akeno as she settles into her role as captain and builds camaraderie between her fellow crew members aboard the Harekaze, a destroyer ship. However, unexpected engine and navigation failures soon leave their ship stranded and the crew in danger.<br>\n<br>\n<i>High School Fleet</i> follows the Harekaze's valiant crew as they navigate treacherous waters and other obstacles on their quest to become fully-fledged Blue Mermaids.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt5618002",
      "type": "series",
      "name": "SUPER LOVERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21177-WCEfrZj2L7Of.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5618002"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Boys' Love/Incest/Twins/LGBTQ+ Themes/Male Protagonist/Crime/Crossdressing/Shoujo\nA high school boy named Haru and his mother are living overseas. His mother orders him to take care of and \"civilize\" his adoptive brother Ren, a wild young boy who dislikes talking with other people. While their relationship is adversarial at first, they grow closer as they begin to understand one another.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4801510",
      "type": "series",
      "name": "Ushio and Tora 2 (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21241-Avzz7tcb0yTy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4801510"
      },
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Demons/Youkai/Shounen\nThe second season of <i>Ushio to Tora (TV).</i><br>\n<br>\nLong ago, a ferocious monster terrorized the land, until a samurai, wielding the legendary “Beast Spear”, sealed him away. 500 years later, a middle school student named Ushio Aotsuki accidently uncovers the monster in a hidden cellar under his family’s temple. The unsealed monster and the spear attract many other supernatural creatures to the temple and Ushio is forced to release the monster in order to defeat them. Ushio names the monster “Tora” and unwillingly work together to battle other spirits and demons.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:12197",
      "type": "series",
      "name": "Honobono Log",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21795-Vk9JaAovj9Xa.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12197"
      },
      "description": "Genres: Romance, Slice of Life\nTags:Episodic/Family Life/Iyashikei/Ensemble Cast/Heterosexual/Achronological Order\nAdaptation of an illustration book by popular artist Naka Fukamachi that offers heartwarming peeks of the lives of close couples and families."
    },
    {
      "id": "tt5827092",
      "type": "series",
      "name": "Macross Δ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20680-IVFFnv8oXahy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5827092"
      },
      "description": "Genres: Action, Mecha, Music, Romance, Sci-Fi\nTags:Military/Idol/War/CGI/Space Opera/Space/Love Triangle/Real Robot/Male Protagonist/Female Protagonist/Heterosexual/Henshin/LGBTQ+ Themes\nMacross Delta is set in the year 2067, 8 years after the events of the latest Macross TV series, Macross Frontier. The story focuses on Walküre, a team of talented idols and the Delta Squadron, a team of experienced Valkyrie pilots as they battle against the Var Syndrome, a mysterious phenomena that is consuming the galaxy and there is also the mysterious Aerial Knights Valkyrie fighter team of the Kingdom of Wind.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5657836",
      "type": "series",
      "name": "Anne-Happy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21238-nCMUieIslAYI.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5657836"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Surreal Comedy/School/Slapstick/Female Protagonist/Tsundere/Seinen/Robots/Kuudere\nThe story centers around class 1-7 of Tennogofune Academy, where all the students with \"bad karma\" or misfortune seem to have been gathered. Hibari, a student in this class, meets the unlucky Hanako and the perennially unhealthy Botan on her first day of school, and together they try to find a way to turn their school life into a happy one.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO ~Starting Break Time From Zero~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21780-xCJk0z5vpn57.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5607616"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Chibi/Primarily Female Cast/Isekai/Male Protagonist/Twins/Elf/Maids/Parody\nA series of comedic shorts featuring chibi versions of the characters of the main show."
    },
    {
      "id": "tt5648400",
      "type": "series",
      "name": "Cerberus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21608-GLCcfAMg1nv4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5648400"
      },
      "description": "Genres: Action, Fantasy\nTags:Magic/Male Protagonist/Nekomimi/War\nThe anime is set in a continent ruled by sword and magic called Kunaaan, where a power balance between the Holy Kingdom of Amoria, the Kingdom of Ishilfen, and the Vanrodis Kingdom keeps a peace so unstable that any tragedy that befalls any one kingdom will mean war for the entire continent. Another power, the evil dragon Daganzord, also resides on the continent, and no one is powerful enough to stop him from spreading destruction and charred land in his wake. Two individuals, Bairo and Kismitete, undertook a ritual alongside a party of wizards to seal Daganzord, but were foiled. This event was known thereafter as the Balbagoa Tragedy. Bairo and Kismitete's son Hiiro is saved by Giiru, and Hiiro swears to avenge his parents' deaths and trains himself with the sword. When Hiiro turns 16, he sets out on a journey to slay the dragon, and Giruu accompanies him, having no choice. Along the way, they meet many types of people, and gain companions on their journey.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5630058",
      "type": "series",
      "name": "Kumamiko -Girl Meets Bear",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21423-vQsDNNIfRLS6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5630058"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Rural/Shrine Maiden/Seinen/Bullying/Animals/Female Protagonist/Idol\nWhat does a bear know about life in the big city? For Machi Amayadori’s sake, hopefully a lot! The young shrine maiden has spent her whole life in the rural mountains with Natsu, her talking guardian bear. Now, at fourteen, she wants to take a chance and attend high school in the big city. Can Natsu really prepare her for city life? Or will his wacky trials be too much for even Machi to bear?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5753374",
      "type": "series",
      "name": "Shonen Maid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21321-1WCJBmHhPqf3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5753374"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Maids/Family Life/Crossdressing/Male Protagonist/Shoujo/Fashion/Cute Boys Doing Cute Things\nChihiro Komiya is an energetic elementary school student who was living with his mom. Chihiro is very good at doing housework and chores, and his mother's motto is \"No work, no food.\" After his mother suddenly dies, a man named Madoka Taketori who claims to be his uncle shows up, and asks Chihiro to come live with him. Chihiro initially refuses, but when seeing the horribly dirty state of Madoka's rich home, he decides to start cleaning it. Then Madoka makes another offer to Chihiro: that he comes to live with him, but in exchange Chihiro will do the housework. Chihiro accepts this deal, but suddenly finds himself in a maid uniform.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt5671172",
      "type": "series",
      "name": "Three Leaves, Three Colors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b21334-Rvy01w8gIIRu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5671172"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Cute Girls Doing Cute Things/Seinen/Primarily Female Cast/School/Maids/Work/Episodic\nFutaba Odagiri is the energetic transfer student who befriends Teru Hayama, the class president who is meaner than she looks, and Youko Nishikawa, a former rich girl who still acts like a princess. Three very different girls who only share one thing: the kanji for leaf in their names. Balancing school and life is hard enough, but what about dealing with clashing personalities on top of it all? <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5595178",
      "type": "series",
      "name": "Brotherhood Final Fantasy XV",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21728-gCMH8hDEqzmx.png",
      "behaviorHints": {
        "defaultVideoId": "tt5595178"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Primarily Male Cast/Video Games/Fishing/Coming of Age\nBROTHERHOOD FINAL FANTASY XV delves into the extraordinary friendships between Crown Prince Noctis and his three comrades, setting the stage for the adventure players will set out upon in the action-packed RPG.<br>\n<br>\n(Source: Official Site)"
    },
    {
      "id": "tt5535154",
      "type": "series",
      "name": "Bakuon!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21197-YGAjxjksSJBT.png",
      "behaviorHints": {
        "defaultVideoId": "tt5535154"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life, Sports\nTags:Primarily Female Cast/School Club/Motorcycles/Cute Girls Doing Cute Things/Female Protagonist/School/Ojou-sama/Butler/Seinen\nRiding a bicycle may be better than walking, but when another girl zips past her on the way to class, Sakura Hane realizes that there’s an even better option: motorcycles!  Fortunately, Sakura’s all-girl school just happens to have a motorcycle club! It only has one member though: the mysterious Raimu Kawasaki, who’s never been seen without her face-obscuring helmet. But that changes immediately once Sakura and the girl who passed her, Onsa Amano, sign up and start recruiting! It won’t all be easy riding… Sakura still has to earn her license, and there are problems like the club’s official status having slipped, and the need to recruit a faculty sponsor.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt7765890",
      "type": "series",
      "name": "Aggressive Retsuko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21726-46yeIDun7oQg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7765890"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Episodic/Work/Office Lady/Primarily Adult Cast/Animals/Chibi/Female Protagonist/Satire/Anthropomorphism/Flash\nThe show centers on Retsuko, a 25-year old red panda who works in her dream company's accounting department. But it turns out that she is forced to keep doing more and more impossible tasks by her superiors and co-workers. She doesn't talk back to them, but she still has to let off steam, so she ends up going to karaoke by herself and singing death metal.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3894916",
      "type": "series",
      "name": "Terra Formars: Revenge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21300-zetpWksKrHJv.png",
      "behaviorHints": {
        "defaultVideoId": "tt3894916"
      },
      "description": "Genres: Action, Horror, Sci-Fi\nTags:Gore/Seinen/Space/Body Horror\nThe second season of <i>Terra Formars</i>.<br>\n<br>\nIn Terra Formars Revenge, the crew members of the Annex I continue to fight against Terraformars—the large humanoid cockroaches that evolved from the ones sent to Mars centuries ago. However, far from discovering the cure for the lethal Alien Engine Virus that has been plaguing Earth, the Annex I team have learned that some squadrons have agendas from their own countries. Now, the squadrons must not only fight against the Terraformars for their survival, but also each other in the never-ending battle for international dominance.\n"
    },
    {
      "id": "tt1584000",
      "type": "series",
      "name": "Durarara!! X2 The Third Arc: DuFuFuFu!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21695-A79FUWY7ZVbw.png",
      "behaviorHints": {
        "defaultVideoId": "tt1584000"
      },
      "description": "Genres: Action, Mystery, Supernatural\nTags:Ensemble Cast/Urban Fantasy/Otaku Culture/Dullahan\nThe episode revolves around the man with \"the worst luck in Ikebukuro,\" Shizuo Heiwajima, and another blonde-haired, sunglasses-wearing man wearing a bartender outfit named Shidzuo Nobusuma. Shidzuo is a young hoodlum. As the two men's fates are entangled, a new legend is born on the streets of Ikebukuro.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:11899",
      "type": "series",
      "name": "Ansatsu Kyoushitsu 2: Kagaijugyou-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b21678-tr1yaarb2oV3.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:11899"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen/Assassins/School/Male Protagonist\nShorts of Ansatsu Kyoushitsu (TV) 2nd Season which adapt chapters of the manga which are not in the TV series. \n<br><br>\nThe adapted chapters are 78 (\"Takebayashi no Jikan\") and 79 (\"Shihaisha no Jikan, Ni Jikanme\"), which are published in the ninth manga volume."
    },
    {
      "id": "tt5877116",
      "type": "series",
      "name": "Endride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21611-J75lzaBJAJun.png",
      "behaviorHints": {
        "defaultVideoId": "tt5877116"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Male Protagonist/Magic\nThe story is set on Endra, an unknown world beneath the surface of Earth itself. It is another world, where the giant Adamas shines above and seven-colored bands drift across the skies.<br><br>\nOne day, Shun Asanaga — an ordinary yet positive and bright 15-year-old middle school boy who lived in the \"Land Above\" — lands in this place. He had discovered a mysterious crystal at his scientific businessman father's company, and the moment he touched the crystal, he was transported to Endra.<br><br>\nHe meets Prince Emirio, who strongly despises the current King Deruzain and had just turned 16 at Endra's castle. He became of age to ascend to the throne, and he wields a weapon to seek his vengeance at last, but the difference in strength proves to be insurmountable. Captured and imprisoned by Deruzain, Emirio is heartbroken. But then, the walls of the prison suddenly become distorted, and Shun appears within them.<br><br>\nTwo youths live in Endra — one to return his former world, and one to exact revenge. The future that is within the grasp of two youths raised in different worlds…<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3124992",
      "type": "series",
      "name": "Sailor Moon Crystal Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21462-bRbgZYf4Sgxj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3124992"
      },
      "description": "Genres: Action, Drama, Fantasy, Mahou Shoujo, Romance\nTags:Primarily Female Cast/Magic/Shoujo/Coming of Age/Found Family/Henshin/Female Protagonist/Urban Fantasy/Bullying/Space/Aliens/Amnesia/Super Power/Demons/Fairy Tale/Primarily Teen Cast/Tokusatsu\nThird cour of Bishoujo Senshi Sailor Moon: Crystal.<br>\n<br>\nThe new season will assemble all 10 Senshi — specifically, the popular outer Senshi such as Sailor Uranus, Sailor Neptune, and Sailor Saturn will join Sailor Moon, Sailor Chibi Moon, and the others. The new season will adapt the arc from the fifth and sixth volumes of the complete edition of Naoko Takeuchi's original Sailor Moon manga."
    },
    {
      "id": "tt4379632",
      "type": "series",
      "name": "Blood Blockade Battlefront: King of Kings Restaurant Fit for a King",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21640-JN2902wooMoC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4379632"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Super Power/Male Protagonist/Primarily Adult Cast/Food/Cosmic Horror/Vampire/Foreign/Shounen\nAn adaptation of a story in the 8th volume on the Kekkai Sensen manga."
    },
    {
      "id": "kitsu:12056",
      "type": "series",
      "name": "Tanaka-kun wa Kyou mo Kedaruge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21800-0vXIUrT4m1hl.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12056"
      },
      "description": "Genres: Comedy\nTags:Chibi/Episodic/School/Male Protagonist\nA series of shorts featuring super-deformed characters from the the show Tanaka-kun wa Itsumo Kedaruge."
    },
    {
      "id": "tt5674066",
      "type": "series",
      "name": "Pan de Peace!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21315-3Q5gRBKza9Hs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5674066"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Food/School/Seinen/Female Protagonist/Primarily Female Cast/Chuunibyou\nThe 4koma centers around Minami, an airheaded girl who is starting high school and who loves eating bread for breakfast. Baked goods bring happiness everyday to her and her classmates — the reliable Yuu, the pastry-baking Fuyumi, and the independent Noa.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5537534",
      "type": "series",
      "name": "Ajin OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21487-Va4pPFXsysWF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5537534"
      },
      "description": "Genres: Action, Horror, Mystery, Supernatural\nTags:Seinen/Full CGI/Military/Anti-Hero/Male Protagonist/Guns/Terrorism/Primarily Adult Cast/Crime/Primarily Male Cast/Fugitive/Super Power/Police/Gore/Video Games/Body Horror/Urban Fantasy\nBundled with the limited edition of the manga's eighth, ninth and tenth volumes.<br>\n<br>\n1. <b>The Nakamura Shinya Incident</b> (中村慎也事件)<br>\nThe Ajin Control Committee's most feared worst-case scenario: \"The Shinya Nakamura Incident.\"<br>\nThe truth will finally be revealed!<br>\nThe story of the country's first Ajin will get a forbidden anime adaptation!\n<br><br>\n(Source: Anime News Network)\n<br>\n<br>\n2. <b>Intermission</b><br>\n3. <b>Satou: Zero</b> (佐藤 ZERO)"
    },
    {
      "id": "tt5321046",
      "type": "series",
      "name": "Myriad Colors Phantom World: Limitless Phantom World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97951-R6ODTwHHfeIg.png",
      "behaviorHints": {
        "defaultVideoId": "tt5321046"
      },
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:Kuudere\nPicture drama specials bundled with the main series' Blu-ray/DVD volumes."
    },
    {
      "id": "kitsu:11620",
      "type": "series",
      "name": "Concrete Revolutio: THE LAST SONG",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21540-k5bSyi43BJ38.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:11620"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Achronological Order/Super Power/Henshin/Tokusatsu/Age Regression\nThe stage is set in “another Japan” as a banquet of diverse superhumans unfolds…<br>\n<br>\nIn an imaginary \"age of gods\" about 20 years after the war, Japan has grown and developed by leaps and bounds. What if all the superhumans ever written about in fictional stories existed at the same time? Superhumans who came into existence through different circumstances, and who are special in different ways -- Titans from outer space, lifeforms from a mystical world, phantoms and goblins from ancient times, cyborgs created by scientists, relics that rose out of the ruins of ancient civilizations, and the list goes on. One segment of these superhumans makes no secret of their existence and has gained popularity in society. Others cloak their identities and fight in secrecy.<br>\n<br>\nThere are enemies of superhumans as well, organizations that operate in the shadows.<br>\n<br>\nThe Japanese government has taken many measures to secure peace and order.<br>\n<br>\nOne is the establishment of an organization under the Ministry of Health and Welfare -- the Overpopulation Research Laboratory, a.k.a. the Superhuman Bureau.<br>\n<br>\nTheir mission is to identify and approach superhumans, then oversee and safeguard them. One member of the Superhuman Bureau, Jiro Hitoyoshi, is protagonist of this series.<br>\n<br>\n(Source: Official Site)"
    },
    {
      "id": "tt2294076",
      "type": "series",
      "name": "Girls und Panzer der Film: Arisu War!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21649-EWxvephGWVAX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2294076"
      },
      "description": "Genres: Comedy\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Tanks\nAn OVA that takes place after the events of the movie. It was bundled with the Girls und Panzer der Film BD/DVD."
    },
    {
      "id": "tt1587790",
      "type": "series",
      "name": "MOBILE SUIT GUNDAM UNICORN RE:0096",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21658-pOcvE4BrcofO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1587790"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Military/Space/Real Robot/Space Opera/Politics/War\nU.C. 0096. Three years after Char’s rebellion, Banagher Links, a boy who lives on the manufacturing colony Industrial 7, meets a mysterious girl named Audrey Burne. She claims to seek to prevent a potential war by interfering with the transfer of “Laplace's Box” from the Vist Foundation to a Neo Zeon remnant group known as the “Sleeves”. <br>\nHowever, when a Federation squad also sent to prevent the transfer clashes with the Sleeves, the colony is plunged into battle. <br>\nAs Banager races through the flames in search of Audrey, one other fateful encounter awaits him—the Unicorn Gundam, a pale white mobile suit that's the key to Laplace's Box. <br>\n<br>\nWhat is Laplace’s Box? What are the secrets that it holds? For the first time in 100 years, light will shine on the darkest secrets of the Universal Century...<br>\n<br>\n(Source: Gundam.info)"
    }
  ]
}