{
  "metas": [
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116742-jn0dW23ftehq.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Super Power/Magic/Demons/Politics/War/Dragons/Anti-Hero/Goblin/Female Harem/Monster Girl/Male Protagonist/Shapeshifting/Agender/Ninja/Ensemble Cast/Monster Boy/Clone\nThe second cour of <i>Tensei Shitara Slime Datta Ken 2nd Season</i>.\n<br><br>\nThe nation of Tempest is in a festive mood after successfully overcoming the surprise attack from the Falmuth Army and the Western Holy Church. Beyond the festivities lies a meeting between Tempest and its allies to decide the future of the Nation of Monsters. The aftermath of the Falmuth invasion, Milim Nava's suspicious behavior, and the disappearance of Demon Lord Carrion—the problems seem to keep on piling up.\n<br><br>\nRimuru Tempest, now awakened as a \"True Demon Lord,\" decides to go on the offensive against Clayman. With the fully revived \"Storm Dragon\" Veldora, \"Ultimate Skill\" Raphael, and other powerful comrades, the ruler of the Tempest is confident in taking down his enemies one by one until he can face the man pulling the strings."
    },
    {
      "id": "tt14641098",
      "type": "series",
      "name": "The Case Study of Vanitas",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131646-k6u2UXIsMXEa.jpg",
      "description": "Genres: Drama, Fantasy, Mystery, Supernatural\nTags:Vampire/Male Protagonist/Foreign/Steampunk/Primarily Adult Cast/Anti-Hero/Anachronism/Historical/Chibi/Gore/Religion/Tanned Skin/Shounen/Henshin\nIt’s 19th-century Paris, and young vampire Noé hunts for the Book of Vanitas. Attacked by a vampire driven insane, a human intercedes, rescues Noé, and heals the sick creature. Commanding the book and calling himself Vanitas, this doctor tempts Noé with a mad crusade to “cure” the entire vampire race. Allying with one who wields arcane power so easily may be dangerous, but does he have a choice?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt6185782",
      "type": "series",
      "name": "Miss Kobayashi's Dragon Maid S",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107717-bixaW1NTGBra.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Dragons/Female Protagonist/Monster Girl/Family Life/Found Family/Primarily Female Cast/Maids/Cute Girls Doing Cute Things/Magic/Large Breasts/Urban Fantasy/Seinen/Yuri/Work/LGBTQ+ Themes/Otaku Culture/Office Lady/Philosophy/Nudity/Isekai/Parody/Football/Outdoor\nA strange turn of events leads the Dragon, Tohru, to work as Miss Kobayashi's maid. She occasionally (that's a lie, she often) causes trouble for her beloved Miss Kobayashi while blending into human society and splendidly (that's a lie, only mediocrely) carrying out her maid duties. Her fellow dragons, Kanna, Lucoa, Fafnir, and Elma all find their own places to fit in as well and enjoy interspecies interactions with the humans. Yet while they're all enjoying that laid-back and occasionally turbulent left, the threat of a new Dragon swoops down upon Miss Kobayashi.<br>\n<br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt13884052",
      "type": "series",
      "name": "The Detective Is Already Dead",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128712-AlVwHbrugvj6.jpg",
      "description": "Genres: Comedy, Drama, Mystery, Romance, Supernatural\nTags:Detective/Male Protagonist/Achronological Order/Heterosexual/Terrorism/Crime/Female Protagonist/Super Power/Dissociative Identities/Artificial Intelligence/Female Harem/Urban Fantasy/Guns/Police/VTuber/Cannibalism/Idol/Robots/Prison\nThwarting a hijacking with the beautiful, silver-haired detective, Siesta, transforms Kimihiko’s young life. Their success kicks off years of crime-solving and confronting syndicates around the world—until Siesta dies. Left with questions, Kimihiko moves on. But now, a new case may open healed wounds as it connects to an assassin, a world conspiracy, and his dead partner!<br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Note: The first episode aired with a runtime of ~46 minutes as opposed to the standard 24 minute long episode.</i>\n\n"
    },
    {
      "id": "tt13463778",
      "type": "series",
      "name": "Girlfriend, Girlfriend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126192-3fFbZJFSwrHH.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/Heterosexual/Love Triangle/Male Protagonist/Slapstick/Surreal Comedy/Parody/Satire/Primarily Female Cast/Tsundere/Shounen/School/Yandere/Primarily Teen Cast/Nudity/Video Games\nThe protagonist, Naoya, is a first-year in high school. He asks out Saki, a girl he has been in love with, and she agrees to be his girlfriend. He's currently on cloud nine. But then, a beautiful girl named Nagisa comes up to Naoya one day and tells him that she wants to go out with him. Naoya feels himself wavering because Nagisa is such a good girl, and he comes to a decision! A new kind of romcom from a rather unexpected decision is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13399402",
      "type": "series",
      "name": "How a Realist Hero Rebuilt the Kingdom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117612-MCbAaq2ypJlp.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Politics/Isekai/Economics/Male Protagonist/Magic/Female Harem/Food/Elf/Tanned Skin/Nekomimi/Cosplay/Adoption/Classic Literature/Ensemble Cast/Anthropomorphism\nSuddenly summoned to a fantasy world and betrothed to the princess, Kazuya Souma is crowned the new king after providing the royal family with impressive advice. To rule the kingdom, he's taking the nontraditional (and very human) route of administrative reform. In a realm of dragons and elves, will this revolutionary's unique path prove effective?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14642342",
      "type": "series",
      "name": "Sonny Boy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132126-kxCCgt2vrCtC.png",
      "description": "Genres: Drama, Mystery, Psychological, Sci-Fi, Supernatural\nTags:Philosophy/Denpa/Super Power/Survival/Coming of Age/Primarily Teen Cast/Ensemble Cast/Isekai/Achronological Order/School/Episodic/Heterosexual/Rotoscoping/Politics/Religion/Desert/Love Triangle/Baseball\nIt’s an ordinary summer vacation...except for the fact that Nagara’s high school has mysteriously drifted into another dimension. As the students begin to develop strange new powers, will they work together to survive the alien environment and find a way home, or will their newly formed factions and rivalries turn on each other? <br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Note: The first episode received an advance release on YouTube on June 19, 2021. The regular TV broadcast started on July 16, 2021.</i>"
    },
    {
      "id": "tt13311344",
      "type": "series",
      "name": "TSUKIMICHI -Moonlit Fantasy-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125206-O2MsOWdW1lVi.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Male Protagonist/Monster Girl/Meta/Female Harem/Samurai/Language Barrier/Economics/Archery/Gods/Dragons/Anthropomorphism/Elf/Alchemy\nMakoto Misumi was just an average teenager who happened to suddenly be summoned to another world as a \"hero.\" But the goddess of this world called him ugly and took his hero status away from him then sent him to the ends of the world. In the wastelands, he meets dragons, spiders, orcs, dwarves and many other non-human races. Makoto manages to show promises in the use of magic and fighting, which he wouldn't have been able to do in his former world. He has numerous encounters, but will he be able to survive this new world? A fantasy where a guy who had been abandoned by gods and humanity tries to reset his life in this new world is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13528102",
      "type": "series",
      "name": "Remake Our Life!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114065-YPPyW7ZSxfYU.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:College/Age Regression/Coming of Age/Drawing/Otaku Culture/Work/Male Protagonist/Video Games/Software Development/Acting/Photography/Primarily Female Cast/Tsundere/School Club\n28-year old Hashiba Kyouya has hit a new low after losing his job at a shady game developer. He originally quit his steady office job to work in the creative industries that he admires, but it's proving to be a challenge even for a motivated go-getter like him. As he finds himself back at his parents house, between jobs, he can't help but wonder what would happen if he had a chance to redo his collegiate studies. Maybe things would turn out differently if he had gone to art school instead... and, shockingly enough, he might just get a chance to test that theory.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: The first episode aired with a runtime of ~51 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt13544802",
      "type": "series",
      "name": "Seirei Gensouki: Spirit Chronicles",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126546-Jujx9OvKxLzA.jpg",
      "description": "Genres: Action, Drama, Fantasy, Romance\nTags:Isekai/Male Protagonist/Magic/Female Harem/Swordplay/Heterosexual/Kemonomimi/Super Power/School\nHis past life and current life are intersecting--a boy with memories of two lives faces his destiny! After his mother was killed at an early age, the orphaned Rio fought his hardest to survive in the slums. One day, he awakens to the memories of Haruto Amakawa, who died in an accident while dreaming of being reunited with his childhood friend, and Rio realizing he has reincarnated in a world of swords and sorcery. Not only that, but after helping stop an attempt to kidnap a princess that he stumbled upon, he finds himself enrolled in a famous school where the children of the nobility gather… As Rio attempts to rise up from the bottom of a hierarchical society, he will have new encounters and say many goodbyes, as he fights to overcome fate.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14470072",
      "type": "series",
      "name": "The Great Jahy Will Not Be Defeated!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132456-wxTCgdXnZMMQ.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life, Supernatural\nTags:Slapstick/Female Protagonist/Demons/Primarily Female Cast/Cute Girls Doing Cute Things/Henshin/Magic/Episodic/Isekai/Tanned Skin/Work/Surreal Comedy/Masochism/Shounen/Monster Girl\nThe Great Jahy, the Dark Realm’s second-in-command, cuts a frightening figure, feared and revered by all. But when a run-in with a magical girl results in the destruction of the precious mana crystal, the Dark Realm falls, transporting the newly puny and powerless Jahy to the human world! Unfortunately, plotting the revival of the Dark Realm from a cramped, crumbling one-room apartment is no easy feat when you have rent to pay and a job to keep!<br>\n<br>\n(Source: Square Enix Manga & Books)"
    },
    {
      "id": "tt11192890",
      "type": "series",
      "name": "Life Lessons with Uramichi Oniisan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112802-FUNqgb2R1LS8.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Work/Satire/Male Protagonist/Primarily Adult Cast/Acting/Episodic/Ensemble Cast/Musical/Josei/Primarily Male Cast/Meta/Fishing\nBeing an adult is hard. For 31-year-old Uramichi Omota, that depressing truth weighs on him. While on TV, he’s an upbeat exercise instructor for a children’s show, but sometimes he can’t keep his sardonic comments to himself. Even his coworkers, a pair of mascots and a singing duo, keep revealing the plight of adulthood on air. Regardless, they’re working through it one a day at a time.<br><br>(Source: Funimation)"
    },
    {
      "id": "tt11822984",
      "type": "series",
      "name": "My Next Life as a Villainess: All Routes Lead to Doom! X",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120209-7eQk3UKmkQun.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Isekai/Female Protagonist/Mixed Gender Harem/Male Harem/Ojou-sama/Virtual World/Female Harem/Villainess/Magic/Parody/LGBTQ+ Themes/Video Games/Bisexual/Episodic/Shoujo/Heterosexual/School/Inseki/Agriculture/Twins/Gender Bending\nThe second season of <i> Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta…</i>.<br>\n<br>\nKatarina Claes, the daughter of a duke, regains her memories from a previous life after hitting her head on a rock. The world she lives in now is the world of Fortune Lover, the otome game she was hooked on in her previous life, and she is now the villainess who interferes with the heroine's love story! The happy ending prepared for Katarina in the game is being exiled from the country, and the bad ending, she gets killed... but she's determined to avoid all destruction flags and claim a happy future for herself! And after she succeeds in avoiding those flags, a new crisis awaits?! The curtain rises once again on this flirtatious romantic comedy!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13971512",
      "type": "series",
      "name": "The Duke of Death and His Maid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129277-ou64knqN2eQT.jpg",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Full CGI/Maids/Shounen/Heterosexual/Magic/Witch/Kuudere/Butler/Nudity\nHow can you fall in love when you can’t even hold hands? Due to a childhood curse, anything that the Duke touches will die—which makes his flirty maid’s behavior all the more shocking! Is there a way for the Duke and his companions to somehow break the curse, or is he doomed to a life where love is forever out of his reach?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13851952",
      "type": "series",
      "name": "The aquatope on white sand",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128545-8ooIQffo7elA.png",
      "description": "Genres: Drama, Slice of Life, Supernatural\nTags:Coming of Age/Female Protagonist/Work/Animals/Environmental/Iyashikei/Educational/Primarily Female Cast/Primarily Adult Cast/Urban Fantasy/Family Life/Mopeds/Scuba Diving\nKukuru Misakino is a 18-year-old girl who works at an aquarium and she encounters a former idol who lost her place in Tokyo and escaped to Okinawa named Fuuka Miyazawa. Kukuru and Fuuka spend their days at the aquarium, their hearts filled with their own passions. But their precious place is about to be shut down forever. The girls face their dreams and reality, loneliness and friendships, bonds and conflicts... This summer is about to turn a glimmering, new page.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12779780",
      "type": "series",
      "name": "Fena: Pirate Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122052-nb8cfAe7pniT.jpg",
      "description": "Genres: Action, Adventure, Romance\nTags:Female Protagonist/Pirates/Foreign/Coming of Age/Heterosexual/Fairy Tale/Anachronism/Historical/Ninja/Assassins/Ships/Primarily Male Cast/Mythology/Twins/Kuudere/Tsundere/Travel\nFena Houtman is a young orphan girl that has been raised on an Island where there is no hope of becoming anything more than chattel, to be used and discarded by soldiers of the British Empire. But Fena is more than just another powerless orphan. When her mysterious past comes knocking, Fena will break the chains of her oppressors. Her goal: forge a new identity, free of bondage, and search for a place where she can truly belong and find out the true mysteries behind a keyword \"Eden.\" It is the story of a lifetime adventure she and her crew of misfits and unlikely allies will have, in pursuit of her goals!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13943462",
      "type": "series",
      "name": "The Dungeon of Black Company",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120608-gjCnIszBGe9k.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Work/Dungeon/Satire/Isekai/Parody/Anti-Hero/Villainess/Economics/Slavery/Demons/Male Protagonist/Magic/Crossdressing/Dragons/Shounen/Tomboy\nWork sucks and Kinji was avoiding it beautifully by investing every penny. Good plan ’til he found himself in a new world…with DEBT! Now under the rule of an evil mining company, avoiding work is gonna be a tough grind. Does he have what it takes to pull off the ultimate workaround on this gig?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13022022",
      "type": "series",
      "name": "Peach Boy Riverside",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122441-5qlQC5Ka8k9W.png",
      "description": "Genres: Adventure, Fantasy\nTags:Female Protagonist/Demons/Heterosexual/Gore/Monster Girl/Shounen/Male Protagonist/Elf\nSaltherine Aldarake, princess of the Kingdom of Aldarake, dreams of traveling the world—a dangerous dream in a land where monsters roam the countryside as they please, and humans live behind high, strong walls. But when a chance meeting with traveler Mikoto gives hope to her dream, he shatters it soon after, as he reveals himself to be none other than Momotaro, ruthless demon-slayer. Though horrified by the gore Momotaro leaves behind, Saltherine is convinced more than ever that she needs to learn about the world beyond her walls, and journeys out...following the steps of the mysterious, charismatic, terrifying boy she met that day...\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt13444580",
      "type": "series",
      "name": "Battle Game in 5 Seconds",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126047-C3ivEjzfigA0.jpg",
      "description": "Genres: Action, Drama, Supernatural\nTags:Death Game/Super Power/Battle Royale/Male Protagonist/CGI/Conspiracy/Magic/Tsundere/Urban/Nudity/Seinen\nA new kind of battle of abilities for a new generation is about to begin! It all started on a regular morning like any other. Akira Shiroyanagi is a high school kid who loves nothing more than konpeito candy and games. One day, he ends up in a fight due to a mysterious girl named Mion. Mion then tells the people she had gathered that they no longer officially exist in any records. They were given powers and were about to be test subjects. Akira makes up his mind to use his powers to climb up the ranks and then crush this organization.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13409388",
      "type": "series",
      "name": "The Idaten Deities Know Only Peace",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122434-HmMGLaGk2v4j.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Demons/Gods/War/Philosophy/Gore/Super Power/Seinen/Military/Surreal Comedy/Anti-Hero/Ensemble Cast/Slapstick/Satire/Religion/Hypersexuality/Nudity/Rape/Torture/Nun/Pregnant/Asexual/Kaiju/CGI\nIt has been 800 years since the incredibly fast and powerful gods of battle known as the Idaten had sealed away the demons after an intense battle. Now, that battle is just considered a myth or a fairytale. While the current generation of Idaten who have never even had to fight are enjoying their peaceful lives, someone awakened the demons once again! Armed forces, ingenuity. politics, and intrigue. If you've got it, use everything you can! This three-way battle royale with no rules and no limits is about to begin!!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12378990",
      "type": "series",
      "name": "Mother of the Goddess’ Dormitory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117989-WG5tan8Gxwa6.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Nudity/Female Harem/Primarily Female Cast/College/Heterosexual/Shounen/Male Protagonist/Tsundere/Educational/Kuudere/Cosplay/School/Chibi\nDown-on-his-luck Koushi Nagumo wanders the streets unemployed, homeless, and in search of his next meal. His fortunes improve after a chance meeting with a vivacious young woman whose proposition seemingly solves nearly all his problems. Thanks to her, Koushi enters the welcoming halls of a dormitory at a women’s college… only this particular assignment is no stuffy, sleepy affair. The Goddess’ Dormitory is known for housing the college’s most unruly students! If he wants to keep a roof over his head, Koushi must become the “Dormitory Mother” charged with maintaining order and good discipline. But doing his job and keeping his sanity are no small feat with characters as endearingly eccentric and untamable as these!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt12311976",
      "type": "series",
      "name": "TONIKAWA: Over The Moon For You ~SNS~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127371-sQvD9sILl7Lc.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Family Life/Marriage/Heterosexual/Maids/Iyashikei/Shounen\nWhen Nasa is suddenly called in for some work, Tsukasa spends her first night alone since their marriage began. As the loneliness pulls at her, she takes the smartphone that Nasa got her as a gift in hand and continues to wait. Messaging allows the two of them to stay connected, even while separated. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14201334",
      "type": "series",
      "name": "RE-MAIN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130549-rYQf51cw4oaw.jpg",
      "description": "Genres: Drama, Sports\nTags:School Club/Swimming/Male Protagonist/Amnesia/Primarily Male Cast/School/Cute Boys Doing Cute Things/Family Life/Tanned Skin\nJust after winning a national water polo title in his third year of junior high, a car accident left Minato Kiyomizu in a coma. Nearly a year passes before he awakes, but with no memory of his last school year. Now in high school with a fresh start, he leaves the sport behind, but a promise has him returning to it. However, his new team is weak, and that’s just a sign for more problems to come.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt12706854",
      "type": "series",
      "name": "I'm Standing on a Million Lives Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127366-nQRRRvVbPIDt.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Isekai/Shounen/Coming of Age/Anti-Hero/Male Protagonist/Survival/Death Game/Female Harem/Philosophy\nThe second season of <i>100-man no Inochi no Ue ni Ore wa Tatteiru</i>."
    },
    {
      "id": "tt12390384",
      "type": "series",
      "name": "Drug Store in Another World - The Slow Life of a Cheat Pharmacist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114302-xfqGNUaK59lQ.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Episodic/Iyashikei/Drugs/Primarily Female Cast/Medicine/Isekai/Gods/Female Harem/Kemonomimi/Ghost/Conspiracy/Werewolf/Elf/Found Family/Magic\nReiji Kirio was a corporate wage slave, who did nothing but work all day, every day. On a typical day of walking to work with a hollow look on his face, he suddenly found himself in the forest of another world. \"Oh, this must be one of those isekai reincarnations people keep talking about.\" The two skills he has are \"Appraise\" and \"Drug Discovery.\" Those don't sound too impressive... well, whatever. Except these turn out to be particularly overpowered skills! He's able to produce the healing medicines that were sorely lacking in the world, one after another, leading to an overnight fortune. No one will ever force him to work like a slave again! He decides to adopt a deliberately slow life, and opens a drug store. And so, a story about following the slow life philosophy while running a drugstore in another world begins.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt13715764",
      "type": "series",
      "name": "The Honor at Magic High School",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127688-WDZFupRhW3eX.jpg",
      "description": "Genres: Fantasy, Sci-Fi\nTags:Female Protagonist/Magic/Incest/Kuudere/Nudity/Terrorism/School/War/Shoujo\nNearly a century after magic was recognized as a real form of technology, Miyuki Shiba begins her term at Magic High School. An “honor” student, she dreamed of enjoying school with her older brother Tatsuya, an “irregular” student. But a rift between the gifted Course 1 students and the inferior Course 2 students could stand in the way. This time, Miyuki is the star of the show!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt12367868",
      "type": "series",
      "name": "Higurashi: When They Cry - SOTSU",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131149-Yx4j5dfb3494.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Shrine Maiden/Twins/Denpa/Gore/Primarily Female Cast/Rural/School Club\nSequel to Higurashi no Naku Koro ni Gou."
    },
    {
      "id": "tt14271876",
      "type": "series",
      "name": "Scarlet Nexus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131150-YjdcqAvbHfxw.png",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi, Supernatural\nTags:Super Power/Female Protagonist/Male Protagonist/CGI/Politics/Dystopian/Aliens/Ensemble Cast/Battle Royale\nSolar calendar year 2020: grotesque organisms called Others have begun eating people. To take down this new enemy, the Other Suppression Force is formed. Saved by this elite team as a child, psychokinetic Yuito withstands the training to enlist. On the other hand, prodigy Kasane was scouted for her abilities. But Kasane’s dreams tell her strange things, dragging the two into an unavoidable fate.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13351056",
      "type": "series",
      "name": "Kageki Shojo!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125446-EXB91ho7ffCn.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Acting/Primarily Female Cast/Female Protagonist/School/Ensemble Cast/Coming of Age/Shoujo/Primarily Teen Cast/Musical/Kuudere/Crossdressing/Cute Girls Doing Cute Things/Heterosexual/Idol/Work/Rakugo/Twins\nThe curtain rises on the Kouka School of Musical and Theatrical Arts. Spotlight on Sarasa Watanabe, a starry-eyed 5'10\" student who dreams of performing as Oscar, a male lead role. She forms an unlikely friendship with her new roommate, a former idol who now also hopes to join the all-female Kouka Acting Troupe. Together, they’re in for the role of a lifetime.<br>\n<br>\n(Source: Funimation)\n"
    },
    {
      "id": "tt13840232",
      "type": "series",
      "name": "Love Live! Superstar!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114979-H9anmAB2Z7uo.jpg",
      "description": "Genres: Music, Slice of Life\nTags:Idol/School/Musical/Primarily Female Cast/Female Protagonist/Dancing/School Club/Primarily Teen Cast/Cute Girls Doing Cute Things/Ensemble Cast/Food/Shrine Maiden\nTokyo’s brand-new Yuigaoka Girls’ High School has no history, no upperclassmen, and no reputation—its first students are starting from scratch! A team of five girls led by Kanon Shibuya discover school idols, and their hopes to do something with singing begin to grow. They begin the “School Idol Project” with a blank slate and infinite potential. It’s time for their Love Live to take flight!<br><br>(Source: Funimation)"
    },
    {
      "id": "tt15400722",
      "type": "series",
      "name": "The Ancient Magus' Bride: The Boy from the West and the Knight of the Blue Storm",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130713-R633kXbmCvM0.jpg",
      "description": "Genres: Drama, Fantasy, Supernatural\nTags:Monster Boy/Mythology/Urban Fantasy/Female Protagonist/Disability/Rural/Magic/Animals/Found Family/Fairy/Adoption\nJust prior to Chise becoming a part-time student, during Cartaphilus' brief nap… Chise receives an invitation to the academy, and she, with the help of Elias and the others, begins preparing. One such busy day, a spriggan arrives at their home on a strange horse, bringing news that \"something is wrong with this Wild Hunt.\" Gabriel, an ordinary boy who'd just moved from London, was bored. Of his situation, of being parted from his friends, of unfamiliar land. Of everything. He was staring through his window, as if to escape from it all, when he caught a glimpse of tobacco smoke. When he ran outside to chase it, the impossible happened: his world began to intertwine with the veiled world of the mages.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i> Note: The episodes were bundled with volumes 16-18 of the manga.</i>"
    },
    {
      "id": "tt9547400",
      "type": "series",
      "name": "Magia Record: Puella Magi Madoka Magica Side Story Season 2 -The Eve of Awakening-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117002-lpw0Vhtr8f2Q.jpg",
      "description": "Genres: Drama, Mahou Shoujo, Mystery, Psychological, Thriller\nTags:Female Protagonist/Magic/Primarily Female Cast/Ensemble Cast/Henshin/Witch/Kuudere/Twins\nThe second season of <i>Magia Record: Mahou Shoujo Madoka☆Magica Gaiden</i>."
    },
    {
      "id": "tt6455986",
      "type": "series",
      "name": "Saga of Tanya the Evil: Operation Desert Pasta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135866-Q5qZPscMNLFa.png",
      "description": "Genres: Action, Fantasy\nTags:Military/Food/Guns/Female Protagonist/Magic/Isekai/CGI/War\nThe 203rd Air Mage Battalion led by Tanya is forced to fight in the southern desert, the front line. In an effort to provide some food for the harsh conditions, Colonel Rerugen sent dried pasta to the battlefield. Will Tanya and the others be able to eat the delicious pasta under the conditions of water shortage?<br>\n<br>\n(Source: Abema, translated)"
    },
    {
      "id": "tt15077804",
      "type": "series",
      "name": "Obey Me!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131880-LVei71RpRj7i.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Episodic/Primarily Male Cast/Demons/Cute Boys Doing Cute Things/Ensemble Cast/Family Life/Male Protagonist/Otaku Culture/Crossdressing/Magic/POV/Cosplay/Video Games/Primarily Teen Cast\nLucifer, Satan, and the other five princes of hell are students at the Royal Academy of Diavolo, where they train to rule the Demon World. From following humans to falling in love, their individual quirks land them in interesting situations every single day! Will their antics get them expelled, or will one of these infamous brothers come out on top?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13405764",
      "type": "series",
      "name": "NIGHT HEAD 2041",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125868-apscwA5S0lOs.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Sci-Fi, Supernatural\nTags:Super Power/Full CGI/CGI/Police/Crime/Fugitive/Cyberpunk/Urban Fantasy/Cult/Religion/Delinquents\nThe story follows the Kirihara brothers who from a young age were incarcerated in a secure scientific facility due to their supernatural powers, having escaped after the barrier that was preventing them malfunctions. The story also follows the Kuroki brothers who are trying to chase the Kirihara brothers.\n"
    },
    {
      "id": "tt10431262",
      "type": "series",
      "name": "Isekai Cheat Magician: Magicians and the Starry Night Festival",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136263-Fp6162dULWbW.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Elf/Love Triangle/Female Harem\nThe thirteenth episode that aired with the rebroadcast of <i>Isekai Cheat Magician</i>."
    },
    {
      "id": "tt6185782",
      "type": "series",
      "name": "Miss Kobayashi's Dragon Maid S: Miniature Dragon EX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137804-Weq552NyDeV7.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Dragons/Family Life/Urban Fantasy/Maids/Isekai/Otaku Culture\nExtra episodes of <i>Mini Dra</i> shorts released across all five volumes of the Blu-ray/DVD releases of <i>Kobayashi-san Chi no Maidragon S</i>."
    },
    {
      "id": "tt14264200",
      "type": "series",
      "name": "D_CIDE TRAUMEREI THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130997-2sNA99siFVhE.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Full CGI/Primarily Teen Cast/Drugs/Video Games/Episodic/Female Harem/Denpa/Female Protagonist/Male Protagonist\nThe story takes place in Shibuya.<br>\n<br>\nRyuuhei had always looked up to his older brother as a child. Even after witnessing his mysterious death, Ryuuhei grows up to be a cheerful high school student. One day after his daily kickboxing practice, he is bitten by a strange creature calling itself Tris. That night, an unusual dream bothers his sleep. As the rumored \"Drops\" circulate around the city, Ryuuhei is confronted with a force of twisted desire. What is it that awaits him beyond that?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11834102",
      "type": "series",
      "name": "IDOLiSH7 Third BEAT!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127721-RDMdW18EePJi.jpg",
      "description": "Genres: Drama, Music\nTags:Idol/Acting/Primarily Male Cast/Ensemble Cast/Primarily Adult Cast/Conspiracy/Otaku Culture/Work/Urban/Dancing/Coming of Age/Male Protagonist/Office Lady/Kuudere\nThe third season of <i>IDOLiSH7</i>.\n<br><br>\n<i>Note: The first three episodes received an early web premiere on June 13, 2021. The regular TV broadcast started on July 4, 2021.</i>"
    },
    {
      "id": "kitsu:44290",
      "type": "series",
      "name": "I, Tsushima",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130392-4Wpdaq4W5XMB.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Animals/Surreal Comedy/CGI\nThe story centers on a woman who is getting on in years, but all her cats think she's a man so they call her Ojii-chan. One day a brazen cat named Tsushima appears in Ojii-chan's yard."
    },
    {
      "id": "tt13173456",
      "type": "series",
      "name": "Resident Evil: Infinite Darkness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124494-YZ8Cslde2tc7.jpg",
      "description": "Genres: Action, Horror, Sci-Fi\nTags:Full CGI/Zombie/Guns/Primarily Adult Cast/Male Protagonist/Female Protagonist/Foreign/Military/Espionage/Body Horror\nIn 2006, there were traces of improper access to secret Presidential files found in the White House's network. American federal agent Leon S. Kennedy is among the group invited to the White House to investigate this incident, but when the lights suddenly go out, Leon and the SWAT team are forced to take down a horde of mysterious zombies.\n<br><br>\nMeanwhile, TerraSave staff member Claire Redfield encounters a mysterious image drawn by a youth in a country she visited, while providing support to refugees. Haunted by this drawing, which appears to be of a victim of viral infection, Claire starts her own investigation. The next morning, Claire visits the White House to request the construction of a welfare facility. There, she has a chance reunion with Leon and uses the opportunity to show him the boy's drawing. Leon seems to realize some sort of connection between the zombie outbreak at the White House and the strange drawing, but he tells Claire that there is no relation and leaves.\n<br><br>\nIn time, these two zombie outbreaks in distant countries lead to events that shake the nation to its very core.\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack On Titan: The Final Season Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139754-tws6cBmwEWPF.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Chibi\n<i>Shingeki no Kyojin: The Final Season</i> DVD/BD specials. They are chibi parody shorts; 2 video was included on the DVD/BDs. Each video contained 8 stories (essentially chibi parody short episode 60–75) which continued the chibi parody story from the previous chibi parody specials included on the DVD/BDs of the previous seasons.\n\n"
    },
    {
      "id": "tt3111906",
      "type": "series",
      "name": "Theatre of Darkness: Yamishibai 9",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135108-K5eosBMnj97L.jpg",
      "description": "Genres: Horror, Supernatural\nTags:Youkai/Ghost/Episodic\nThe ninth season of <i>Yami Shibai</i>."
    },
    {
      "id": "tt8354164",
      "type": "series",
      "name": "Princess Principal: Crown Handler - Chapter 1: BUSY EASY MONEY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135255-dDgl35U2UhvV.png",
      "description": "Genres: \nTags:Female Protagonist/Primarily Female Cast\nAn anime short included with the <i>Princess Principal: Crown Handler Chapter 1</i> Blu-ray release. <br>\n<br>\nDorothy and Chise have called the members of Team White Pidgeon to the natural history room, because Dorothy apparently has something she wants to discuss.<br> <br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt16098700",
      "type": "series",
      "name": "Fire in His Fingertips 2: My Boyfriend is a Fireman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128947-s2afCAL5MKCY.png",
      "description": "Genres: Comedy, Hentai, Romance\nTags:Josei/Teens' Love/Firefighters/Bisexual\nThe second season of <i>Yubisaki Kara Honki no Netsujou</i>.<br>\n<br>\nRyou and Souma—who revealed their feelings for each other—have finally started dating. When they thought their hearts and bodies were more deeply connected during their lovey dovey days, her ex-boyfriend Rei came to where they work. The three are reminded of their school days when their feelings grew apart. Ryou doesn't want to get involved, but will her heart choose a different path?<br>\n<br>\n(Source: Ascendant Animation)<br>\n<br>\n<i>Note: The complete edition with explicit scenes was distributed web via Comic Festa Anime Zone. The censored version was broadcasted on Tokyo MX and BS11.</i>"
    },
    {
      "id": "tt13417144",
      "type": "series",
      "name": "Getter Robo Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125640-RghOmQmgKzWi.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Ensemble Cast/Shounen/Aliens/Primarily Adult Cast/Post-Apocalyptic/Primarily Male Cast\nThe world is on the brink of apocalypse following an onslaught of invaders. To fight the attacking hoard, one of the original Getter Robo pilots, Hayato Jin, has finished Getter Arc, a new fighting unit based on the final work and ultimate masterpiece of Professor Saotome. Now the son of Ryouma – one of Hayato's copilots on the first-generation Getter – Takuma, the half-human half-Saurian Kamui, and Baku, younger brother of the extraordinary ESPer Tahir, step aboard the Getter Arc to combat the ruthless incursion and restore hope to their ravaged world!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:47342",
      "type": "series",
      "name": "Azur Lane: Bisoku Zenshin! Hokorashiki Bokou ni Shukusai wo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139752-stnKtPJfeebZ.png",
      "description": "Genres: Ecchi, Slice of Life\nTags:Cute Girls Doing Cute Things/Ships/Primarily Female Cast\nJavelin, Z23, Laffey, and Ayanami help Sirius practice as a maid for an upcoming party, while South Dakota and Massachusetts practice the piano.<br><br>\n\nBundled with the second Blu-ray of <i>Azur Lane: Bisoku Zenshin!</i>"
    },
    {
      "id": "tt14626352",
      "type": "series",
      "name": "Komi Can’t Communicate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133965-9TZBS4m4yvED.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Kuudere/Disability/Female Protagonist/Episodic/Slapstick/Male Protagonist/Primarily Teen Cast/Coming of Age/Heterosexual/Shounen/Agender/Femboy/Yandere/Meta/Chuunibyou/Maids/Crossdressing/LGBTQ+ Themes/Gangs/Bullying/Transgender\nTimid Tadano is a total wallflower, and that’s just the way he likes it. But all that changes when he finds himself alone in a classroom on the first day of high school with the legendary Komi. He quickly realizes she isn’t aloof—she’s just super awkward. Now he’s made it his mission to help her on her quest to make 100 friends!<br>\n<br>\n(Source: Viz Media)"
    },
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba Mugen Train Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129874-g6ZKXB94Hui1.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery, Supernatural\nTags:Demons/Swordplay/Shounen/Male Protagonist/Trains/Primarily Teen Cast/Body Horror/Monster Girl/Historical/Orphan/Rural/Cannibalism/Travel\nIt is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself.\n<br><br>\nThough devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.\n<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first episode is entirely anime original. Episodes 2-7 are a re-edited version of the movie featuring new scenes and music.</i>"
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127720-ADJgIrUVMdU9.jpg",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Travel/Magic/Coming of Age/Male Protagonist/Foreign/Survival/Rehabilitation/Hikikomori/Demons/Swordplay/Gods/Heterosexual/Tsundere/Language Barrier/Gore/Female Harem/Kemonomimi/Incest/Nekomimi/Denpa/Prison/Crime/Elf/Dragons/Desert\nAfter the mysterious mana calamity, Rudeus Greyrat and his fierce student Eris Boreas Greyrat are teleported to the Demon Continent. There, they team up with their newfound companion Ruijerd Supardia—the former leader of the Superd's Warrior group—to form \"Dead End,\" a successful adventurer party. Making a name for themselves, the trio journeys across the continent to make their way back home to Fittoa.\n<br><br>\nFollowing the advice he received from the faceless god Hitogami, Rudeus saves Kishirika Kishirisu, the Great Emperor of the Demon World, who rewards him by granting him a strange power. Now, as Rudeus masters the powerful ability that offers a number of new opportunities, it might prove to be more than what he bargained for when unexpected dangers threaten to hinder their travels.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13409432",
      "type": "series",
      "name": "Ranking of Kings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113717-fkqTxEqqga61.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Disability/Coming of Age/Fairy Tale/Male Protagonist/Language Barrier/Ensemble Cast/Swordplay/Bullying/Magic/Seinen/Assassins/Gore/Achronological Order/Tsundere/Kaiju\nUnable to hear, speak, or wield a sword, Prince Bojji doesn’t seem like a typical heir to the throne—and his kingdom agrees. But his fateful encounter with Kage, a shadow on the ground, gives him his first true friend. The two set off on a grand adventure and, together, form a bond that can overcome any obstacle...even being king.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt14935960",
      "type": "series",
      "name": "takt op.Destiny",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131565-3W2YEX6V3K3i.jpg",
      "description": "Genres: Action, Fantasy, Music\nTags:Henshin/Urban Fantasy/Male Protagonist/Foreign/Post-Apocalyptic/Female Protagonist/Kuudere/Ensemble Cast/Disability/Dystopian\nMusic is the light that illuminates people's hearts-- and that \"light\" was suddenly taken from the world. The world changed the night the black \"Kuroya Meteorite\" fell. Grotesque monsters known as D2 emerged from the meteorite and began to overrun the land and people. As the D2 were drawn to melodies people played, eventually \"music\" itself became taboo. \n<br><br>\nHowever, those who opposed the monsters appeared. They the \"Musicart,\" girls who draw power from music. They possess the great operas and musical scores of humanity history and use them to defeat the D2.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2359704",
      "type": "series",
      "name": "JoJo's Bizarre Adventure: STONE OCEAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131942-jFwJ6ULfNb2o.png",
      "description": "Genres: Action, Adventure, Drama, Supernatural\nTags:Super Power/Female Protagonist/Primarily Female Cast/Foreign/Crime/Urban Fantasy/Shounen/Primarily Adult Cast/Revenge/Body Horror/Gore/Surreal Comedy/Prison/Agender/Masturbation/Ensemble Cast/Disability/CGI\nIn Florida, 2011, Jolyne Kuujou sits in a jail cell like her father Joutarou once did; yet this situation is not of her own choice. Framed for a crime she didn’t commit, and manipulated into serving a longer sentence, Jolyne is ready to resign to a dire fate as a prisoner of Green Dolphin Street Jail. Though all hope seems lost, a gift from Joutarou ends up awakening her latent abilities, manifesting into her Stand, Stone Free. Now armed with the power to change her fate, Jolyne sets out to find an escape from the stone ocean that holds her.<br>\n<br>\nHowever, she soon discovers that her incarceration is merely a small part of a grand plot: one that not only takes aim at her family, but has additional far-reaching consequences. What's more, the mastermind is lurking within the very same prison, and is under the protection of a lineup of menacing Stand users. Finding unlikely allies to help her cause, Jolyne sets course to stop their plot, clear her name, and take back her life.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt14061838",
      "type": "series",
      "name": "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129898-FRUzDtPhRigt.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery, Romance\nTags:Assassins/Isekai/Anti-Hero/Magic/Female Harem/Male Protagonist/Guns/Coming of Age/Politics/Nudity/Heterosexual\nThe world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\" <br>\n<br>\nThis was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14271890",
      "type": "series",
      "name": "Mieruko-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131083-fMWFyOFgp6vb.png",
      "description": "Genres: Comedy, Horror, Slice of Life, Supernatural\nTags:Ghost/Primarily Teen Cast/Female Protagonist/Primarily Female Cast/Body Horror/Nudity/Seinen/School/Philosophy/Bullying\nShe can see dead people…she just chooses to ignore them. That’s Miko’s plan, anyway, but it doesn’t seem to be working for her in this love letter to the horror genre that will send shivers down your spine—and occasionally tickle your funny bone.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14115912",
      "type": "series",
      "name": "Blue Period",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128705-2PzZbN52XCGI.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Drawing/Coming of Age/Male Protagonist/Primarily Teen Cast/School/Educational/Seinen/School Club/Transgender/Crossdressing/Femboy/LGBTQ+ Themes\nThe studious Yatora leaves a dry life of study and good manners behind for a new passion: painting. But untethering yourself from all your past expectations is dangerous as well as thrilling…\n<br><br>\n(Source: Kodansha USA)<br>\n<br>\n<i>Note: The anime premiered on Netflix on Sep 25, 2021 in Japan. The TV broadcast started on Oct 2, 2021.</i>"
    },
    {
      "id": "tt13718450",
      "type": "series",
      "name": "86 EIGHTY-SIX Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131586-k0X2kVpUOkqX.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Military/Dystopian/War/Politics/Male Protagonist/Robots/Primarily Teen Cast/CGI/Survival/Female Protagonist/Real Robot/Super Power/Ensemble Cast/Guns/POV\nThe second cour of <i>86: Eighty Six</i>.<br>\n<br>\nHaving bid Lena farewell, Shin and the surviving members of the Spearhead squadron continue into the heart of Legion territory. There, they endure countless hardships until they're rescued by the Federal Republic of Giad, a reformed nation that offers them a second chance at a peaceful life. But it isn't long before a sense of duty calls the Eighty-Six back to the battlefield. Choosing to enlist in the military, they willingly walk back through the gates of hell, this time joined by a peculiar new ally-Frederica Rosenfort: a haughty young girl with a rare ability and wisdom far beyond her years.<br>\n<br>\n(Source: Yen Press)<br>\n<br>\n<i>Note: The last two episodes were originally set to air in the first two weeks of January 2022, but were postponed to the second and third week of March due to production issues.</i>"
    },
    {
      "id": "tt13676300",
      "type": "series",
      "name": "Platinum End",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127401-fVKVbuIE5W5Q.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Romance, Supernatural\nTags:Battle Royale/Angels/Gods/Survival/Primarily Teen Cast/Denpa/Male Protagonist/Suicide/Philosophy/Urban Fantasy/Urban/Super Power/Crime/Religion/Bullying/CGI/Gore/Shounen/Heterosexual/Archery/Yandere/Primarily Adult Cast/Ensemble Cast/Hikikomori/Rape/Politics/Kuudere\nWhen life becomes too much for Mirai to bear and attempts taking his own life, he’s saved by Nasse, a guardian angel who offers him a chance at becoming the new god. To do so, he must face off against 12 other candidates within 999 days. Mirai, who was once at rock bottom, now finds himself with supernatural powers in a battle royale for the highest title.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt15192340",
      "type": "series",
      "name": "My Senpai is Annoying",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120646-3GUSMpqx0mVw.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Office Lady/Primarily Adult Cast/Female Protagonist/Work/Tsundere/Josei/Heterosexual/Male Protagonist/Tomboy/Tanned Skin/Coming of Age/Basketball/Video Games\nBeing seen as a full-fledged business woman isn’t easy for Futaba Igarashi when her senpai, Harumi, treats her like a kid. Days for her are never typical, at work or outside of it, with all the antics going on in her life. As mishaps ensue, she’ll find herself growing closer with her loudmouth senpai. Maybe Futaba feels more than she lets on, but one thing’s for sure: she’s still annoyed!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13483212",
      "type": "series",
      "name": "Banished from the Hero’s Party, I Decided to Live a Quiet Life in the Countryside",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126213-cXF3hsCcOipI.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance, Slice of Life\nTags:Magic/Heterosexual/Medicine/Work/Demons/Elf/Religion/Swordplay/Nudity/Gore\nA heroic and mighty adventurer dreams of...opening a pharmacy?<br>\n<br>\nRed was once a part of the Hero’s party, a group destined to save the world by fighting the Raging Demon Lord. But after being betrayed by his comrade, Red hopes to start anew by opening a small apothecary in a sleepy town on the frontier. While keeping his past life a secret is the goal, it won’t be easy...especially when a beautiful adventurer from his past asks to move in.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14476244",
      "type": "series",
      "name": "The Faraway Paladin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132473-L64hP24nJyEV.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery, Psychological\nTags:Demons/Mythology/Coming of Age/Adoption/Magic/Gods/Religion/Isekai/Swordplay/Dragons/Skeleton/Ensemble Cast/Elf/Found Family/CGI\nIn the ruined city of the dead far from human civilization lives a single human child named Will. He is raised by three undead: Blood the heroic skeleton warrior, Mary the ladylike mummy priestess, and Gus the crotchety ghost wizard. The three of them teach the boy what they know and pour their love into him.<br>\n<br>\nOne day, the boy begins to wonder, \"Who am I?\" Will uncovers the mysteries of the undead hidden in this faraway land. He learns of the love and mercy of good gods, as well as the paranoia and madness of evil gods. And once he learns it all, the boy embarks on the path to becoming a Paladin.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15026576",
      "type": "series",
      "name": "The Fruit of Evolution: Before I Knew It, My Life Had It Made",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129068-HlY1UqLyrbmB.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Romance\nTags:Male Protagonist/Isekai/Parody/Magic/Female Harem/Heterosexual/Demons/Kemonomimi\nHiiragi Seiichi is an ugly, revolting, dirty, smelly fatass; these are the insults hurled at him one after another about his appearance. Such was Seiichi's daily school life of bullying, then for some reason, one day when school was out, a voice claiming to be a God said over the PA system to prepare to be transported to another world. What's more, not Seiichi alone, but the entire school. A fantasy world where game-like elements such as as levels, stats, and skills exist. However, the God still had preparations to complete for the transfer, and would send them over as soon as the hero summoning ritual was ready. The classes all formed groups to wait for the transfer, but Seiichi alone was discluded and as such was summoned to a different area. After being transported the first thing Seiichi ate was the \"Fruit of Evolution\". This would come to greatly change his life\n<br><br>\nThis story is about how Seiichi went from being severely bullied by his classmates, even not being recognized for his accomplishments, and despite all that staying positive and surviving in this new world. As a result, he somehow becomes one of the champions."
    },
    {
      "id": "tt13357124",
      "type": "series",
      "name": "The Way of the Househusband Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132193-sooBNRHdfLZu.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Seinen/Episodic/Yakuza/Parody/Primarily Adult Cast/Male Protagonist/Slapstick/Food/Gangs/Heterosexual/Volleyball/Flash/Urban/Educational\nThe second part of <i>Gokushufudou</i>."
    },
    {
      "id": "tt14264160",
      "type": "series",
      "name": "Irina: The Vampire Cosmonaut",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131019-xaTtBN2G6BrO.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi, Supernatural\nTags:Space/Vampire/Foreign/Historical/Tsundere/Heterosexual/Politics/War/Military/Work/Aviation/CGI\nSet in a fictional world, 10 years after a long war divided the world into two superpowers: the Union of Zirnitra Republics in the east, and the United Kingdom of Arnak in the west. Both of these superpowers now test their ambitions against each other in a space race. In 1960, the Union's Premier Gergiev announces the Mechtat Program, a prestigious plan to launch manned missions into the final frontier. To this end, the Republic establishes the isolated city of Laika 44, where cosmonaut candidates compete for planned manned missions to space, and scientists develop the technology to make it happen, all in an environment of secrecy.\n<br><br>\nThe story centers on Lev Leps, a backup astronaut candidate, and his new companion, the vampire Irina Ruminescu. As part of a daring new Operation Nosferatu, the Mechtat Program will use Irina as a test subject for various conditions expected in space, and ultimately as part of a manned mission, with Lev overseeing Irina's training as a cosmonaut. For reasons of their own, both dream of going into space.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt13677314",
      "type": "series",
      "name": "Taisho Otome Fairy Tale",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127412-dpHXV2X9tskV.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Disability/Rehabilitation/Historical/Coming of Age/Heterosexual/Male Protagonist/Rural/Family Life/Fairy Tale/Marriage/Hikikomori/Iyashikei/Shounen/Tsundere/Achronological Order/Bullying/Twins/Primarily Teen Cast/Cute Girls Doing Cute Things\nShima Tamahiko is a self-proclaimed pessimist who hates the world, and with good reason—he’s been exiled to the countryside by his wealthy family because of his disability. But his lonely life is turned upside down by the arrival of Tachibana Yuzuki, his arranged bride. Her cheerfulness slowly heals Shima’s heart in this slice of life romance set during the Taisho era.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt6357658",
      "type": "series",
      "name": "Baki Hanma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124195-5Z1JSrRlbMRe.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Primarily Male Cast/Male Protagonist/Shounen/Animals/Boxing/Surreal Comedy/CGI\nTo gain the skills he needs to surpass his powerful father, Baki enters Arizona State Prison to take on the notorious inmate known as Mr. Unchained.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt13622982",
      "type": "series",
      "name": "Star Wars: Visions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138060-8G02wer2Lsxo.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Space/Swordplay/Anthology/Aliens/Space Opera/Episodic/Robots/Fugitive/Artificial Intelligence/Samurai/Cultivation/Terrorism/Twins/Military/CGI/Adoption/Band/Achromatic/Anthropomorphism/Archery\nAn anthology of animated shorts celebrating <i>Star Wars</i> through the lens of the world's best anime creators and storytellers.<br>\n<br>\n1) <i>The Duel</i> (Mizuno Takanobu, Kamikaze Douga)\n<br>\n2) <i>Tatooine Rhapsody</i> (Taku Kimura, Studio Colorido)\n<br>\n3) <i>The Twins</i> (Hiroyuki Imaishi, Trigger)\n<br>\n4) <i>The Village Bride</i> (Hitoshi Haga, Kinema Citrus)\n<br>\n5) <i>The Ninth Jedi</i> (Kenji Kamiyama, Production I.G.)\n<br>\n6) <i>T0-B1</i> (Abel Gongora, Science SARU)\n<br>\n7) <i>The Elder</i> (Masahiko Ootsuka, Trigger)\n<br>\n8) <i>Lop and Ochou</i> (Yuuki Igarashi, Geno Studio)\n<br>\n9) <i>Akakiri</i> (Eun-Yeong Choi, Science SARU)<br><br>\n<i>Note: A further batch of 9 episodes released on May 4, 2023 as <b>Star Wars: Visions Volume 2</b> does not meet our eligibility requirements as only a single episode was animated by a studio meeting our Country of Origin criteria.</i>"
    },
    {
      "id": "tt15379212",
      "type": "series",
      "name": "GANBARE DOUKICHAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137877-PVj0LtolbDMX.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Heterosexual/Female Protagonist/Primarily Adult Cast/Office Lady/Work/Love Triangle/Cute Girls Doing Cute Things/Female Harem/Male Protagonist/Nudity\nAnnounced on Yom's Twitter, a web anime adaptation of <i>Ganbare, Douki-chan</i>.\n\nThe story follows an office lady, Douki-chan, who is working with Douki-kun in an office. Unbeknownst to Douki-kun, Douki-chan secretly has feelings for him. As Douki-chan struggles to confess her feelings, her rivals, both the kohai and senpai, continue to vie for his affection."
    },
    {
      "id": "tt13580730",
      "type": "series",
      "name": "SAKUGAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108987-rdPglVthrZP2.jpg",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:Coming of Age/Post-Apocalyptic/Kaiju/Female Protagonist/Male Protagonist/CGI/Episodic/Super Robot/Found Family/Video Games\nIn the distant future, humankind lives shoulder-to-shoulder in a cramped \"Colony\" divided by bedrock. Outside the colony extends a dangerous undeveloped area known as \"The Labyrinth.\" Those who risk their lives to explore the Labyrinth and mark undeveloped areas are known as \"Markers.\" Memempu is a young girl who wants to become a Marker, and Gagumber is a man who quit being a Marker. This rag-tag father and daughter team are about to take on the Labyrinth! \"If there is no path, then dig one!\n<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Episode 1 had an early screening during Virtual Crunchyroll Expo 2021 on August 5, 2021.</i>"
    },
    {
      "id": "tt15353550",
      "type": "series",
      "name": "The Heike Story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138714-dLyXT5qyTYbr.jpg",
      "description": "Genres: Drama, Supernatural\nTags:Classic Literature/Politics/Historical/War/Philosophy/Military/Female Protagonist/Religion/Orphan/Archery/Tomboy/Adoption/Ships\nA young orphan named Biwa is taken in by the powerful Taira Clan—also known as the Heike—after their leader witnesses her extraordinary psychic abilities. Unfortunately, what she predicts is a future of bloodshed, violence, and civil war. Inspired by the 12th-century epic tale Heike Monogatari.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt12279682",
      "type": "series",
      "name": "The Vampire Dies in No Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx118103-pue9xw0RB1mc.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Vampire/Episodic/Primarily Adult Cast/Slapstick/Surreal Comedy/Urban Fantasy/Ensemble Cast/Police/Male Protagonist/Animals/Urban/Shounen/Video Games/Nun/Parody\nLegendary vampire hunter Ronaldo finds an unlikely (and unwilling) ally in Draluc, the world’s weakest vampire who turns to dust at the slightest attack. Together they’re in for more hilarious misadventures than you can shake a stake at, including enemy vampires, axe-wielding editors, and other pains in the neck.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "kitsu:44622",
      "type": "series",
      "name": "given: on the other hand",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134710-m3VYouLXKIYv.jpg",
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Boys' Love/LGBTQ+ Themes/Band/Primarily Male Cast/Josei\nOVA bundled with the <i>Given</i> manga's seventh volume, as a limited edition bonus."
    },
    {
      "id": "tt14272628",
      "type": "series",
      "name": "Super Crooks",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109946-S05QNnNplFV2.jpg",
      "description": "Genres: Action, Drama, Thriller\nTags:Crime/Primarily Adult Cast/Super Power/Foreign/Superhero/Anti-Hero/Ensemble Cast/Heterosexual/Male Protagonist/Gore/Primarily Male Cast/Urban Fantasy/Prison/Gambling/Nudity/Tomboy\nOne last heist. That's what they all say, right? Just one final score, and everyone can retire and take up fishing. Thing is, the jails are filled with super villains who thought the same thing, and got busted. But the Heat's in a jam. He's run up the kind of gambling debt that - if he can't pay it back in cash - will be paid in blood. Nobody wants to see the most beloved supercrook of all time rubbed out by the mob - especially his biggest fan, Johnny Bolt. And Johnny's got a plan to help the Heat and make all his buddies disgustingly rich at the same time. Unfortunately for Johnny's recruits, they have to head to Spain and rob the world's most notorious super villain blind. And that's where things get tricky.\n<br><br>\n(Source: Millar World)"
    },
    {
      "id": "tt3950102",
      "type": "series",
      "name": "World Trigger 3rd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127400-m2xz2qDVqQwL.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Shounen/Battle Royale/Swordplay/Guns/Ensemble Cast/Isekai/Space/Primarily Teen Cast\nThe third season of <i>World Trigger</i>.<br>\n<br>\nWith Hyuse joining the Tamakoma Squad, the rank wars are continuing and the Tamakoma squad are striving to get selected for the Away Missions. \n\n\n"
    },
    {
      "id": "tt7224994",
      "type": "series",
      "name": "Restaurant to Another World 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132806-fuOSzS2YOpIt.jpg",
      "description": "Genres: Fantasy, Slice of Life\nTags:Food/Monster Girl/Episodic/Work/Isekai/Dragons/Elf/Demons/Fairy\nThe second season of <i>Isekai Shokudou</i>.<br>\n<br>\nThe restaurant is opening up again with new characters and new dishes.<br>\n<br>\nThere is a certain restaurant in the first basement level of a multi-tenant building in one corner of a shopping street near the office district. The historical restaurant, marked by a sign with a picture of a cat, is called \"Western Cuisine Nekoya.\" This restaurant looks completely normal through the week, but on Saturdays, it opens in secret exclusively to some very unique guests. During these hours, doors in various areas of a parallel world open to allow customers of many different races and cultures into the restaurant.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt6153026",
      "type": "series",
      "name": "Tawawa on Monday 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139449-slF3Yu9q7238.jpg",
      "description": "Genres: Ecchi, Slice of Life\nTags:Cute Girls Doing Cute Things/Office Lady/Heterosexual/Large Breasts/Trains/Seinen/Nudity/Teacher\nThe second season of <i>Getsuyoubi no Tawawa</i>."
    },
    {
      "id": "tt15024322",
      "type": "series",
      "name": "VISUAL PRISON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131584-NTqZKbKvGEsK.jpg",
      "description": "Genres: Music, Supernatural\nTags:Vampire/Idol/Primarily Male Cast/Band/Male Protagonist/Musical/Boys' Love/LGBTQ+ Themes/CGI/Urban/Orphan\nBeautiful immortals have gathered in Harajuku to compete for a grand prize: Immense power! For years now the artists behind worldly culture and music have secretly been vampires, including those who produce Visual Kei. Now, they perform their most beautiful songs in the hallowed grounds of the Prison under the Scarlet Moon.<br><br>(Source: Funimation)"
    },
    {
      "id": "tt14278890",
      "type": "series",
      "name": "Selection Project",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126790-n7ko65bBCMVI.jpg",
      "description": "Genres: Music, Slice of Life\nTags:Idol/Female Protagonist/Ensemble Cast/Primarily Female Cast/Musical/Dancing/Cute Girls Doing Cute Things/CGI/Ojou-sama/Tomboy\nSuzune Miyama has been sick since childhood, but always used idol Akari Amasawa’s music for courage and smiles through hard times. Now in her final year of junior high, Suzune is auditioning against thousands of contestants to become one of nine chosen idols in the “Selection Project”—the exact audition competition Akari used to gain fame. Will she follow in her icon’s footsteps?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14489144",
      "type": "series",
      "name": "BUILD-DIVIDE -#000000- CODE BLACK",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132525-cilowwejol66.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Card Battle/Amnesia/Gambling/Urban/Male Protagonist/Isekai\nEverything is decided by Build-Divide and it's the King who reigns supreme, but whoever can defeat him will be granted their heart’s desire. While everyone has a wish, the young Teruto Kurabe vows to win and get what he longs for. Guiding him on the path to victory is the mysterious Sakura Banka. Now, the stage is set in Shin Kyoto as Teruto dives headfirst into battle.<br><br>(Source: Funimation)"
    },
    {
      "id": "tt8019444",
      "type": "series",
      "name": "Aggretsuko: Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127619-gvdpofWB9BR2.png",
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Primarily Adult Cast/Work/Office Lady/Female Protagonist/Urban/Chibi/Animals/Anthropomorphism/Musical/Flash\nThe fourth season of <i>Aggressive Retsuko</i>."
    },
    {
      "id": "tt13870312",
      "type": "series",
      "name": "The Night Beyond the Tricornered Window",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126897-at1dtnI047XP.jpg",
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Ghost/Male Protagonist/Primarily Adult Cast/Conspiracy/Crime/Detective/Body Horror/Josei/Urban/Boys' Love\nBookstore employee Mikado always had a tendency to see creepy things. He had lived his life pretending he didn't see these things but then he has a fateful encounter with an exorcist named Hiyakawa. Mikado ends up being forced to help out with exorcism duties and has to deal with the embarrassing fact that exorcising these things with Hiyakawa somehow feels really good. While getting dragged into dealing with these cases every day, they run into a cold-blooded murder case.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14924740",
      "type": "series",
      "name": "Deep Insanity THE LOST CHILD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136947-ZtUWswedpbR6.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Male Protagonist/Disability/CGI/Pandemic/Post-Apocalyptic/Survival/Guns/Female Protagonist/Shapeshifting\nA mysterious illness has put millions in comas. An underground realm has appeared at its origin: Antarctica. Strange creatures make up its population, and undiscovered natural resources make it a gold mine. Many humans enter in search of fortune, but Daniel Kai Shigure searches for something deeper—a cure. Gifted with immunity to the illness, he might be humanity’s last hope.\n<br><br>\n(Source: Funimation)\n"
    },
    {
      "id": "tt12421676",
      "type": "series",
      "name": "Muv-Luv Alternative",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112716-4mMkZtsR3MIn.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Aliens/Military/Real Robot/War/Politics/Heterosexual/Isekai/Artificial Intelligence/Female Harem/Tomboy\nA story of the bonds between those who fight, in a world pushed to its limits. On one of the countless parallel worlds that exist throughout spacetime, humanity has fought a decades long war against the BETA, hostile extraterrestrial invaders, using humanoid fighting machines called Tactical Surface Fighters. This is a story of how humanity lives and dies while on the brink of extinction…<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12287748",
      "type": "series",
      "name": "Yashahime: Princess Half-Demon - The Second Act",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131264-rN2hTY0vEGOa.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Demons/Female Protagonist/Isekai/Tomboy/Youkai/Swordplay/Shounen/Magic/Historical/Archery\nThe second season of <i>Hanyou no Yashahime</i>."
    },
    {
      "id": "tt15128000",
      "type": "series",
      "name": "180-byou de Kimi no Mimi wo Shiawase ni Dekiru ka?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133411-Zuce147d396V.jpg",
      "description": "Genres: Slice of Life\nTags:Primarily Female Cast/Cute Girls Doing Cute Things/POV/Twins/Iyashikei\nA short anime that will let viewers experience various forms of ASMR in 180 seconds. In the story, the heroine challenges her classmates to share in her hobby of recording ASMR works.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15202838",
      "type": "series",
      "name": "Deiji Meets Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137227-9yb8GJXK964L.jpg",
      "description": "Genres: Slice of Life, Supernatural\nTags:Female Protagonist/Heterosexual/Iyashikei/Urban Fantasy/Rural\nMaise is stuck spending the summer after her first-year of high school helping out at her family’s hotel in the sleepy seaside town, but things become a little less sleepy once Ichirou, a mysterious young man, checks into the hotel. It seems as if only Maise and Ichirou can see the strange, sudden apparitions: the hotel lobby and the room transforming into an aquarium, a giant tree erupting from the floor or the rowdy monsters laying claim to the hotel restaurant. Maise vows to figure out not just what’s causing these odd occurrences but why Ichirou has come to this remote town in the first place.<br><br>\n\n(Source: GKIDS)"
    },
    {
      "id": "tt13628864",
      "type": "series",
      "name": "PuraOre! ~Pride of Orange~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126793-L29Tdzt6NDeQ.jpg",
      "description": "Genres: Music, Slice of Life, Sports\nTags:Ice Skating/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/CGI/Idol/Athletics/Dancing/Volleyball\nManaka’s competitive spirit ignites when she discovers ice hockey! Even though she’s a rookie, she’s got her sights set on Nikko City’s hockey team, where girls aim for the top as they compete in this full-contact sport. After finally convincing her childhood friends and her sister to play, they join a team of girls ready to go for the goal!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15128210",
      "type": "series",
      "name": "AMAIM Warrior at the Borderline",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131005-khLbX1nMCBxB.jpg",
      "description": "Genres: Fantasy, Mecha, Sci-Fi\nTags:Real Robot/Artificial Intelligence/Male Protagonist/Military/Dystopian/Politics/Terrorism/Revenge/Coming of Age\nIn 2061 AD, Japan is dominated. Divided and ruled by the four major economic blocs of the world, the Japanese people spent their days oppressed as subjugated citizens. Japan became the front line of the world where AMAIM, a human-type special mobile weapon deployed by each economic zone, strode about.. One day, Amou Shiiba, a boy who loves machines, meets i-LeS (autonomous thinking AI) named \"Gai,\" and this leads him to throw himself into the battle to reclaim Japan, by piloting the AMAIM \"Kenbu\" built by himself.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7631058",
      "type": "series",
      "name": "Lord El-Melloi II’s Case Files {Rail Zeppelin} Grace note -Special Episode-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136344-XwEsuW9mmTZB.png",
      "description": "Genres: Drama, Fantasy, Mystery\nTags:Magic/Age Regression/Photography/College/Detective/Foreign/Male Protagonist/Primarily Adult Cast/Teacher/Urban/Urban Fantasy/CGI\nA letter is delivered to Lord El-Melloi II informing him of a Clock Tower reunion. One morning, as the reunion's date draws near, Lord El-Melloi II takes a look in the mirror and reels in shock. He is suddenly a full decade younger! Lord El-Melloi II has become Waver Velvet, his former self! Believing himself to be in the grip of a powerful, magically induced delusion, Lord El-Melloi II immediately begins investigating how this could have happened. On the day of the reunion, he makes his way to the gathering of his contemporaries, planning to confront whoever transformed his body and hoping to reveal their intentions. However, when Touko Aozaki arrives, things take a sudden turn...<br>\n<br>\n(Source: Crunchyroll) <br>\n<br>\n<i>Note: The special edition was broadcasted in the Fate Project New Year's Eve TV Special 2021.</i>"
    },
    {
      "id": "tt15356258",
      "type": "series",
      "name": "Pokémon Evolutions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138699-V0PBmiG6hnuf.jpg",
      "description": "Genres: Action, Fantasy\nTags:Episodic/Animals/Video Games\nAn animated series created to celebrate 25 years of the global entertainment franchise. Each episode will take fans on a journey through all the known regions of the Pokémon world."
    },
    {
      "id": "tt14489160",
      "type": "series",
      "name": "KAGINADO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132528-rIUN5MRBPGy9.png",
      "description": "Genres: Comedy\nTags:Crossover/Ensemble Cast/Chibi/Slapstick/Meta/School/Baseball\nLaughs and shenanigans are on the horizon in this crossover! Fan-favorite characters from <i>Kanon</i>, <i>Air</i>, <i>Clannad</i>, <i>Little Busters!</i>, <i>Rewrite</i>, and more start the school year together in a new world where anything is possible. With so much personality in one anime universe, every day feels like a new kind of dream.<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt14402938",
      "type": "series",
      "name": "Tesla Note",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132071-Cza8y6VQO75M.png",
      "description": "Genres: Action, Comedy, Drama, Thriller\nTags:Full CGI/CGI/Surreal Comedy/Urban Fantasy/Urban/Shounen/Female Protagonist\nGenius Nikola Tesla preserved records of all his inventions inside crystals known as Tesla Shards. After an inexplicable incident in Norway, Botan Negoro, a descendant of ninjas raised to be the ultimate agent, is recruited on a mission to recover the crystals. Her partner through this is self-proclaimed No. 1 agent, Kuruma. With the fate of the world at stake, the fight for the shards begins.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15614646",
      "type": "series",
      "name": "Yuki Yuna is a Hero: The Great Mankai Chapter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122292-8oLPI6hdBC0E.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mahou Shoujo, Psychological\nTags:Primarily Female Cast/Female Protagonist/Magic/Primarily Child Cast/Henshin/CGI/Cute Girls Doing Cute Things/Religion/School Club/Guns\nThe third season of <i>Yuuki Yuuna wa Yuusha de Aru</i>.<br>\n<br>\nThe magical girls of the Sanshu Middle School Hero Club have one goal: to make people smile whenever they can and to always help those in need. Through teamwork and the help of their magical powers, Yuna, Mimori, Fuu, Itsuki, Karin and Sonoko have vanquished deadly Vertexes, recovered a missing friend and balanced their lives as magical girls and regular middle school students. Now a new adventure begins, one that will test their skills and their bond as friends alike.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt11822984",
      "type": "series",
      "name": "My Next Life as a Villainess: All Routes Lead to Doom! X - I Met My Destined One...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136829-cIkwAv3WQKAT.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Bisexual/Adoption/Ojou-sama/Virtual World/Mixed Gender Harem/Female Harem/Female Protagonist/Agriculture/Male Harem/Villainess/LGBTQ+ Themes/Shoujo/Achronological Order/Hikikomori/Twins/Primarily Female Cast\n<i>Note: An unaired episode bundled with the special edition of the 7th manga volume.</i>"
    },
    {
      "id": "tt9359796",
      "type": "series",
      "name": "Blade Runner: Black Lotus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx105931-YU9G5cdAYBFb.jpg",
      "description": "Genres: Sci-Fi\nTags:Full CGI/Cyberpunk/Swordplay/Idol\nLos Angeles 2032. A young woman wakes up with no memories and possessing deadly skills. The only clues to her mystery are a locked data device and a tattoo of a black lotus. Putting together the pieces, she must hunt down the people responsible for her brutal and bloody past to find the truth of her lost identity.<br></br>(Source: Crunchyroll)"
    },
    {
      "id": "tt14979584",
      "type": "series",
      "name": "RUMBLE GARANNDOLL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131878-rTmwgnanBPG4.jpg",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Robots/Otaku Culture/Meta/Dystopian/Parody/Idol/Primarily Female Cast/Satire/Super Robot/Female Harem/Chuunibyou/CGI/Heterosexual/War/Ensemble Cast/Video Games\nConquered by alternate-world invaders, Japan has become a shadow of what it once was. Manga, anime, idols, and more are censored by these parallel universe overlords...or so it seems. In the less-than-legal stores of Akihabara, Hosomichi joins a group of female freedom fighters made up of pilots and otakus.<br><br>\n\n(Source: Funimation)"
    },
    {
      "id": "tt0159175",
      "type": "series",
      "name": "LUPIN THE 3rd PART 6",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134623-ceZeGn3HeUAS.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mystery\nTags:Crime/Anti-Hero/Primarily Adult Cast/Police/Guns/Fugitive/Foreign/Seinen/LGBTQ+ Themes/Travel\nGentleman thief Lupin III is back and ready for his next caper— unless legendary sleuth, Sherlock Holmes, has anything to say about it! When Holmes’ longtime partner, Dr. Watson, is murdered, none other than Lupin tops the suspects list. With Holmes fast closing in, Lupin must prove his innocence and bring a shadowy organization called The Raven to heel if he wants to live to steal another day.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: Episode 0 -The Times- is included in this entry.</i>"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Final Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110277-qDRIhu50PXzz.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mystery\nTags:Military/Kaiju/Anti-Hero/Revenge/Politics/Philosophy/Dystopian/Survival/Ensemble Cast/Shapeshifting/Male Protagonist/Super Power/Foreign/Primarily Adult Cast/Terrorism/Gore/CGI/Shounen/Guns/Rotoscoping/Dissociative Identities/Coming of Age\nIt’s been four years since the Scout Regiment reached the shoreline, and the world looks different now. Things are heating up as the fate of the Scout Regiment—and the people of Paradis—are determined at last. However, Eren is missing. Will he reappear before age-old tensions between Marleyans and Eldians result in the war of all wars?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13103134",
      "type": "series",
      "name": "Horimiya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124080-h8EPH92nyRfS.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Family Life/Male Protagonist/Female Protagonist/Heterosexual/Ensemble Cast/Coming of Age/Primarily Teen Cast/Slapstick/Tsundere/Shounen\nA secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108465-B9S9zC68eS5j.jpg",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Male Protagonist/Magic/Coming of Age/Rehabilitation/Travel/Age Regression/Primarily Child Cast/Family Life/Hikikomori/Tsundere/Teacher/Language Barrier/Swordplay/Nudity/Demons/Heterosexual/Anti-Hero/Ojou-sama/Bullying/Kemonomimi/Tomboy/Nekomimi/Politics/Witch/Kuudere/Maids/Elf/Slavery/Dragons\nWhen a 34-year-old underachiever gets run over by a bus, his story doesn’t end there. Reincarnated in a new world as an infant, Rudeus will seize every opportunity to live the life he’s always wanted. Armed with new friends, some freshly acquired magical abilities, and the courage to do the things he’s always dreamed of, he’s embarking on an epic adventure—with all of his past experience intact!\n<br><br>\n(Source: Funimation, edited)\n<br><br>\n<i>Note: The anime pre-screened its 1st and 2nd episode starting on the 27th of December on the Nico Nico Live Broadcasting and D Anime Store services<i/>"
    },
    {
      "id": "tt8788458",
      "type": "series",
      "name": "The Promised Neverland Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108725-KM8SqUyaUd1o.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Horror\nTags:Survival/Primarily Child Cast/Fugitive/Female Protagonist/Shounen/Gore/Archery/Food/Crime\nThe second season of <i>Yakusoku no Neverland</i>.<br>\n<br>\nFifteen children escape Grace Field House, a false paradise, hoping for a chance at freedom. Instead, they encounter plants and animals they have never before seen, and are chased by demons. The outside world is so beautiful, and yet is almost too cruel to face.<br><br>\n\nEven so, the children refuse to give up. They are guided in their search for better lives only by a message from Minerva and a pen Norman left behind in order to fulfill their promise to return to the House to save those of their family who are still trapped within.</br><br>\n\n(Source: Aniplex of America)\n<br><br>\n<i>Note: Episode 1 streamed early on Amazon Prime on Jan 7, 2021. The regular TV broadcast started on Jan 8, 2021.</i>"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE: STONE WARS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113936-41Lz6Vtmfh1A.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Survival/Educational/Male Protagonist/War/Shounen/Lost Civilization/Ensemble Cast/Environmental/Outdoor/Tomboy/Asexual/Pandemic/Historical\nThe second season of <i>Dr. STONE</i><br>\n<br>\nArmed with the power of science and a genius intellect, Senku is determined to save humanity. However, Tsukasa’s empire goes on the offensive to halt the progress of science. Bolder choices are made as these two start a war that rocks the Stone World. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13248076",
      "type": "series",
      "name": "WONDER EGG PRIORITY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124845-sD8ZA0RGLRWT.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mystery, Psychological, Sci-Fi, Thriller\nTags:Female Protagonist/Primarily Female Cast/Urban Fantasy/Suicide/Bullying/Denpa/Coming of Age/Primarily Child Cast/Philosophy/Primarily Teen Cast/Ensemble Cast/Hikikomori/School/Tomboy/Tanned Skin/Transgender/Kuudere/Isekai/Idol\nThis is the story of Ai, an introverted girl whose fate is forever changed when she acquires a mysterious “Wonder Egg” from a deserted arcade. That night, her dreams blend into reality, and as other girls obtain their own Wonder Eggs, Ai discovers new friends—and the magic within herself.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108511-PufFordLNyIb.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Demons/Politics/Super Power/Shapeshifting/Agender/Male Protagonist/Monster Girl/Monster Boy/Goblin/Anti-Hero/Female Harem/Gender Bending/Ninja/Clone\nThe second season of <i>Tensei Shitara Slime Datta Ken</i>.<br>\n<br>\nNow that the Jura Tempest Alliance is growing even further, they will now be meeting the animal kingdom of Eurazania, reuniting with King Gazel, rising tensions between monsters and humans, and Rimuru encountering the strongest enemy he’s ever faced.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO -Starting Life in Another World- Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119661-GDbUZxrZMz01.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Psychological, Romance, Thriller\nTags:Isekai/Male Protagonist/Witch/Magic/Ensemble Cast/Elf/Gore/Maids/Monster Girl/Assassins/Foreign\nAfter learning more behind the Death Loop and Witches of Sin, Subaru vows to save Emilia and his friends from further doom.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13129190",
      "type": "series",
      "name": "SK8 the Infinity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124153-Gieu6QnICXj1.png",
      "description": "Genres: Action, Comedy, Drama, Sports\nTags:Skateboarding/Male Protagonist/Primarily Male Cast/Ensemble Cast/Parkour/Urban/Cute Boys Doing Cute Things/Slapstick/Artificial Intelligence/School/Butler/Gambling/Motorcycles\nReki, a high school sophomore and skater, is addicted to “S,” a highly secret and dangerous downhill skateboarding race that takes place in an abandoned mine. The skaters are especially wild about the “beefs,” or heated battles that erupt in the races.<br>\n<br>\nReki takes Langa, a transfer student returning to Japan after studying abroad, to the mine where the races are held. Langa, who has no skateboarding experience, finds himself pulled into the world of “S”...<br>\n<br>\n(Source: Aniplex of America)\n<br><br>\n<i>Note: On March 13, 2021 a recap episode (9.5) went on air, postponing the broadcast of the regular episodes by one week.</i>"
    },
    {
      "id": "tt9584920",
      "type": "series",
      "name": "The Quintessential Quintuplets 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109261-65rKxMDlcU9r.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Twins/Female Harem/Male Protagonist/Primarily Female Cast/Ensemble Cast/School/Teacher/Shounen/Tsundere/Heterosexual/Kuudere/Work/Ojou-sama/Primarily Teen Cast/Yandere/School Club/Nudity\nThrough their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other.\n<br><br>\nOn another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13370404",
      "type": "series",
      "name": "Redo of Healer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113425-tYGRUa5pgZje.jpg",
      "description": "Genres: Action, Adventure, Ecchi, Fantasy\nTags:Revenge/Rape/Nudity/Anti-Hero/Torture/Male Protagonist/Bullying/Magic/Large Breasts/Ojou-sama/Seinen/Gore/Crime/Slavery/Feet/Kemonomimi/Heterosexual/Femdom/Monster Girl/Dystopian/Blackmail/Animals/Agriculture/Goblin\nIn a dark world of monsters, adventurers and mages, some of the most gifted healers are subjugated to brute force even by the hands of their compatriots. But one mage, Keyaru, gains the ability to rewind time, turn the tables and right all wrongs.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: This anime was aired at three broadcast censorship levels: a TV version, a streaming-exclusive \"Redo\" version, and an uncensored \"Complete Healing\" version, also translated as \"Complete Recovery,\" shown on AT-X.</i>"
    },
    {
      "id": "tt11043632",
      "type": "series",
      "name": "BEASTARS Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114194-uMuA92X6JHSj.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Romance, Slice of Life\nTags:Animals/School/Male Protagonist/Full CGI/Cannibalism/Anthropomorphism/Crime/Coming of Age/Noir/Philosophy/Primarily Teen Cast/Acting/School Club/Urban/Heterosexual/Martial Arts/Shounen/Ensemble Cast/Guns/Revenge/Love Triangle/Vore\n\"Beastar\"—a title awarded to beasts who prove their excellence through fighting inequality to unite carnivores and herbivores in an anthropomorphic animal society. Cherryton Academy has gone five years without one such leader. However, following the murder of an alpaca within the school boundaries, the growing tension between the different species poses a greater need for a Beastar to ensure peace and harmony.<br>\n<br>\nWhen Louis, the prime candidate for this prestigious role, rejects the offer and leaves the academy, the student council declares to honor any student who captures the culprit of the aforementioned murder as Beastar. Meanwhile, Legoshi's sense of duty as a strong wolf who must protect the weak pushes him to investigate the incident. To further complicate his life, he struggles to manage his complex feelings for the white rabbit, Haru.<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: The first episode had an early delivery on Netflix Japan on January 5, 2021. The regular TV broadcast started on January 7, 2021.</i>"
    },
    {
      "id": "tt3909224",
      "type": "series",
      "name": "The Seven Deadly Sins: Dragon's Judgement",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116752-yIJuKp88adqt.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Supernatural\nTags:Shounen/War/Demons/Magic/Super Power/Gods/Ensemble Cast/Male Protagonist/Heterosexual/CGI\nTime is running out. The curse imposed on Elizabeth will kill her in few days. To lift the curse Meliodas and Ban have travelled to the Demon Realm to challenge Meliodas' father, the Demon King.\n<br><br>\nMeanwhile, Merlin, Escanor, and Archangel Ludociel are set to slay Meliodas' brother Zeldris. Elsewhere, Meliodas' other brother Estarossa has kidnapped Elizabeth, and it falls to King, Diane, Gowther, and Hawk to rescue her."
    },
    {
      "id": "tt12598008",
      "type": "series",
      "name": "So I'm a Spider, So What?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103632-XRXP3uB17FMg.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Mystery\nTags:Isekai/Female Protagonist/Magic/Survival/CGI/Conspiracy/Dungeon/Demons/Gore/Full CGI/Gender Bending/Vampire/Meta\nI, the protagonist, was just an ordinary high school girl, but suddenly I was reincarnated as a spider monster in a fantasy world. Not only that, but I awakened in a dungeon filled with vicious monsters. Armed with only my human knowledge and my overwhelming positivity, I'm forced to use spiderwebs and traps to defeat far stronger monsters just to stay alive... So begins the labyrinth survival story of a girl with incredible mental strength living as one of the lowest-ranked beasts!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13186542",
      "type": "series",
      "name": "Kemono Jihen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114085-2w5rYZTOa7ER.jpg",
      "description": "Genres: Action, Drama, Mystery, Supernatural\nTags:Monster Boy/Youkai/Primarily Child Cast/Male Protagonist/Shounen/Kemonomimi/Urban Fantasy/Primarily Male Cast/Detective/Found Family/Monster Girl/Body Horror/Gore/Femboy/Animals/Nekomimi/Vampire/Bullying/Orphan\nSpecial detective Kohachi Inugami is sent to investigate a grisly phenomenon involving animal corpses near a remote mountain village. But after meeting a strange boy who agrees to help, he discovers cursed supernatural forces at work. Little by little, Inugami uncovers the truth behind the killings and the boy who may not even be human.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13352232",
      "type": "series",
      "name": "High-Rise Invasion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125428-eXVYIlRnCOtB.jpg",
      "description": "Genres: Action, Horror, Mystery\nTags:Survival/Death Game/Battle Royale/Female Protagonist/Memory Manipulation/Urban/Suicide/Guns/Gore/Ensemble Cast/Isekai/Nudity/Shounen/Swordplay/Maids\nHigh school student Yuri Honjou finds herself lost in an “abnormal space” where countless skyscrapers are connected by suspension bridges and “masked figures” mercilessly slaughter their confused and fleeing victims. To survive in this hellish world, she has two choices: kill the masked figures or be killed. Yuri is determined to survive in order to destroy this irrational world, but what will be her ultimate fate?<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt13103028",
      "type": "series",
      "name": "Bottom-Tier Character Tomozaki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112443-UVB1oKdblsIx.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Rehabilitation/Male Protagonist/Video Games/School/Heterosexual/Primarily Teen Cast/Ensemble Cast/Slapstick/E-Sports/Hikikomori/School Club\nExpert gamer Tomozaki Fumiya doesn’t exactly fit in, but he wishes he did. With no written rules for success and gameplay that doesn’t work in his favor, the real world seems impossible for someone like him. But, like any noob, all he really needs are some strategies and a seasoned player like Aoi Hinami to help him. Hopefully with her guidance, Tomozaki will gain the experience he needs.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt12728856",
      "type": "series",
      "name": "The Hidden Dungeon Only I Can Enter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx118375-95ClbAh2EQMD.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Female Harem/Male Protagonist/Magic/Primarily Female Cast/Dungeon/Episodic/Parody/Swordplay\nThe Hidden Dungeon is a place of legend where rare treasures and items are hidden. Noir, the third son of an impoverished noble family who's lost the one job offer he had, was lucky enough to hear about this dungeon. He then acquires a skill that allows him to create, bestow, and edit skills... and in order to use it, he needs to accumulate points by carrying out such tasks as eating delicious meals and doing sexual things with alluring members of the opposite sex.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8673610",
      "type": "series",
      "name": "Cells at Work!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108631-R3yjfHmOJDET.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Educational/Ensemble Cast/Medicine/Work/Female Protagonist/Shounen/Male Protagonist/Episodic/Gore/Slapstick/Primarily Adult Cast/Demons/Anthropomorphism/CGI\nThe second season of <i>Hataraku Saibou</i>.<br>\n<br>\nCells at Work!! continues the tale of…well…you! Set inside the human body, Cells at Work!! chronicles the life and times of everything from the oxygen-carrying Red Blood Cells to the bacteria-fighting White Blood Cells. And, of course, the dangerous viruses and villains lurking beneath the skin!<br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Notes:<br>\n- The episodes were streamed two days ahead of the Japanese broadcast on Funimation beginning on Jan 8, 2021 at 2:00 JST. The regular TV broadcast started on Jan 9, 2021 at 23:30 JST.<br>\n- The pre-screened movie <b>\"Hataraku Saibou!!\" Saikyou no Teki, Futatabi. Karada no Naka wa \"Chou\" Oosawagi!</b> is included as episodes 4-8 split into the broadcast.</i>"
    },
    {
      "id": "tt12898990",
      "type": "series",
      "name": "Suppose a Kid from the Last Dungeon Boonies moved to a starter town?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112649-Wdcxo6cQZbhx.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Slapstick/Ensemble Cast/Male Protagonist/Parody/Magic/Super Power/Satire/Yandere/Female Harem/Foreign/Witch/Dungeon/Found Family\nThe story follows Lloyd, a budding adventurer who just wants to get stronger. His plan? Head to the capital and discover his true power, even though he grew up being considered a weakling. So Lloyd heads out from his hometown, which interestingly exists directly next to the most dangerous dungeon. He might not think of himself as strong, but he’ll soon learn that there’s even more of a difference between him and other starting adventurers.<br>\n<br>\nYou know, because he grew up next to a deadly dungeon. He’s much stronger than he realizes.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "LAID-BACK CAMP SEASON2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104459-pywEKGQON613.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Outdoor/Iyashikei/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Food/Educational/Primarily Teen Cast/Kuudere/Rural/Seinen/School Club/Mopeds/Ensemble Cast/Coming of Age/Motorcycles\nHaving spent Christmas camping with her new friends, Rin Shima embarks on a solo-camping trip to see the New Year sunrise by the sea. All goes according to plan until unforeseen weather blocks the roads back home, making a return trip impossible. Rin, who is now stranded for a few days, is invited by Nadeshiko Kagamihara to stay at her grandmother's house.<br>\n<br>\nWhat is supposed to be a two-day trip becomes an extended period of sightseeing and new experiences for Rin, and she encounters some new and old faces along the way.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt12150836",
      "type": "series",
      "name": "Cells at Work! CODE BLACK",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117533-Niown8l6NAWk.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Educational/Dystopian/Seinen/Work/Primarily Adult Cast/Gore/Medicine/Drugs/Male Protagonist/Survival/Shapeshifting/Guns\nA rookie Red Blood Cell has been bustling about, frantically making oxygen deliveries all around the body! But his workplace is on the brink of going Code Black!! Drinking, smoking, stress, sleep deprivation... Struggling to survive a life not unlike the brutal corporate world, what must these overworked cells be thinking at the end of the day? This is a tale about the inside of your body...<br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Notes:<br>\n- The episodes were streamed two days ahead of the Japanese broadcast on Funimation beginning on Jan 8, 2021 at 2:30 JST. The regular TV broadcast started on Jan 10, 2021 at 0:00 JST.</i><br>\n<i>- Episodes 3 and 4 were broadcast in Japan as a one hour special episode on Jan 19, 2021 at 1:40 JST.</i>"
    },
    {
      "id": "tt2942218",
      "type": "series",
      "name": "Log Horizon: Destruction of the Round Table",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114862-DTRU67Z1gJ9N.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Virtual World/Isekai/Politics/Economics/Ensemble Cast/Magic/Assassins/Kemonomimi/Love Triangle/Goblin/Primarily Adult Cast/Video Games/Anthropomorphism\nThe third season of <i>Log Horizon</i>.<br>\n<br>\nIt’s been a year since Shiroe and his friends were trapped in Akiba due to the Catastrophe. Their forging of the Round Table has brought order and prosperity to its people. But fracturing political alliances and the constant menace of the Genius monsters threaten to destabilize all they’ve fought for and built. Can faith be restored and they persevere, or is its destruction truly inevitable?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13286958",
      "type": "series",
      "name": "2.43: Seiin High School Boys Volleyball Team",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113231-R7qcGbDQgwBZ.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Coming of Age/Volleyball/Primarily Male Cast/Male Protagonist/Educational/School/School Club/Ensemble Cast/Primarily Teen Cast/Athletics/Cute Boys Doing Cute Things/Trains\nHigh school student Kimichika Haijima moves back to his hometown, Fukui, after causing trouble in the Tokyo Junior High School volleyball club. There, he is reunited with his childhood friend, Yunii Kuroba, who possesses outstanding physical abilities, but is vulnerable under pressure. Haijima, with his overwhelming passion and talent for volleyball, forms an ace combination with Kuroba.<br><br>\n\nThe two enroll at Seiin High School, where they join the volleyball club. Awaiting them are the 163 cm hot-blooded captain Shinichirou Oda, the talented and sharp-tongued vice-captain Misao Aoki and his third-year pair, and second-year students, including Akito Kanno, who is always wearing long sleeves due to his allergy to sunlight.<br><br>\n\nThe newborn team breaks its former shell of weakness and becomes Fukui's rising star. This is a certain team's journey to victory, with a series of fascinating rivals standing in their way.\n"
    },
    {
      "id": "tt13067534",
      "type": "series",
      "name": "Otherside Picnic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116287-LCcICfn2FhwL.jpg",
      "description": "Genres: Adventure, Fantasy, Mystery, Sci-Fi, Supernatural\nTags:Urban Fantasy/Female Protagonist/Primarily Female Cast/Survival/Cosmic Horror/Episodic/Primarily Adult Cast/Guns/Mythology/Isekai/LGBTQ+ Themes/CGI/Military/Cute Girls Doing Cute Things/College/Body Horror/Crime/Rehabilitation\nMoments from death, Sorawo is saved by the mysterious Toriko in the Otherside. Attracted to its beauty, she soon discovers that this dimension is inhabited by monsters once thought imaginary. Joining with Toriko in her search for a missing friend, they set out to explore this nightmare-realm and maybe make a little money. What they encounter could bring enlightenment—or drive them mad!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt3114358",
      "type": "series",
      "name": "Non Non Biyori Nonstop",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109403-g6QqMkqV1ayu.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Iyashikei/Rural/Primarily Female Cast/Female Protagonist/Primarily Child Cast/Seinen/Tomboy/School/Achronological Order/Kuudere/CGI\nFresh excitement brews as someone new moves into the house next door. The students of the tiny, tight-knit Asahigaoka branch school will have to make this newcomer feel welcome!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3950102",
      "type": "series",
      "name": "World Trigger 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114087-5sSD98EFqQZ5.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Aliens/Swordplay/Shounen/Guns/Battle Royale/Male Protagonist/Ensemble Cast/Isekai/Politics/Primarily Teen Cast/Real Robot/Military\nThe second season of <i>World Trigger</i>.<br>\n<br>\nThe border defense organization \"Border\" was established to fight against the attacks of the \"Neighbors\" who possess unknown power. \nOsamu Mikumo, a member of the Border, forms the Mikumo Squad with Yuma Kuga, a Neighbor who he met by chance, and his childhood friend Chika Ametori, and they struggle to win the internal Border rankings in order to join the expeditionary force to the Neighborhood.<br>\n<br>\n(Source: Toei Animation)"
    },
    {
      "id": "tt13192574",
      "type": "series",
      "name": "Bungo Stray Dogs WAN!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120150-hxvcRrYzgP2F.png",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Chibi/Episodic/Ensemble Cast/Slapstick/Seinen/Detective/Primarily Adult Cast/Urban Fantasy/Mafia/Male Protagonist/Tsundere/Super Power/Kuudere/Chuunibyou\nThe peaceful days of the very popular work Bungou Stray Dogs are here. The characters of the Armed Detective Agency and the Mafia are in miniature form?! Due to Atsushi and co. becoming cute, this is a different experience to the original work."
    },
    {
      "id": "tt7944664",
      "type": "series",
      "name": "B: The Beginning: Succession",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102498-bAKLbkH9ZBDu.jpg",
      "description": "Genres: Action, Mystery, Psychological, Supernatural, Thriller\nTags:Police/Crime/Detective/Foreign/Fugitive/CGI/Primarily Adult Cast/Terrorism/Body Horror/Ensemble Cast\nThe second season of <i>B: The Beginning.</i><br>\n<br>\nWhen Keith is abducted and a friend from Koku's past resurfaces, Killer B returns and everyone is pulled into a conspiracy involving the crown.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt12384506",
      "type": "series",
      "name": "EX-ARM",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106503-7pbrod3B9HJF.png",
      "description": "Genres: Action, Sci-Fi\nTags:CGI/Surreal Comedy/Body Horror/Terrorism/Full CGI/Crime/Artificial Intelligence/Cyberpunk/LGBTQ+ Themes/Circus/Torture/Robots/Amnesia/Cyborg/Police/Virtual World/Guns/Cosmic Horror/Kuudere/Seinen\nIn the year 2014, a high school student who hates machines, Akira Natsume, wants to change himself for the better and tries to take the first step in doing that... But then he gets run over by a truck. Fast forward to 2030. A police officer named Minami Uezono and her partner, the android Alma, infiltrate the scene of a trade going on at Tokyo Harbor for an unknown weapon named “EX-ARM.” They are then attacked by an enemy armed with the “EX-ARM” No.08. Put in this life or death situation, they decide to activate the “EX-ARM” No.00 that they stole from the enemy, and... <br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12745218",
      "type": "series",
      "name": "Heaven’s Design Team",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117696-oqodbcesiazN.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Educational/Animals/Episodic/Ensemble Cast/Work/Satire/Seinen/Gods/Chibi/Transgender/Dinosaurs/Angels/Drawing\nI made the light, the water, and the earth below. Now it's time to make the life that dwells upon it. Actually... that sounds like a giant headache, so I'll contract it out! Heaven's Design Team is an agency that creates made-to-order life forms for their client, God. Why does this life form look like that? Why does this life form live this way? Watch the trials and successes of the designers and engineers forced to breathe life into God's absurd requests!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama: THE SEMI-FINAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126819-KlcARzqDMjvf.jpg",
      "description": "Genres: Action, Comedy\nTags:Anachronism/Found Family/Swordplay/Parody/Aliens/Shounen/Male Protagonist/Surreal Comedy/Samurai\nAs the war temporarily calms down and Edo rebuilds, Gintoki finds Shinpachi—who is still unaware of his return—on a bridge. However, as a fight quickly breaks out between the Yorozuya and the Tenshouin Naraku, suspicion grows, forcing Gintoki to use what is nearest—a loincloth—to mask his identity. Saved for the time being, Gintoki enters the Yorozuya office, but unbeknownst to him, someone else is already waiting there...<br>\n<br>\nMeanwhile, Kondou departs Earth to marry Princess Bubbles in an attempt to improve diplomatic relations. After boarding the Gorilla Amanto mother ship, he realizes that he doesn't speak their language. Confused, Kondou tries conversing with them, only to inadvertently gain their support. However, someone associated with the princess crashes the ongoing ceremony. Will the wedding continue, or has Kondou just been saved from becoming the next Gorilla Prince?\n <br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13009190",
      "type": "series",
      "name": "Idoly Pride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113814-HvgpmDKpgHql.png",
      "description": "Genres: Drama, Music, Slice of Life, Supernatural\nTags:Idol/Primarily Female Cast/Ensemble Cast/Dancing/Female Protagonist/Cute Girls Doing Cute Things/Musical/CGI\nAfter a successful audition, high school student Kotono Nagase and her best friend move into a dorm with eight other aspiring idols. They quickly realize it takes more than cute choreography and cute outfits to reach the top—it will take blood, sweat, and tears to advance in the idol-ranking VENUS program, where the top spot is held by superstar Mana Nagase…who happens to be Kotono’s older sister.\n<br><br>(Source: Funimation)"
    },
    {
      "id": "tt13308820",
      "type": "series",
      "name": "Dr. Ramune -Mysterious Disease Specialist-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123779-AbSom3C7nPQn.jpg",
      "description": "Genres: Drama, Psychological, Supernatural\nTags:Urban Fantasy/Male Protagonist/Magic/Episodic/Satire/Medicine/Ghost/Shounen\nAs long as hearts exist inside people, there will always be those who suffer. And then something \"strange\" enters their mind and causes a strange disease to manifest itself in the body. The illness, which is called a \"mystery disease\" is unknown to most, but certainly exists. There is a doctor and apprentice who fights the disease, which modern medicine cannot cure.<br>\n <br>\nHis name is Ramune.<br>\n <br>\nHe acts freely all the time, is foul-mouthed, and doesn’t even look like a doctor! However, once he is confronted with the mysterious disease, he is able to quickly uncover the root cause of his patients' deep-seated distress and cure them.<br>\n <br>\nAnd beyond that...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13266422",
      "type": "series",
      "name": "Hortensia SAGA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114301-Qig3ulYPd9ur.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Magic/War/Gore/CGI/Foreign/Survival/Historical/Archery/Swordplay/Kaiju/Crime/Crossdressing/Werewolf\nWhen the duke of Hortensia murdered the king, he unleashed a wave of chaos that spilled the blood of many. Brazenly building his kingdom on the ashes of the old one, his violent rule has left many orphans in its wake. But now, the king’s heir has come of age. Living in secret as a man, she’s remained safe, and the time has come to gather allies to take back what is her’s—both country and throne!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt8253268",
      "type": "series",
      "name": "Umamusume: Pretty Derby Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124223-A1D1ZAW0KQnH.png",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Athletics/Kemonomimi/Primarily Female Cast/Female Protagonist/Animals/Primarily Teen Cast/Idol/CGI/School\nAll eyes are on Toukai Teiou as she takes on the Japanese Derby, ready to gallop in Symboli Rudolf's footsteps and become an undefeated Triple Crown Horse Girl. The stands are full. The track is set. It's time to see which horse girl fortune favors!<br>\n<br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt15130616",
      "type": "series",
      "name": "Junior High and High School!! Kimetsu Academy Story: Valentine Edition",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129627-GiVeOqDUAqUC.png",
      "description": "Genres: Comedy\nTags:School/Male Protagonist/Primarily Male Cast/Chibi/Demons\nValentine's Day special for Kimetsu no Yaiba. The first three episodes will be released on Aniplex's official YouTube channel, while the fourth and final episode was streamed during the Kimetsu Matsuri Online: Anime 2nd Anniversary Festival and also available on Aniplex's channel after airing.<br><br>\n<i>Note: Related to the post-credit shorts after episodes 14, 17 on the TV broadcast of Kimetsu no Yaiba.</i>"
    },
    {
      "id": "tt12390430",
      "type": "series",
      "name": "Skate-Leading Stars",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113585-AJKXZnpnAX0w.jpg",
      "description": "Genres: Drama, Sports\nTags:Ice Skating/Primarily Male Cast/Male Protagonist/School Club/Athletics/Cute Boys Doing Cute Things\nKensei Maeshima left the world of figure skating after his rival said, “You’ll never beat me.” Years later, he’s using his athleticism to help several high school teams, never focusing on one. But when his adversary publicly announces a shift to a team sport, a kid familiar with Kensei’s past finds and offers him an invitation to lace up his skates and join the world of skate-leading.<br><br>(Source: Funimation)<br>\n<br>\n<i>Note: The series premiered on Funimation and affiliated streaming services (Wakanim, AnimeLab) on December 27, 2020. The Japanese broadcast started two weeks later on January 10, 2021.</i>"
    },
    {
      "id": "tt13405062",
      "type": "series",
      "name": "BACK ARROW",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114307-hZFz35Nh7YuS.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mecha, Sci-Fi\nTags:Super Robot/Male Protagonist/CGI/Tokusatsu/Henshin/Slapstick/Nudity/Ensemble Cast\nLingalind is enclosed by the Wall. The Wall covers, protects, cultivates, and nurtures the land. The Wall is God. One day in Edger, a village on the outskirts, a mysterious man named Back Arrow appears. Arrow has no memory, but he claims that all he knows is that “I came from outside the Wall.” Arrow tries to go beyond the Wall to regain his memories but is pulled into one conflict after another.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt10545652",
      "type": "series",
      "name": "VLAD LOVE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110200-QB9smw3HWyQC.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Vampire/Slapstick/Female Protagonist/Meta/Parody/Surreal Comedy/Satire/Primarily Female Cast/School Club/Acting/Tomboy/School/Urban/LGBTQ+ Themes/Cosplay/Urban Fantasy/Video Games/Educational/Denpa/College\nMitsugu Bamba is a high school girl who is crazy about donating her blood, to the point that she feels compelled to visit a local blood bank despite the unfriendly nurse. One day, Mitsugu encounters a beautiful girl there who looks like she has come from overseas. The girl is so pale that she appears ready to faint. Instead, she suddenly starts trashing the blood bank. The girl then loses consciousness and so Mitsugu takes her home...<br><br>(Source: Official Website)<br>\n<br>\n<i>Note: The first episode was streamed on the official Vlad Love YouTube channel on Dec 18, 2020. The first 6 episodes were released on streaming platforms on Feb 14, 2021. The last 6 episodes were released on Mar 14, 2021.</i>"
    },
    {
      "id": "tt13084120",
      "type": "series",
      "name": "AzurLane: Slow Ahead!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114473-vnLrwMEZ9OfI.png",
      "description": "Genres: Ecchi, Slice of Life\nTags:Primarily Female Cast/Episodic/Cute Girls Doing Cute Things/Ships/Female Protagonist/College/Kemonomimi/Kuudere\nThis is a slightly peculiar world where the shipgirls live in. A lively and enjoyable school life for girls from different factions will begin at the naval port of Azur Lane. Living out their lives to the fullest, these girls get into various shenanigans—slowly but surely!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13795144",
      "type": "series",
      "name": "WAVE!! -Let's go surfing!!- (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130402-rx1MDFeAyILr.png",
      "description": "Genres: Slice of Life, Sports\nTags:Surfing/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/CGI/Coming of Age/Tanned Skin/School/Foreign/Cute Boys Doing Cute Things/Family Life/Otaku Culture\nSet in the city of Ooarai in Ibaraki prefecture, and centers on Masaki Hinaoka, who befriends transfer student Shou Akitsuki before the summer break, and ends up getting hooked on surfing. Through the sport, Masaki will get to know new friends, and will also drift apart from them in his journey to adulthood.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt13041916",
      "type": "series",
      "name": "Scar on the Praeter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123785-ciGZuIesWH7l.png",
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Primarily Male Cast/Ensemble Cast/CGI/Guns/Super Power/Urban/Crime/Primarily Adult Cast\nAfter a rebellion in the Akatsuki Special Ward of Tokyo, the government collapses and citizens are left to fend for themselves. With Divine Tattoos that each possess unique powers, agents known as the Scard rise up to become the protectors of peace.\n\nBut loyal to three contending organizations, they’ll have to face more than just criminals in order to serve their own definitions of justice.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "kitsu:43850",
      "type": "series",
      "name": "PUI PUI MOLCAR",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127690-v9vKElA1Wv1y.jpg",
      "description": "Genres: Comedy\nTags:Cars/Animals/Episodic/Stop Motion/Surreal Comedy/No Dialogue/Kids/Urban/Parody/Iyashikei\nThe stage is set in a world where guinea pig became car. The car that makes you relax \"Molcar\". Having big round eyes, curvy butt and speedy limbs, they always explore the world with their innocent faces. Even during a traffic jam, you can be eased just by looking at the butt of that Molcar in front of you. Even when they cause troubles, their furry cuteness will somehow make you forgive them!? Surrounded by situations only met by cars, it's a Mol-animation filled with cure, friendship, adventure and furry actions!<br>\n<br>\n(Source: Muse Asia)<br><br>\n<i>Note: A compilation movie titled \"Tobidase! Narase! Pui Pui Molcar\" was released in theaters on July 22, 2021 in MX4D and 3D.</i>"
    },
    {
      "id": "tt12803708",
      "type": "series",
      "name": "Dogeza de Tanondemita: Isekai-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124612-lhQFycfhZfwU.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:POV/Isekai/Nudity/Seinen/Male Protagonist\nEpisode 13 of <i> Dogeza de Tanondemita</i>."
    },
    {
      "id": "tt13117166",
      "type": "series",
      "name": "Alice in Deadly School",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21569-WBJkaNY2pgTB.jpg",
      "description": "Genres: Supernatural, Thriller\nTags:Zombie/Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/School/Food/Gore/Survival/Dancing/Acting/Idol/CGI\nYuu and Nobu are practicing manzai (a two-person comedy act) act on the roof of the school. At the same time, the school building is overflowing with the presence of non-human \"something else.\" It is said that if a person dies after being bitten by one of them, it will turn into the same \"something else\" and attack people. In the chaos of the school, Will Yuu, Nobu, and the other surviving students be able to escape from its evil hands?<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i> Note: A short special edit of the OVA, titled Alice in Deadly School Tokubetsu-ban: Ima, Stage no Maku ga Agaru (Alice in Deadly School Special Edit -The Stage Begins-), was broadcasted on Jan 4, 2021 as part of the New Year's special.</i>"
    },
    {
      "id": "tt13117166",
      "type": "series",
      "name": "Gekidol",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124131-lLxOgvF6jgu9.jpg",
      "description": "Genres: Drama, Psychological, Sci-Fi\nTags:Acting/Female Protagonist/Robots/Primarily Female Cast/Augmented Reality/Dissociative Identities/Idol/Yuri/Post-Apocalyptic\nFive years after a mystifying disaster decimates cities across the globe, Seria Morino receives an invitation from a mysterious woman to join Alice in Theater, a small stage troupe that takes it upon themselves to brighten the world through their performances using 3D hologram technology. As Seria settles in, she begins to uncover unexpected truths about herself and the world around her…<br>\n<br>\n(Source: Funimation)<br><br>\n<i>Note: The BD box with all episodes was released on Mar 3, 2021. The regular broadcast ended on Mar 23, 2021 on AT-X.</i>"
    },
    {
      "id": "tt11349866",
      "type": "series",
      "name": "Sorcerous Stabber Orphen: Battle of Kimluck",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117085-7FG9dalYKI0N.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Religion/Travel/Swordplay/Dragons/Male Protagonist/Angels\nThe second season of <i>Majutsushi Orphen Hagure Tabi</i>.<br>\n<br>\nOrphen now knows Azalie's true motive and heads to the holy city of Kimluck. However, a fierce battle with the \"Death Teacher\" awaits him.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13884016",
      "type": "series",
      "name": "Kiyo in Kyoto: From the Maiko House",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117067-ez4mvOwk5PSn.jpg",
      "description": "Genres: Slice of Life\nTags:Food/Primarily Female Cast/Female Protagonist/Iyashikei/Full CGI/Educational/Makeup/Coming of Age/Shounen\nKiyo and Sumire came to Kyoto from Aomori Prefecture, dreaming of becoming maiko. But after an unexpected turn of events, Kiyo starts working as the live-in cook at the Maiko House. Their story unfolds in Kagai, the Geiko and maiko district in Kyoto, alongside their housemate maikos. Kiyo nourishes them daily with her homecooked meals, and Sumire strives toward her promising future as the once-in-a-century maiko.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Each episode was released on the fourth Thursday of each month. One episode usually features three chapters.</i>"
    },
    {
      "id": "tt13196080",
      "type": "series",
      "name": "Tokyo Revengers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120120-mBmQUtMloszF.jpg",
      "description": "Genres: Action, Drama, Romance, Supernatural\nTags:Gangs/Delinquents/Age Regression/Male Protagonist/Primarily Male Cast/Urban/Revenge/Crime/Shounen/Ensemble Cast/Heterosexual/Motorcycles/Bullying/School/Detective/Mopeds/POV\nTakemichi Hanagaki is a freelancer that's reached the absolute pits of despair in his life. He finds out that the only girlfriend he ever had in his life that he dated in middle school, Hinata Tachibana, had been killed by the ruthless Tokyo Manji Gang.<br>\n<br>\nThe day after hearing about her death, he's standing on the station platform and ends up being pushed over onto the tracks by a herd of people. He closes his eyes thinking he's about to die, but when he opens his eyes back up, he somehow had gone back in time 12 years.<br>\n<br>\nNow that he's back living the best days of his life, Takemichi decides to get revenge on his life by saving his girlfriend and changing himself that he'd been running away from.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117193-E75BlZmDh1aB.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Superhero/Super Power/Shounen/Male Protagonist/School/Primarily Teen Cast/Cultivation/Ensemble Cast/Urban Fantasy/Crime/Urban/Heterosexual/Primarily Male Cast/Tomboy/Martial Arts/Bisexual/LGBTQ+ Themes\nThe rivalry between Class 1-A and Class 1-B heats up in a joint training battle. Eager to be a part of the hero course, brainwashing buff Shinso is tasked with competing on both sides.\n<br><br>\nBut as each team faces their own weaknesses and discovers new strengths, this showdown might just become a toss-up.<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt12063450",
      "type": "series",
      "name": "To Your Eternity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114535-y3NnjexcqKG1.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Psychological, Supernatural\nTags:Shapeshifting/Coming of Age/Rural/Philosophy/Travel/Ensemble Cast/Body Horror/Foreign/Shounen/Animals/Gore/Primarily Female Cast/Adoption/Language Barrier/Historical/Orphan/Rape/CGI\nIn the beginning, an \"orb\" is cast unto Earth. \"It\" can do two things: change into the form of the thing that stimulates \"it\"; and come back to life after death. \"It\" morphs from orb to rock, then to wolf, and finally to boy, but roams about like a newborn who knows nothing. As a boy, \"it\" becomes Fushi.\n<br><br>\nThrough encounters with human kindness, Fushi not only gains survival skills but grows as a \"person\". But his journey is darkened by the inexplicable and destructive enemy Nokker and cruel partings with the people he loves.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12635162",
      "type": "series",
      "name": "DON'T TOY WITH ME, MISS NAGATORO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120697-72Sf22C9PTQn.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Slapstick/Bullying/School/Tsundere/Heterosexual/Male Protagonist/Episodic/Tanned Skin/Primarily Teen Cast/Gyaru/School Club/Drawing/Shounen/Tomboy/Nekomimi\n\"A girl in a lower grade just made me cry!\"<br>\n<br>\nOne day, Senpai visits the library after school and becomes the target of a super sadistic junior! The name of the girl who teases, torments, and tantalizes Senpai is \"Nagatoro!\" She's annoying yet adorable. It's painful, but you still want to be by her side. This is a story about an extremely sadistic and temperamental girl and you'll feel something awaken inside of you.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13718450",
      "type": "series",
      "name": "86 EIGHTY-SIX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116589-WSpNedJdAH3L.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:War/Military/Dystopian/Politics/Survival/Female Protagonist/Primarily Teen Cast/Robots/Guns/Male Protagonist/Real Robot/CGI/Artificial Intelligence/Achronological Order/Kuudere/Seinen/POV\nCalled “Juggernaut,” these are the unmanned combat drones developed by the Republic of San Magnolia in answer to the attacks by the autonomous unmanned drones of the neighboring Empire of Giad, the “Legion”. But they’re only unmanned in name. In reality, they are piloted by the Eighty-sixers—those considered to be less than human and treated as mere tools.<br>\n<br>\nDetermined to achieve his own mysterious ends, Shin, the captain of Spearhead Squadron, which is comprised of Eighty-sixers, continues to fight a hopeless war on a battlefield where only death awaits him.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13198632",
      "type": "series",
      "name": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114232-2rm50ZD1cQgP.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Rehabilitation/Coming of Age/Male Protagonist/Love Triangle/Heterosexual/Work/Primarily Adult Cast/Office Lady/Ensemble Cast/Tsundere/Adoption/Gyaru\nOn his way home from drinking his sorrows away after being rejected by his crush, the 26 year old salaryman, Yoshida, finds a high school girl named Sayu sitting on the side of the road. Yoshida is completely drunk out of his mind and ends up letting Sayu stay at his place overnight. Not having the heart to put Sayu out on the streets since she ran away from home, Yoshida allows her to stay at his place... And so began the awkward, irritable, and slightly heartwarming relationship between a runaway high school girl and a salaryman living together.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13851958",
      "type": "series",
      "name": "Vivy -Fluorite Eye's Song-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128546-UIwyhuhjxmL0.jpg",
      "description": "Genres: Action, Drama, Music, Sci-Fi, Thriller\nTags:Artificial Intelligence/Robots/Female Protagonist/Philosophy/Dystopian/Musical/Primarily Female Cast/Kuudere/Idol/Rehabilitation/Martial Arts/Coming of Age/Anthropomorphism/Space/CGI/Gangs\nAn AI named Matsumoto appears before Vivy, the world’s first autonomous humanoid AI. Matsumoto’s mission is to rewrite history together with Vivy, in order to stop the war between AI and humans that will happen one century later.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt9304350",
      "type": "series",
      "name": "Fruits Basket The Final Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124194-pWfBqp3GgjOx.jpg",
      "description": "Genres: Comedy, Drama, Psychological, Romance, Slice of Life, Supernatural\nTags:Shoujo/Coming of Age/Rehabilitation/Ensemble Cast/Female Protagonist/Family Life/Philosophy/Found Family/Mythology/Animals/Heterosexual/Orphan/Shapeshifting/School/Tsundere/Gender Bending/Kuudere/Femboy/Love Triangle/Nekomimi/Kemonomimi/School Club/Chibi\nAfter last season’s revelations, the Soma family moves forward, but the emotional chains that bind them are not easily broken. Unable to admit why she wants the cure, Tohru wrestles with the truth, aware that time is running out for someone close.\n<br><br>\nAnd a secret still lurks that could break another’s heart. But hope is not lost—a clue to the curse is found. Could their imprisonment’s end be near?<br><br>\n(Source: Funimation)<br><br>\n<i>Note: This season premiered on Funimation and AnimeLab on March 20, 2021. The Japanese broadcast started two weeks later on April 6, 2021.</i>"
    },
    {
      "id": "tt13357124",
      "type": "series",
      "name": "The Way of the Househusband",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125426-DEm1QpOtkV7o.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Male Protagonist/Episodic/Slapstick/Yakuza/Family Life/Primarily Adult Cast/Parody/Gangs/Seinen/Urban/Flash/Food/Heterosexual/Guns/Crime/Mafia/Educational\nHe was the fiercest member of the yakuza, a man who left countless underworld legends in his wake. They called him “the Immortal Dragon.” But one day he walked away from it all to travel another path—the path of the househusband! The curtain rises on this cozy yakuza comedy!\n<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt14134550",
      "type": "series",
      "name": "ODDTAXI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128547-TWRVIu5zRTYx.jpg",
      "description": "Genres: Drama, Mystery, Psychological\nTags:Anthropomorphism/Crime/Urban/Animals/Ensemble Cast/Male Protagonist/Work/Primarily Adult Cast/Denpa/Noir/Gangs/Yakuza/Cars/Fugitive/Amnesia/Police/Idol/Philosophy/Seinen/Twins/Video Games/Anti-Hero/Martial Arts/Heterosexual/Bar\nThe taxi driver Odokawa lives a very mundane life. He has no family, doesn't really hang out with others, and he's an oddball who is narrow-minded and doesn't talk much. The only people he can call his friends are his doctor, Gouriki and his classmate from high school, Kakihana.<br>\n<br>\nAll of his patrons seem to be slightly odd themselves. The college student who wants the world to notice him online, Kabasawa. A nurse with secrets named Shirakawa. A comedy duo that just can't catch a break named the Homosapiens. A local hoodlum named Dobu. An idol group that's just starting out named Mystery Kiss... All these mundane conversations somehow eventually lead to a girl who's gone missing.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13248062",
      "type": "series",
      "name": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112608-T3OKdLhxYUfe.png",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Primarily Female Cast/Found Family/Female Protagonist/Witch/Family Life/Cute Girls Doing Cute Things/Rural/Isekai/Dragons/Episodic/Monster Girl/Elf/Demons/Slapstick/Magic/Medicine/Ghost/Tanned Skin/Age Regression\nAn at-home comedy about a powerful girl who doesn’t work too hard!(⋈◍ ˃ᴗ˂ ◍)。✧♡<br>\n<br>\nAfter dying of overwork in the real world, I’m reincarnated as an immortal witch, and I spend 300 years enjoying a relaxing life. At some point, though, I end up at level 99!\nAll those years spent killing slimes to make the money to pay the bills gave me a ton of experience points… Rumors of the level 99 witch spread, and soon I’m up to my ears in curious adventurers, duelist dragons, and even a monster girl calling me her mom! “This isn’t a dojo, so don’t come here to fight me…!”<br>\n<br>\nI’ve never been on an adventure, but I’m the strongest in the world… What’s going to happen to my relaxing life?!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8438524",
      "type": "series",
      "name": "How NOT to Summon a Demon Lord Ω",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117448-bsPgVDD85sjB.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Isekai/Female Harem/Magic/Male Protagonist/Nudity/Elf/Nekomimi/Virtual World/Hikikomori/Tanned Skin/CGI\nThe second season of <i>Isekai Maou to Shoukan Shoujo no Dorei Majutsu</i>.<br>\n<br>\nDiablo is back! You know…the Demon Lord from another world? Traveling through the woods with Rem and Shera, they encounter a lone girl in tatters, pursued by a powerful Paladin.<br>\n<br>\nYou know what that means—Diablo will have to try and hide his lack of social skills once again (and come to her rescue, of course). Let the enchanting adventures continue!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13758670",
      "type": "series",
      "name": "Combatants Will Be Dispatched!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116588-noyscGIN8FIr.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Sci-Fi\nTags:Anti-Hero/Male Protagonist/Primarily Female Cast/Isekai/War/Female Harem/Guns/Magic/Kuudere/Tsundere/Demons/Chimera/Monster Girl/Female Protagonist/Robots/Nudity/Cannibalism/Tokusatsu/Cute Girls Doing Cute Things/Cyborg/Disability\nTurns out, evil takes initiative! With world domination close at hand, the Kisaragi Corporation turns its sights on interstellar conquest, and who better to take over a magical world than two randomly assigned minions—Combatant Agent Six and his android partner Alice?\n\nBut Six’s path up the evil corporate ladder won’t be easy—a Demon Lord’s army is hatching its own nefarious plan!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13362302",
      "type": "series",
      "name": "SHADOWS HOUSE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125038-EDYVfZUMnCBg.png",
      "description": "Genres: Fantasy, Horror, Mystery, Slice of Life, Supernatural\nTags:Female Protagonist/Maids/Butler/Primarily Child Cast/Seinen/Urban Fantasy/Ojou-sama/Kuudere\nHigh atop a cliff sits the mansion known as Shadows House, home to a faceless clan that pretends to live like nobles. They express their emotions through living dolls that also endlessly clean the home of soot. One such servant, Emilico, aids her master Kate as they learn more about themselves and the mysteries of the house.<br><br>(Source: Funimation)"
    },
    {
      "id": "tt13676344",
      "type": "series",
      "name": "Record of Ragnarok",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127399-AAH1pevCZLrB.jpg",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Gods/Mythology/Survival/Super Power/Primarily Adult Cast/Historical/Ensemble Cast/Seinen/War/Gore/Female Protagonist/Samurai/Swordplay/Martial Arts/Dissociative Identities\n7 million years of human civilization is coming to an end…\n<br><br>\nEvery thousand years, all the gods of the world gather in heaven to attend the Conference of Mankind Survival. The gods agree to end to mankind due to their foolish acts, but before the final verdict is made, Brunhild, the eldest of the 13 valkyrie sisters, makes an objection.\n<br><br>\n“To spice things up, why don’t you test the humans?”\n<br><br>\nShe proposes that the all-powerful gods face off in one-on-one battles against the strongest champions from human history — during a final struggle known as “Ragnarok.” The first team to win 7 out of 13 battles will be declared the winner, but it seems almost impossible for humans to win against the gods. \n<br><br>\nAlthough the gods sneer at her declaration, Brunhild provokes them further:\n<br><br>\n“Are you chickening out?”\n<br><br>\nHer words hit the gods’ nerves, and, enraged, they accept her proposal. Now, Brunhild and her sisters must choose humanity’s 13 champions in a desperate battle for survival. Will humans surpass gods and prevent humanity’s ultimate end? The eschatological battles between heaven and earth finally begins!\n<br><br>\n(Source: Warner Bros. Japan)"
    },
    {
      "id": "tt14408130",
      "type": "series",
      "name": "The Slime Diaries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116741-rfUHo8Vh4WYF.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Agender/Isekai/Episodic/Magic/Shapeshifting/Goblin/Monster Girl/Shounen/Ninja/Agriculture/Dragons/Male Protagonist/Cute Boys Doing Cute Things/Monster Boy\n“Dear diary… I got reincarnated as a slime.”<br>\n<br>\nEven in another world, lives aren’t always on the line. There’s plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play …and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt11034066",
      "type": "series",
      "name": "Welcome to Demon School! Iruma-kun Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116338-jbuJnLkPMcm7.jpg",
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:Demons/School/Male Protagonist/Shounen/Ensemble Cast/Found Family/Magic/Isekai/Adoption/Kemonomimi/School Club/Butler/Monster Boy/Love Triangle/Monster Girl/Musical/Tomboy\nThe second season of <i>Mairimashita! Iruma-kun</i>.<br>\n<br>\nSuzuki Iruma, human and deeply non-aggressive, one day becomes the grandson of the great demon Sullivan. Doted on beyond belief, Iruma starts school where \"Grandpa\" serves as the chair... and finds, to his surprise, that he enjoys life there with Asmodeus, Clara, and the rest of his demon classmates. But just when Iruma thought he'd fitted in, there's more trouble ahead! A ring begins to talk, and Iruma... goes bad?! Iruma's chaotic, demonic life at school continues!<br>\n<br>\n(Source: NHK)"
    },
    {
      "id": "tt9522300",
      "type": "series",
      "name": "Kaguya-sama wa Kokurasetai: Tensaitachi no Renai Zunousen OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125368-QhcBkbNP0ZfU.png",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Parody/School/Satire/Ensemble Cast/Otaku Culture/Tsundere/Seinen/Swimming/Heterosexual/Primarily Teen Cast\nOVA adapting both chapters of <i>Kaguya-sama wa Kokurasetai Darkness</i> and Chapter 96 of the main series."
    },
    {
      "id": "tt13211062",
      "type": "series",
      "name": "Osamake: Romcom Where The Childhood Friend Won't Lose",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124675-fNI06ipb65vy.jpg",
      "description": "Genres: Comedy, Romance\nTags:Love Triangle/School/Acting/Heterosexual/Male Protagonist/Female Harem/Primarily Female Cast/Revenge/School Club/Idol/Crossdressing\nShe smiles just for me. Her name is Kachi Shirokusa and she's even an award-winning high school girl writer! And she's beautiful! I know that she's totally out of reach for me, a normal high school kid named Maru Sueharu! But I think something's there... No, there's definitely something there! Or so I thought... but Kachi has a boyfriend?! Seeing me depressed, my friend ever since we were little who's cute, cheerful, and loves to look after others, Shida Kuroha... who also apparently had no problem telling me that she likes me for some reason just suggested, \"Let's get revenge.\"<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13167196",
      "type": "series",
      "name": "EDENS ZERO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119683-BC4i4dF5DGNO.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Space/Magic/Robots/Shounen/Ensemble Cast/Artificial Intelligence/Male Protagonist/Primarily Teen Cast/Nudity/Primarily Adult Cast/Swordplay/CGI/Female Harem\nEleven months after the grand finale of Fairy Tail, master mangaka Hiro Mashima is back with a great adventure beyond imagination! All the steadfast friendship, crazy fighting, and blue cats you've come to expect... IN SPACE!<br>\n<br>\nA young boy gazes up at the sky and sees a streaming bolt of light. The friendly, armor-clad being at his side tells him gently, \"That's a dragon.\" The fact that he's joking isn't important. What's important is the look of wonder on the boy's face... and the galaxy-spanning adventure that's about to take place! Join Hiro Mashima (Fairy Tail, Rave Master) once more as he takes to the stars for another thrilling saga!<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first two episodes received an online advance screening on March 29. Regular TV broadcast started on April 11, 2021.</i>"
    },
    {
      "id": "tt12502782",
      "type": "series",
      "name": "SHAMAN KING (2021)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119675-ziQ6Lb80zEx4.png",
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Ghost/Super Power/Shounen/Mythology/Urban Fantasy/Primarily Teen Cast/Slapstick/Male Protagonist/Kuudere/Swordplay/Samurai/Demons/Religion/Revenge/Gods/Youkai/Chibi\nOn a starry night, middle-schooler Manta meets Yoh Asakura, a young shaman who has the ability to talk to spirits, and also has the ability to let them possess him to use their powers. Yoh has a heavy duty on his shoulders: he must become the Shaman King by winning the Shaman Fight, a tournament between shamans that happens only once every 500 years. Joined by his spirit medium fiancée Anna Kyouyama, his personal samurai spirit Amidamaru, and his other friends, Yoh must also face a larger evil: Hao, a powerful man who aims to create a new world with only shamans by becoming the Shaman King himself.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt12831098",
      "type": "series",
      "name": "Moriarty the Patriot Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124858-96RtyVSgUYnm.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Crime/Anti-Hero/Detective/Foreign/Primarily Male Cast/Male Protagonist/Historical/Primarily Adult Cast/Urban/Dystopian/Politics/Mafia/Shounen/Guns/Cute Boys Doing Cute Things/Cult\nThe second cour of <i>Yuukoku no Moriarty</i>.<br><br>\nIn the late 19th century, the British Empire nobility reigns while its working class suffers at their hands. Sympathetic to their plight, William James Moriarty wants to topple it all. Frustrated by the systemic inequity, Moriarty strategizes to fix the entire nation. Not even consulting detective Sherlock Holmes can stand in his way. It’s time for crime to revolutionize the world!<br><br>\n(Source: Funimation)<br>\n<br><i>Note: The anime received a special premiere on Funimation on March 28, 2021.</i>"
    },
    {
      "id": "tt13593022",
      "type": "series",
      "name": "Full Dive: This Ultimate Next-Gen Full Dive RPG Is Even Shittier than Real Life!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126791-Rwhm1a5QFope.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Video Games/Virtual World/Surreal Comedy/Parody/Male Protagonist/Isekai/Rehabilitation/Goblin/Primarily Female Cast/Female Harem/Prison\nYuuki Hiroshi has just picked up Kiwame Quest, the realest VRMMO ever made. But this RPG is TOO lifelike; he can smell, taste, feel, and when he's hurt in it, his physical body is hurt too. Even worse, his abilities in this adventure suck as much as they do in daily life. This was supposed to be immersion, not reality. Consumed with winning, he swears he'll conquer this game—even if it kills him!\n<br><br>\n(Source: Funimation)\n<br><br>\n<i>Note: The first episode received an online advance screening on March 31, 2021. Regular TV broadcast started on April 7, 2021</i>"
    },
    {
      "id": "tt9054354",
      "type": "series",
      "name": "ZOMBIE LAND SAGA REVENGE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx110733-mv2p0VBBD3jz.jpg",
      "description": "Genres: Comedy, Music, Supernatural\nTags:Idol/Female Protagonist/Zombie/Primarily Female Cast/Dancing/Parody/CGI/Satire/Oiran/Revenge/Monster Girl/Achronological Order/Rural/Bar/LGBTQ+ Themes/Work/Episodic/Transgender\nThe second season of <i>Zombie Land Saga</i>.<br>\n<br>\nFrom throughout the ages, a group of legendary girls have become zombie idols to save Saga Prefecture. It's the return of the cutting-edge zombie idol anime! One day, Minamoto Sakura lost her life in an unfortunate accident. Then, ten years later… After Sakura wakes up in a strange mansion, mysterious idol producer Tatsumi Kotaro tells her that she will be joining a group of legendary girls to form an idol unit. The seven girls are charged with a quest to save the fading Saga Prefecture and adopt the group name Franchouchou. After overcoming the difficulties stemming from their different ages and different periods of history, their undead zombie bodies allow them to defy expectations of what idols can be. During the final winter of the Heisei era they performed their first featured concert at Karatsu's Furusato Exhibition Hall, Arpino, taking another step towards becoming a legend. Now, in the modern Reiwa Era… The curtain rises on a new chapter in the story of Franchouchou, as they march towards a bright future full of hope.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13248076",
      "type": "series",
      "name": "WONDER EGG PRIORITY: My Priority",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131773-F0obrIOUogBg.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mystery, Psychological, Sci-Fi, Thriller\nTags:Female Protagonist/Primarily Female Cast/Suicide/Urban/Denpa/Urban Fantasy/Coming of Age/Body Horror/Primarily Teen Cast/School/Bullying/Isekai/Idol\nSpecial episode concluding the story of <i>Wonder Egg Priority</i>."
    },
    {
      "id": "tt13618148",
      "type": "series",
      "name": "Koikimo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114840-FlmPI0oBQjjO.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Protagonist/Male Protagonist/Josei/Heterosexual/Urban/School/Yandere/Otaku Culture/Ensemble Cast\nOne rainy day, salaryman Amakusa Ryou is saved by a high school girl he doesn't know at the station. He later finds out that the girl is Arima Ichika. Ryou is somewhat of a womanizer and to repay her for saving him, he suggests giving her a kiss or going out on a date with her, in which Ichika tells him he's creepy. This, however, opens a new door for Ryou and he falls madly in love with her. Ever since then, Ryou tries to overly express his feelings to Ichika. Ichika just keeps insulting him and says he's being creepy, but he just seems to take it as her way of showing affection towards him...<br><br>(Source: Crunchyroll)<br><br>\n<i>Note: The show streamed in advance on Amazon Prime Video on March 29, 2021. Regular broadcast started on April 5, 2021.</i>"
    },
    {
      "id": "tt7965802",
      "type": "series",
      "name": "MEGALOBOX 2: NOMAD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113359-FnjG2VppJF9f.png",
      "description": "Genres: Action, Drama, Sci-Fi, Sports\nTags:Boxing/Male Protagonist/Primarily Adult Cast/Primarily Male Cast/Foreign/Dystopian/Coming of Age/Rehabilitation/Cyberpunk/Motorcycles\nThe second season of <i>Megalo Box</i>.<br>\n<br>\nIn the end, “Gearless” Joe was the one that reigned as the champion of Megalonia, a first ever megalobox tournament. Fans everywhere were mesmerized by the meteoric rise of Joe who sprung out from the deepest underground ring to the top in mere three months and without the use of gear. Seven years later, “Gearless” Joe was once again fighting in underground matches. Adorned with scars and once again donning his gear, but now known only as Nomad.<br>\n<br>\n(Source: TMS Entertainment)\n"
    },
    {
      "id": "tt13049906",
      "type": "series",
      "name": "The Saint's Magic Power is Omnipotent",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123802-FpGzlfjebl0z.jpg",
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Female Protagonist/Isekai/Magic/Shoujo/Primarily Adult Cast/Iyashikei/Medicine/Heterosexual/Male Harem\nWhy would an overworked woman want to be summoned to a magical new world? To live her ideal life of leisure, of course! For Sei, it’s truly a dream: studying spells and perfecting potions at the institute while helping people with their problems. But keeping a low profile is proving to be difficult as her magical power becomes omnipotent. Can Sei hide away in this fantasy forever? She hopes so!\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt13457122",
      "type": "series",
      "name": "Pretty Boy Detective Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113428-jsyIdAHk5K6q.png",
      "description": "Genres: Comedy, Mystery, Sci-Fi\nTags:Detective/Female Protagonist/School Club/Primarily Male Cast/Philosophy/Cute Boys Doing Cute Things/Primarily Child Cast/Coming of Age/School/Crossdressing/Primarily Teen Cast/Episodic/Meta/Gender Bending/Astronomy/Male Harem/Gambling/Agender/Chibi\nMayumi Doujima is a young girl who has been searching for a star that she saw only once ten years ago. She visits the headquarters of the Pretty Boy Detective Club where she meets five boys who are each unique in their own way. Her encounter marks the beginning of an extraordinary search for a lost star. A beautiful and dazzling mystery-adventure story starts now!\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt12814598",
      "type": "series",
      "name": "Those Snow White Notes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122348-FawMIyUnMDW5.jpg",
      "description": "Genres: Drama, Music\nTags:Male Protagonist/Musical/School Club/Urban/School/Shounen\nSawamura Matsugorou is a shamisen player of legendary talent. Upon his death, his grandson, Sawamura Setsu, lost his ability to play. Having lost his beloved sound, Setsu finds himself in Tokyo in search of a new sound to love. Tachiki Yuna, who works at a club, hooks him up with a gig to play there as a warm up act. Setsu imbues the sound of his shamisen with his many thoughts and feelings he has of others, still searching for his own sound and his own feelings.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12415634",
      "type": "series",
      "name": "MARS RED",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx115183-jvILP9lWry4s.jpg",
      "description": "Genres: Action, Drama, Sci-Fi, Supernatural\nTags:Vampire/Primarily Adult Cast/Primarily Male Cast/Military/Historical/CGI/Urban/Urban Fantasy\n<i>MARS RED</i> takes place in 1923, and vampires have existed for quite a while. But now, the number of vampires is increasing and a mysterious, artificial blood source called Ascra has appeared. The Japanese government, in turn, creates “Code Zero,” a unit within the army tasked with taking down the vampiric forces. And what better way to track vampires than by using vampires?<br>\n<br>\nCreated by Lieutenant General Nakajima, this unit has historically been in the business of information war, but has been re-assigned to solve the vampire crisis. It's up to Code Zero and the S-class vampire Deffrot to investigate this increase and put a stop to it before society crumbles.<br><br>(Source: Funimation)<br>\n<br>\n<i>Note: The first episode premiered on Funimation on March 29. Regular broadcast started on April 6, 2021.</i>"
    },
    {
      "id": "tt11443824",
      "type": "series",
      "name": "SSSS.DYNAZENON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113950-Yn7h0o1yD61j.jpg",
      "description": "Genres: Action, Mecha, Romance, Sci-Fi\nTags:Kaiju/Super Robot/Tokusatsu/Denpa/Superhero/Ensemble Cast/Coming of Age/Henshin/Heterosexual/Male Protagonist/Hikikomori/CGI/Rehabilitation/Suicide/Female Protagonist\nOne day, Yomogi Asanaka, a first-year student at Fujiyokidai High School, runs into a mysterious man named Gauma who claims to be a “kaiju user.”<br>\n<br>\nThe sudden appearance of a kaiju is followed by the entry of the gigantic robot, Dynazenon. In the wrong place at the wrong time are Yume Minami, Koyomi Yamanaka, and Chise Asukagawa, who are dragged into the fight against the kaiju.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13412606",
      "type": "series",
      "name": "Backflip!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125839-6PFdi9xTml3o.png",
      "description": "Genres: Comedy, Drama, Sports\nTags:Athletics/Primarily Male Cast/School Club/Primarily Teen Cast/Male Protagonist/Musical/School/CGI/Cute Boys Doing Cute Things\nEach laugh takes them higher. Each tear makes them stronger.<br>\n<br>\nThe final summer of middle school, Shoutarou Futaba discovers boys gymnastics and is completely enamored by it. Shoutarou ends up going to Soshukan Private High School (Also known as Ao High) and decides to visit the boys gymnastics club. He's greeted by very unique senpais and a star gymnast named Misato Ryouya. Dedicating your life to something you love during your fiery days of youth... Of course, there is frustration, and fights, but see how these boys work together as a team towards a similar goal in this drama about sports and youth. This spring, see passionate boys give their all for their youthful dreams!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12285778",
      "type": "series",
      "name": "Super Cub",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113418-OhgQiQrGI0GH.jpg",
      "description": "Genres: Slice of Life\nTags:Motorcycles/Iyashikei/Mopeds/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Outdoor/Cute Girls Doing Cute Things/School/Rural/CGI\nThere’s freedom in loneliness, and Koguma finds hers on a motorcycle. A Honda Super Cub motorcycle, to be exact. With no parents, friends, or plans for the future, Koguma’s daily detours on her way to school become her sole source of excitement. Until one day, she learns a classmate, Reiko, shares her passion. Together, they’ll discover friendship, fun, and the adventure of the open road.<br><br>(Source: Funimation)"
    },
    {
      "id": "tt13221420",
      "type": "series",
      "name": "Burning Kabaddi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120859-420ZuJhi9Rug.jpg",
      "description": "Genres: Action, Comedy, Drama, Sports\nTags:School Club/Athletics/Primarily Male Cast/Male Protagonist/Shounen/Primarily Teen Cast/Fitness\nYoigoshi Tatsuya was a star soccer player known as \"Yoigoshi the Unstoppable,\" but when he entered high school, he severed all involvement with sports. Now, he has been invited to a certain sports team. In these matches, victory is achieved through teammates working together to catch and defeat the opponents invading their territory... You could call it a sort of running combat sport. And the name of this game is...Kabaddi.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14022814",
      "type": "series",
      "name": "JORAN THE PRINCESS OF SNOW AND BLOOD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129664-YeovI2zsTwY9.jpg",
      "description": "Genres: Action, Supernatural\nTags:Revenge/Female Protagonist/Politics/Historical/Henshin/Anachronism/Swordplay/Espionage/Ensemble Cast/Guns/Nudity\nThe year is 1931. Prince Tokugawa Yoshinobu is 94 years old and holds absolute control over Japan. Remnants of the Meiji era’s culture can be seen around the city, but scientific technology and Japanese esoteric cosmology Onmyodo are also developing, exuding a sense of modernity. Yet lurking behind the glitz is Kuchinawa, a dissident group planning the assassination of the prince, and effectively the fall of the regime. Tasked to extinguish these dissidents is Nue, the government’s secret executioner group. Sawa Yukimura, who works for this organization, suffered from an early age at the hands of the Kuchinawa boss. Her entire family was murdered and she dedicated her life to avenging their death.<br>\n<br>\n(Source: Crunchyroll)<br><br><i>Note: The show streamed the episodes on Hulu a week earlier than TV. The regular TV broadcast started on April 7, 2021.</i>"
    },
    {
      "id": "tt9310330",
      "type": "series",
      "name": "Yasuke",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131930-Us7lsOPyNfAX.png",
      "description": "Genres: Action, Fantasy, Mecha, Sci-Fi\nTags:Samurai/Swordplay/Anachronism/Historical/Magic/Male Protagonist/CGI/Gore/Super Power/Military/War/Body Horror/Robots/Monster Girl/Martial Arts\nIn a war-torn feudal Japan filled with mechs and magic, the greatest ronin never known, Yasuke, struggles to maintain a peaceful existence after a past life of violence. But when a local village becomes the center of social upheaval between warring daimyo, Yasuke must take up his sword and transport a mysterious child who is the target of dark forces and bloodthirsty warlords. The story of Yasuke, the first African samurai who actually served the legendary Oda Nobunaga, will be released to the world.\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt12643520",
      "type": "series",
      "name": "The World Ends with You The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120376-t98raKtxXLtF.png",
      "description": "Genres: Action, Supernatural\nTags:Death Game/Urban Fantasy/Male Protagonist/Coming of Age/Survival/Urban/Amnesia/Rehabilitation/CGI/Hikikomori\nNeku awakens in the middle of Shibuya's bustling Scramble Crossing with no memory of how he got there. Little does he know, he's been transported to an alternate plane of existence known as the Underground (UG). Now an unwilling participant in the mysterious \"Reapers' Game,\" Neku must partner up with a girl named Shiki in order to survive. Together, they complete missions and defeat monsters known as \"Noise\" as they gradually uncover the true nature of this twisted Game.\n<br><br>\n\"There's only one way to stay alive in Shibuya: trust your partner.\" Will they survive the Reapers' Game?\n<br><br>\n(Source: Official Site)"
    },
    {
      "id": "tt6185782",
      "type": "series",
      "name": "Miss Kobayashi's Dragon Maid S: Miniature Dragon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132096-ypUvQZ7e4hmq.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Episodic/Cute Girls Doing Cute Things/Dragons/Maids/Monster Girl/Yuri/Chibi/Family Life/Urban/Urban Fantasy/Video Games/Magic/CGI/Cosplay/Office Lady/Primarily Adult Cast/Seinen/Isekai/Ensemble Cast/Swimming\nShort animations streamed on Kyoto Animation's YouTube channel in the lead up to the July 7 premiere of the second season.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: This entry's total count includes episodes 1-13 + the 3 SP episodes that released during the second season's run.</i>"
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong to Try to Pick Up Girls in a Dungeon? III: Is It Wrong to Try to Find a Hot Spring in Orario? -Bath God Forever-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127368-sJgXtFb4IKG2.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Male Protagonist/Gods/Primarily Female Cast/Female Harem/Slapstick/Nudity/Kemonomimi/Elf/Kuudere/Tomboy\nOrario has a new natural hot spring thanks to the Dian Cecht Familia, but Naaza of the Miach Familia suspects an elaborate con and needs help to prove it. That means Bell is caught in the middle of an ongoing rivalry between two Familias. Again.<br><br>(Source: HIDIVE)"
    },
    {
      "id": "tt13229964",
      "type": "series",
      "name": "Godzilla Singular Point",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124786-nq5AzrR1DI7z.jpg",
      "description": "Genres: Action, Mecha, Mystery, Sci-Fi\nTags:Kaiju/Primarily Adult Cast/Female Protagonist/CGI/Artificial Intelligence/Male Protagonist/Robots/Urban/Military\nThis series features an original story, which depicts the young geniuses Mei Kamino, a female researcher, and Yun Arikawa, a male engineer, as they take on an unprecedented threat with their companions. When danger comes up from the depths, only young geniuses Mei, Yun, and their team can face the threat in Godzilla Singular Point!<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt12798548",
      "type": "series",
      "name": "Let's Make a Mug Too",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122148-KZyKPK3Mj9Lp.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Rural/Iyashikei/Primarily Female Cast/School Club/Educational/Female Protagonist/Primarily Teen Cast/Family Life/Food\nTogether with her father, who had quit his salaryman job, Toyokawa Himeno moves to Gifu prefecture's Tajimi city. That's the city where her mother is from, whom she had lost when she was still young. Himeno is now attending her mother's alma mater, where her classmate Kukuri Mika invites her to tag along to a special place. That place turns out to be the pottery club! There, she learns for the first time that her mother was a legendary potter, and is consequently pulled into the world of pottery.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt13749554",
      "type": "series",
      "name": "Fate/Grand Carnival",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127149-7dzvudxMb9ep.jpg",
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:Parody/Meta/Crossover/Ensemble Cast/Surreal Comedy/Tsundere/Bar/Mythology\nSeries focused on parodies and stories based on <i>Fate/Grand Order</i>.<br><br>\n\n<b>Episodes:</b><br>\n1) <i>The First Singularity Party</i> <br>\n\nAs more and more Servants join Chaldea, maintaining resources for so many is becoming a problem. And so, a cruel order has been given... <br><br>\n\n2) <i>The Second Singularity Party</i> <br>\n\nJeanne d’Arc Alter needs a serious amount of QP because of reasons, so she heads to the Kabukicho Singularity, the glittering gem of the nightlife scene, where she begins working at CLUB M. There, she hopes to become the best in town! However, she must first contend with a slew of troublesome customers, as well as the Four Elite hosts. <br><br>\n\n3) <i>The Third Singularity Party</i><br>\n\"The Security Organization for the Preservation of Humanity, Fenis Chaldea.\" <br>\nHere, a large number of Servants gather, proudly spending their days under the command of their Master. However, the Servants face a secret problem... They are divided by a sense of inequality. Longer waits between deployment, levels never being raised...\nReality hits the Servants hard, and frustrations gradually build up. In order to correct such disparities, one Servant steps up...\n<br><br>\n\n4) <i>The Fourth Singularity Party, MAX Bond Channel</i><br>\n\n\"I feel like Master's been more cold to me recently.\" <br>\nEreshkigal feels some distance building between herself and Master. In order to increase her appeal, Dumuzid suggests something out of the ordinary: to use a video sharing platform called \"ServantTube\"! <br><br> Will Ereshkigal become a famous streamer and grab Master's attention?\n<br><br>\n(Source: Aniplex)\n<br><br>\n<i>Note: 1st Season released June 2, 2021 while 2nd Season released October 13th, 2021.<BR>\nThe first episode of \"Season One\" was pre-aired on the Fate Project New Year's Eve TV Special 2020 program.</i>         "
    },
    {
      "id": "tt13027558",
      "type": "series",
      "name": "Farewell, My Dear Cramer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123494-mhtH5wttSh1x.jpg",
      "description": "Genres: Drama, Sports\nTags:Football/Shounen/Female Protagonist/Primarily Female Cast/Ensemble Cast/School Club/Ojou-sama\nWith no soccer accomplishments to speak of during the entirety of Sumire Suo’s junior high school years, the young wing gets an odd offer. Suo’s main rival, Midori Soshizaki, invites her to join up on the same team in high school, with a promise that she’ll never let Suo “play alone.” It’s an earnest offer, but the question is whether Suo will take her up on it. Thus the curtain opens on a story that collects an enormous cast of individual soccer-playing personalities!\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt13103028",
      "type": "series",
      "name": "Bottom-Tier Character Tomozaki OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127363-jQQauCdjQITM.jpg",
      "description": "Genres: Comedy, Romance\nTags:Female Protagonist/Work/School/Love Triangle\nUnaired episodes included in the third and fourth Blu-ray/DVD volumes. <br><br>\n<b>Entry includes: </b><br>\n\n1) <i>Bottom-Tier Character Tomozaki: Post-game equipment for girls is a little different than usual</i><br><br>\nAfter stopping for lunch at the café where Kikuchi works, the gang chats about love and dating while she tries to listen in--and stay out of sight.<br><br>\n\n2) <i>Bottom-Tier Character Tomozaki: Most strange spell names have unknown origins</i><br><br>\nAoi, Mimimi, and Tama reminisce about the early days of their friendship and a fireworks show that provided the inspiration for Tama's nickname.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12879646",
      "type": "series",
      "name": "Dragon Goes House-Hunting",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112376-M0TG5XsAmcJQ.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Dragons/Elf/Male Protagonist/Episodic/Satire/Demons/Dungeon/Shounen\nLetty is having a monster of a bad day. He can’t fly, breathe fire, and was just kicked out of his family’s lair. Hapless and homeless, this beast needs new digs, but where to start? Enter Dearia, the Demon Lord of Real Estate, making buyers’ dreams come true. Alas, that unique fixer-upper listing shown was infested with a horde of undead squatters—and no fireplace. House-hunting can be a beast!\n<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13984000",
      "type": "series",
      "name": "SEVEN KNIGHTS REVOLUTION: Hero Successor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129386-DlNotDtJoSTg.jpg",
      "description": "Genres: Action, Fantasy\nTags:Henshin/Magic/Male Protagonist/School/Female Protagonist/Nekomimi/Elf\nLong ago, Heroes had saved this world. Many Heroes fought against the powers of Destruction and protected the world. Years in the future… The Heroes had disappeared as the years passed and those possessing their powers called Successors now have the fate of the world in their hands. One of the elite Successors known as the Seven Knights is fighting an army of the Destruction when she saves a boy named Nemo. During the battle, Nemo awakens the powers of a Hero even he didn't know about and displays his powers as a Successor. But his Hero is someone who no one knew and no one ever spoke of. \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14043600",
      "type": "series",
      "name": "Blue Reflection Ray",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129814-eXwKMTyCNge7.jpg",
      "description": "Genres: Drama, Fantasy, Mahou Shoujo, Psychological\nTags:Primarily Female Cast/Female Protagonist/Magic/Henshin/School/Ships\nOptimistic Hiori can’t turn away anyone in need. Awkward Ruka can’t seem to make friends, even when she tries. But these two do have one thing in common: they’re both magical girls called Reflectors! Together, this unlikely pair will use their powers to help resolve emotional struggles and protect the Fragments of people’s hearts.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt10545250",
      "type": "series",
      "name": "Eden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109217-VZ0m6KhY3dHg.png",
      "description": "Genres: Adventure, Sci-Fi\nTags:Artificial Intelligence/Female Protagonist/Full CGI/Family Life/Robots/Post-Apocalyptic/Coming of Age/Real Robot/Tanned Skin/Lost Civilization/Found Family\nThousands of years in the future, a city known as “Eden 3” is inhabited solely by robots whose former masters vanished a long time ago. On a routine assignment, two farming robots accidentally awaken a human baby girl from stasis questioning all they were taught to believe -- that humans were nothing more than a forbidden ancient myth. Together, the two robots secretly raise the child in a safe haven outside Eden.<br><br>(Source: Netflix, edited)"
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "Yuru Camp△ SEASON 2 OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b134413-HLw4hdGPty0O.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Cute Girls Doing Cute Things/Outdoor/Female Protagonist/Coming of Age/Environmental/School Club/Surreal Comedy/Rural\nOVAs included with the second and third volumes of the <i> Yuru Camp△ SEASON 2</i> Blu-ray/DVD.<br>\n<br>\n<i>This entry contains the following:</i> <br>\nBD/DVD Volume 2: ミステリーキャンプ (Mystery Camp), May 26, 2021.<br>\nBD/DVD Volume 3: 旅するしまりん (Tabi-suru Shima Rin), Jul 28, 2021."
    }
  ]
}