{
  "metas": [
    {
      "id": "tt1685401",
      "type": "series",
      "name": "High School of the Dead",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8074-YB63Ik96fjPj.png",
      "behaviorHints": {
        "defaultVideoId": "tt1685401"
      },
      "description": "Genres: Action, Drama, Ecchi, Horror, Romance, Supernatural\nTags:Zombie/Survival/Pandemic/Gore/Body Horror/Male Protagonist/Ensemble Cast/Nudity/Guns/Female Harem/Swordplay/Love Triangle/Tsundere/School/Heterosexual/Shounen\nThe lockers are splattered with blood, the student bodies are piling up and that's not mystery meat they're eating in the cafeteria… it's the faculty! And that's just the start of the worst day of school ever when a nightmarish virus is unleashed, turning humans into flesh eating zombies and converting Fujimi High School into a literal hell on Earth. Now it's a crash course in survival, and the only test or skill that matters is the ability to keep moving, breathing and fighting. Because if nerds, jocks and the surviving staff can't find a way to work together to escape this carnal house of education, they're all going to end up on the menu. And that's assuming there's anyplace safe left to escape to.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2016670",
      "type": "series",
      "name": "Shiki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7724-NwNnRsI34eDa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2016670"
      },
      "description": "Genres: Horror, Mystery, Supernatural, Thriller\nTags:Survival/Rural/Ensemble Cast/Denpa/Philosophy/Gore/Urban Fantasy/Pandemic/Medicine/Male Protagonist/Revenge/Primarily Teen Cast/Religion/Foreign/Achronological Order/Guns/Writing/Yandere/Monster Girl\nDuring a fiercely hot summer in Sotoba, a peaceful and quiet village with a population of 1300 people, a series of bizarre deaths begin to occur. At the same time, a strange family moves into a long abandoned mansion in the region. After supposedly visiting this strange family, the fashionable Shimizu Megumi goes missing and the entire village goes out in search for her. "
    },
    {
      "id": "tt1694038",
      "type": "series",
      "name": "Seitokai Yakuindomo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8675-5H2QSLvXA7bH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1694038"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Parody/School Club/Primarily Female Cast/Ensemble Cast/Male Protagonist/Episodic/Shounen/Heterosexual/Female Harem/Primarily Teen Cast/Kuudere\nTsuda Takatoshi is about to begin his first year in Ousai Academy.  His decision to enter Ousai was based upon it being close to his home and he paid no heed to the fact he'd be among the first boys to enter the recently gender-integrated school.<br><br>\nOn his first trip to school, Takatoshi is surrounded by girls; the train has nothing but girls, the walk to school has nothing but girls and once he finally arrives he is approached by a group of girls and summarily appointed vice-president of the student council and, as expected, he is the only boy there.<br><br>\nNow Takatoshi finds himself surrounded by crazy girls who do nothing but horrify him with their candid conversations about feminine hygiene products and, what's worse, assume he's the worst kind of man, the kind who doesn't clean himself and watches porn all day long."
    },
    {
      "id": "tt1316554",
      "type": "series",
      "name": "Black Butler II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx6707-eZvzqWlu51DD.png",
      "behaviorHints": {
        "defaultVideoId": "tt1316554"
      },
      "description": "Genres: Action, Comedy, Fantasy, Mystery, Supernatural\nTags:Primarily Male Cast/Demons/Male Protagonist/Historical/Foreign/Anti-Hero/Crossdressing/Gender Bending/Butler/Shounen/Kuudere/Transgender\nIn late-nineteenth century England, one year and three months after the dramatic conclusion of the original series, Kuroshitsuji II introduces a new butler and young master. The sadistic yet cheerful Alois Trancy has faced some harsh times. He was kidnapped as a baby, and was forced to work in a village as a slave. Gradually, he lost his parents, his best friend, and everyone he knew. Alois eventually returned home and became the head of his mansion, but seemed to exhibit some strange behavior ever since. Even more curiously, he returned with Claude Faustus, an enigmatic, emotionless butler with unfathomable talent...<br><br>\n(Source: AnimeNewsNetwork)"
    },
    {
      "id": "tt1685397",
      "type": "series",
      "name": "Amagami SS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx8676-rpRpE8lD4tbw.png",
      "behaviorHints": {
        "defaultVideoId": "tt1685397"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Ensemble Cast/Male Protagonist/Heterosexual/Female Harem/Primarily Female Cast/School Club/Swimming/Kuudere\nTwo years ago, Junichi Tachibana had his heart broken by a girl who stood him up on a date on Christmas Eve. Now a second-year student in high school, Junichi is wary of love because of his past and dislikes celebrating Christmas. However this Christmas, his encounter with one of six girls from his school: Haruka Morishima, Kaoru Tanamachi, Sae Nakata, Ai Nanasaki, Rihoko Sakurai, or Tsukasa Ayatsuji will finally open up his heart to love again."
    },
    {
      "id": "tt0962826",
      "type": "series",
      "name": "Black Lagoon: Roberta's Blood Trail",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4901-evMxxc1A8pCF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0962826"
      },
      "description": "Genres: Action, Adventure, Drama, Thriller\nTags:Guns/Gore/Revenge/Seinen/Crime/Primarily Adult Cast/Mafia/Anti-Hero/Noir/War/Military/Foreign/Maids/Male Protagonist/Pirates/Gangs/Nudity/Female Protagonist/Politics/Rape/Triads\nRoberta, the terrorist-turned-maid that made her appearence in the first season of 'Black Lagoon', returns in this five-episode OVA series - and this time, all bets are off!<br><br>\nRoberta's benefactor, the patriarch of the Lovelace clan, is murdered during a political rally.  The assassin's trail soon leads back to Roanapur - so now she has returned on a mission of vengeance!  However, close behind her is the new patriarch, Garcia, as well as Roberta's apprentice (and maid), Fabiola Iglesias.  As the body count of Roberta's bloody rampage mounts, forces from within the corrupt island (which includes the Lagoon Company), as well as overseas converge on what threatens to escalate into all-out war!"
    },
    {
      "id": "tt1685410",
      "type": "series",
      "name": "Okami-san and Her Seven Companions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7769-4SPih8uS2E4j.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1685410"
      },
      "description": "Genres: Comedy, Romance\nTags:Parody/Fairy Tale/Meta/School Club/Tsundere/Boxing/Crossdressing\nOokami Ryouko is a spunky and, by some accounts, rather manly high school girl. She is tall, speaks in a traditionally masculine way and is very proficient in fighting. Ookami-san's best friend is the small and high-pitched voiced Akai Ringo. Incidentally, the two are rather flat-chested, a fact the Narrator (voiced by Arai \"Kuroko\" Satomi of Railgun fame) is all too eager to point out.<br><br>\nOokami and Ringo are members of the Otogi Bank, a club in Otogi High School that assists students with their problems in return for their assistance on a different problem at a later date; thus the Otogi Bank is effectively a loan institute for problems where you can take out a loan for a solved problem but you have to repay it sooner or later.<br><br>\nThe Otogi Bank is able to solve any problem and will go to any lengths to do so, often leading the members to danger or mayhem. Since most of the members of the club are female, another male is needed for the more dangerous assignments. Thus, the scopophobic (the fear of being looked at) Morino Ryoushi is inducted as a member, right after he confesses his love for Ookami..."
    },
    {
      "id": "tt1690400",
      "type": "series",
      "name": "The Legend of the Legendary Heroes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8086-xmkheTESFMRs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1690400"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Swordplay/Politics/War/Military/Male Protagonist/Slapstick/Kuudere\n\"Alpha Stigma\" are known to be eyes that can analyze all types of magic. However, they are more infamously known as cursed eyes that can only bring destruction and death to others.\n<br><br>\nRyner Lute, a talented mage and also an Alpha Stigma bearer, was once a student of the Roland Empire's Magician Academy, an elite school dedicated to training magicians for military purposes. However, after many of his classmates died in a war, he makes an oath to make the nation a more orderly and peaceful place, with fellow survivor and best friend, Sion Astal.\n<br><br>\nNow that Sion is the the king of Roland, he orders Ryner to search for useful relics that will aid the nation. Together with Ferris Eris, a beautiful and highly skilled swordswoman, Ryner goes on a journey to search for relics of legendary heroes from the past, and also uncover the secrets behind his cursed eyes.\n<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt2716982",
      "type": "series",
      "name": "Nura: Rise of the Yokai Clan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7592-28Qy7SBbSquT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2716982"
      },
      "description": "Genres: Action, Supernatural\nTags:Youkai/Shounen/Male Protagonist/Dissociative Identities/Demons/Shapeshifting/Swordplay/School/School Club/Kuudere/Politics\nRikuo Nura appears to be an average middle school student. No one knows that he comes home every day to a house full of youkai, nor that he transforms into the all-powerful leader of these spirits at night. However, much to the disappointment of many, Rikuo is determined to live as normal a life as possible."
    },
    {
      "id": "tt1339238",
      "type": "series",
      "name": "Sekirei: Pure Engagement",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5277-FVXhVU8xoY6z.png",
      "behaviorHints": {
        "defaultVideoId": "tt1339238"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Female Harem/Super Power/Nudity/Male Protagonist/Primarily Female Cast/Battle Royale/Seinen\nThe battle to find the supreme Sekirei continues. Still some of the fighters and their masters refuse to participate in the battle since losing it means to lose the Sekirei forever, and many of them actually care about their partners, while others just use them as tools. A storm is rising on the horizon, a bigger threat approaches the city and it's about to bring pain and suffering to those who love and care for their Sekireis.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1694025",
      "type": "series",
      "name": "Cat Planet Cuties",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6166-TzYLyxIl3a6i.png",
      "behaviorHints": {
        "defaultVideoId": "tt1694025"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Nekomimi/Kemonomimi/Aliens/Nudity/Female Harem/Guns/CGI/Heterosexual\nThe story revolves around Kakazu Kio, an ordinary high school freshman living in Okinawa. A girl with cat ears appears before him during a memorial service for one of his family ancestors. The girl calls herself Eris and claims she is an alien. Before long, fanatical alien worshipers and a mysterious government agency are in hot pursuit of Eris, but Kio's childhood friend Manami&mdash;who wants to follow in her father's footsteps in the CIA&mdash;captures Eris. Kio finds himself having to protect Eris from everyone.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1584000",
      "type": "series",
      "name": "Durarara!! Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8408-ty3umDE46vVK.png",
      "behaviorHints": {
        "defaultVideoId": "tt1584000"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Urban Fantasy/Twins/Mythology/Achronological Order/Delinquents/Gangs/Ensemble Cast/Kuudere\nTwo extra DVD episodes of Durarara!!<br><br><strong>Episode 12.5</strong><br>\nHappens between episodes 12 and 13. A UFO is supposedly spotted in Ikebukuro, but what is it really?<br><br><strong>Episode 25</strong><br>\nHappens after episode 24, the final episode. Shizuo's brother hosts a TV special downtown, but his life is apparently in danger."
    },
    {
      "id": "tt2198397",
      "type": "series",
      "name": "Black★Rock Shooter (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7059-8fqxS4nNzbq7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2198397"
      },
      "description": "Genres: Action, Drama, Slice of Life\nTags:School/Female Protagonist/Primarily Female Cast/LGBTQ+ Themes\nThese young girls' hearts are pure, and then violent!<br><br>\nMato Kuroi just got into junior high school, and on the first day, someone catches her eye; her classmate Yomi Takanashi. The two meet. The innocent and naive Mato. The mature Yomi. Seemingly opposites, but the time they spend together only strengthens a growing friendship. But as they go into their second year at the school, they get placed in separate classes, and they begin to grow apart.<br><br>\nBut somewhere simultaneously... In another world, a young girl, blue fire residing in her eyes, Black Rock Shooter faces another young girl; this one holding a jet-black scythe, Dead Master, and a battle to the death begins to unfold.<br><br>\n(Source: The Official Black Rock Shooter Site) "
    },
    {
      "id": "tt1685408",
      "type": "series",
      "name": "Mitsudomoe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7627-cSjDaGpufSgP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1685408"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Child Cast/School/Teacher/Bullying/Cute Girls Doing Cute Things/Family Life/Meta/Kuudere/Shounen\nThe 11-year-old Marui triplets could not be any more different. The oldest one, Mitsuba, is sadistic and kind of mature for her age. The middle one, Futaba, is perverted and very athletic and has the strength of a full-grown man. The youngest one, Hitoha, is generally very quiet and gentle but when push comes to shove, she might just be the strongest, the most perverted and the most sadistic out of the three.<br><br>\nThe three are all in the same class, led by the newly graduated teacher Yabe Satoshi. He usually gets pushed around by the girls and, on occasion, abused but the triplets also try to lead him and the new school nurse, the clumsy Kuriyama Aiko, together. However, Yabe had no intention of dating Aiko and the methods the triplets use to accomplish their goal are highly unorthodox..."
    },
    {
      "id": "tt1634208",
      "type": "series",
      "name": "Maid-Sama! LaLa Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10298-mnM3kWmFb2TP.png",
      "behaviorHints": {
        "defaultVideoId": "tt1634208"
      },
      "description": "Genres: Comedy\nTags:Shoujo/Bar/Parody/School/Work/Maids/Kuudere\nKaichou wa Maid-sama! special that was included on a DVD released with the magazine LaLa.  Features character introductions and voice swapping comedy."
    },
    {
      "id": "tt1690414",
      "type": "series",
      "name": "Occult Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6974-s0FIJwdvyXj9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1690414"
      },
      "description": "Genres: Comedy, Mystery, Sci-Fi, Supernatural\nTags:School/Female Protagonist/Detective\nIn the year 2012, the world is a wasteland invaded by aliens. Time travelers like Fumiaki are sent back to the year 1999 in order to destroy the \"Nostradamus Key\" to prevent the apocalypse. In 1999, Maya, the daughter of the former principal of Waldstein Academy (a.k.a. Occult Academy), returns to the academy to replace her father. Despising her father's obsession with the occult, Maya is hell-bent on running the school into the ground out of spite. Her plan is interrupted when she meets Fumiaki and learns of the forthcoming destruction of the world. They form a pact to look for the key.<br>\n<br>\n(Source: NIS America)"
    },
    {
      "id": "tt1300176",
      "type": "series",
      "name": "Strike Witches 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6381-57sST6qDyFPD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1300176"
      },
      "description": "Genres: Action, Ecchi, Sci-Fi\nTags:Aviation/Magic/Military/Primarily Female Cast/Female Protagonist/Ensemble Cast/Yuri/Nudity/Kemonomimi/Kuudere/Tsundere/Card Battle\nAfter discovering that Neuroi are capable of communication with humans and making peace with the nest above Gallia the Witches squads are now on a mission to re-establish communication when a sudden attack vanishes the Neuroi; they now discover a new and massive nest that just appeared covering almost all Europe. Ruthless and without mercy it annihilates allied forces along with Witches. Word of the attack reaches Fuso and a support battalion is deployed to rescue the survivors. Among the rescue team is the former Striker captain Mio Sakamoto and the now civilian Yoshika Miyafuji who want to save their dear friends.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8839614",
      "type": "series",
      "name": "Hiyokoi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8768.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8839614"
      },
      "description": "Genres: Romance\nTags:Shoujo/Female Protagonist/Male Protagonist/School/Heterosexual\nHiyori, a small and timid girl, goes to school for the first time in a year since an accident left her hospitalized. Follow her as she struggles with her social skills, tries to make friends and maybe even a little bit more...?<br><br>\n(Source: One Manga)"
    },
    {
      "id": "tt1515996",
      "type": "series",
      "name": "Toaru Kagaku no Railgun: Entenka no Satsuei Model mo Raku ja Arimasen wa ne.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9063-2vqo3cYQyGRb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515996"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Female Protagonist/Primarily Female Cast/Super Power\nSpecial beach episode bundled with the official visual book."
    },
    {
      "id": "tt15140256",
      "type": "series",
      "name": "Sono Hanabira ni Kuchizuke wo: Anata to Koibito Tsunagi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7748.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15140256"
      },
      "description": "Genres: Hentai, Romance\nTags:Yuri/Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast/Tsundere/School/Philosophy/Cunnilingus/Flat Chest\nMy name is Sawaguchi Mai. I always get myself involved with my classmate, Kawamura Reo.<br>\nReo is pretty short and has silky hair... In short, she's cute. But sometimes, she can be really obstinate.<br>\nI'm trying to do my best to get her to get along with the rest of the class, but since we're both headstrong we always end up fighting.<br>\nIt's so frustrating, especially since she can't do anything without me around!<br><br>\nBut whenever I talk to her, Reo always acts like I'm bothering her. I wonder if she hates me...<br>\nBut then, just when I got all depressed Reo came up to me and told me,<br>\n\"You've got it all wrong! I love you, Mai! I love you so much!\"<br>\nHer confession completely took me by surprise. Could it be that I'm in love with Reo too!?<br><br>\n(Source: dlsite.com)"
    },
    {
      "id": "tt0409591",
      "type": "series",
      "name": "NARUTO: Soyokazeden - Naruto to Mashin to Mitsu no Onegai Dattebayo!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10659.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0409591"
      },
      "description": "Genres: Action, Comedy\nTags:Shounen/Super Power/Orphan/Ensemble Cast/Primarily Child Cast\nNaruto discovers a genie's bottle while he and the gang are at a genin grill party. When everyone finds out about the genie's ability to grant wishes, the ultimate chase begins.<br>\n<br>\n<i>Note: Screened together with NARUTO: Shippuuden - The Lost Tower</i>"
    },
    {
      "id": "tt1410218",
      "type": "series",
      "name": "K-ON! Season 2 Shorts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b9203-Dvr3qxjibGHK.png",
      "behaviorHints": {
        "defaultVideoId": "tt1410218"
      },
      "description": "Genres: Comedy\nTags:Chibi/Primarily Female Cast/Flash/Female Protagonist/Band/Kuudere\nExtra short anime <i>Ura-On!!</i> included in the limited edition of the <i>K-ON!!</i> Blu-ray."
    },
    {
      "id": "tt1411816",
      "type": "series",
      "name": "Sengoku Basara: Samurai Kings 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6634-vIE3Zufsz2bP.png",
      "behaviorHints": {
        "defaultVideoId": "tt1411816"
      },
      "description": "Genres: Action, Drama, Fantasy\nTags:Swordplay/Super Power/Historical/Primarily Male Cast/Samurai/Male Protagonist/Primarily Adult Cast\nThe second season of <i>Sengoku Basara</i>.<br>\n<br>\nJapan's toughest warlords are on the move, leading massive armies against their rivals in a thrilling quest for total domination. Wielding insane weaponry and unleashing the elements to boost their already awesome power, these warrior generals roar into the fray atop turbo-charged stallions, slicing through the enemy with six blades at once.<br>\n<br>\nThey brandish explosive shotguns and swing swords the size of men. They crush the opposition with rolling battle fortresses and incinerate their foes with solar death rays. Hordes of ninja assassins and samurai fight to vanquish every adversary in their sight. As loyalties crumble and new alliances are forged in the scorching heat of battle, heroes become conquerors and conquerors become legends. This is war!<br>\n<br>\n(Source: Manga Entertainment)"
    },
    {
      "id": "tt1847445",
      "type": "series",
      "name": "The Tatami Galaxy Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8985-evIGRMCQrkmE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1847445"
      },
      "description": "Genres: Comedy\nTags:Male Protagonist/Surreal Comedy/Achronological Order/Episodic/Ships/College/Fishing\nDVD/BD specials for Yojouhan Shinwa Taikei."
    },
    {
      "id": "kitsu:5576",
      "type": "series",
      "name": "Kuttsukiboshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9014-UXVMlqhBqjSs.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5576"
      },
      "description": "Genres: Drama, Ecchi, Romance, Supernatural\nTags:Yuri/Female Protagonist/Nudity/Magic/Primarily Female Cast/School/Urban Fantasy/LGBTQ+ Themes/Bisexual/Super Power\nKiiko is your normal girl, besides her secret of being able to move objects with her mind. When a new student named Aaya moves in, Kiiko starts to develop feelings toward her. The two will eventually then start their romantic relationship. Although everything seems fine, Kiiko does not know that Aaya has another secret, a secret that could ruin Kiiko's feelings and trust for Aaya.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1339238",
      "type": "series",
      "name": "Sekirei: Pure Engagement Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9355.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1339238"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Primarily Female Cast/Nudity/Female Harem\nEpisode 0 \"Kanwanidai (two subepisodes: Sekirei Shindan &amp; Sekirei Yoka)\" of Sekirei ~Pure Engagement~ released on the first DVD and BD volume."
    },
    {
      "id": "tt2575242",
      "type": "series",
      "name": "Koi Suru Boukun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8634.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575242"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Rape/College/LGBTQ+ Themes/Drugs\nBeing in love with your not-gay senpai isn't easy, but being in love with your not-gay, homophobic and (to top it off) tyrannical senpai can be hell! And that's something Tetsuhiro Morinaga can relate to... especially now that he's had a taste of the forbidden fruit! "
    },
    {
      "id": "tt1783878",
      "type": "series",
      "name": "Digimon Fusion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8624.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1783878"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Virtual World/Kids/Primarily Child Cast/Male Protagonist/Monster Girl/Artificial Intelligence/Anthropomorphism\nTaiki Kudou, an upbeat seventh-grade boy who always helps people in need, encounters a Digimon named Shoutmon, who brings him and his friends to the Digital World. With his friends Akari Hinomoto and Zenjirou Tsurugi, they form Team Xros Heart to compete against rival teams battling for supremacy, with their ultimate goal of taking down the evil Bagura Empire, who plans to conquer the Digital World.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1636694",
      "type": "series",
      "name": "Demon King Daimaou Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8465.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1636694"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Magic/Shounen/Kuudere/Nudity\nDVD/BD specials of Ichiban Ushiro no Daimaou."
    },
    {
      "id": "tt1568632",
      "type": "series",
      "name": "Sound of the Sky Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8197-UYNfrJE3QKQO.png",
      "behaviorHints": {
        "defaultVideoId": "tt1568632"
      },
      "description": "Genres: Music, Sci-Fi, Slice of Life\nTags:Primarily Female Cast/Military/Female Protagonist/Cute Girls Doing Cute Things/Ensemble Cast/Post-Apocalyptic/Lost Civilization/Episodic/Kuudere\nAccording to the official website, two extra episodes will be included in the Blu-ray and DVD volumes 4 and 7 of \"Sora no Woto\". The volumes 4 and 7 will be released on June 23rd (episode 7.5) and September 22nd (episode 13), respectively. <br>"
    },
    {
      "id": "tt1515976",
      "type": "series",
      "name": "11eyes OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7739-emb75TfVlWqY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515976"
      },
      "description": "Genres: Comedy, Ecchi, Supernatural\nTags:Super Power/Kuudere\nIn this special episode, Kakeru and the team have another wild adventure. Kakeru can now see through clothes, Yuka's able to change boys into girls and Takahisa can now shoot water from his finger! Watch the parody of 11 Eyes! <br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1876331",
      "type": "series",
      "name": "Hen Zemi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8101.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1876331"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Seinen/College/School Club/Primarily Adult Cast/Nudity/Female Protagonist\nMatsutaka Nanako is a normal university student, who happened to enroll in an Abnormal Physiology seminar. She tries to keep her mental state sound, but other abnormal classmates start to influence her personality...\n"
    },
    {
      "id": "tt1855155",
      "type": "series",
      "name": "Cat Shit One",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6280-UvqTloxpu1D2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1855155"
      },
      "description": "Genres: Action, Fantasy\nTags:Military/War/Guns/Full CGI/Animals/Male Protagonist/Terrorism/Anthropomorphism/Primarily Male Cast/Politics/Foreign/Work\nThis bold account follows the brave exploits of Sergeant \"Packy\" Perkins and his unit... of rabbits! Join Packy and Private \"Bota\" Botasky as they resolve an Iranian hostage crisis. Watch these commando-style bunnies through an anthropomorphic lens as events unfold and violence erupts.<br><br>\nNote: This anime has been provisionally set to 'Finished Airing' due to lack of official information regarding future installments."
    },
    {
      "id": "tt1568943",
      "type": "series",
      "name": "Bungaku Shoujo: Memoire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8481.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1568943"
      },
      "description": "Genres: Comedy, Drama, Mystery, Psychological, Romance\nTags:Ensemble Cast/Female Protagonist/Primarily Female Cast/Classic Literature/School\nThree-episode prequel to the upcoming movie told by three main heroines."
    },
    {
      "id": "tt1685415",
      "type": "series",
      "name": "Blessing of the Campanella",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b6979-Nuro0bEpt0g2.png",
      "behaviorHints": {
        "defaultVideoId": "tt1685415"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Nudity/Female Harem/Magic/Kuudere\nThe story takes place in a trading city Ert'Aria. Leicester Maycraft is an item engineer belonging to an adventurer guild \"Oasis\". One night, he is at a party with his friends to see a meteor stream on the rooftop of a chapel. One meteor grazes them and hits the steeple of the chapel. There he finds a secret room and a sleeping girl. The girl wakes up and says \"You must be my father!\". The encounter with the mysterious girl brings an unexpected adventure to Leicester."
    },
    {
      "id": "tt13949068",
      "type": "series",
      "name": "Queen's Blade: Beautiful Warriors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8456.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13949068"
      },
      "description": "Genres: Action, Adventure, Ecchi, Fantasy\nTags:Nudity/Episodic/Primarily Female Cast/Maids/Elf/Monster Girl\nQueen's Blade OVA. Contains short stories from the lives of the warriors after the Queen's Blade competition."
    },
    {
      "id": "tt1365047",
      "type": "series",
      "name": "Kyou, Koi wo Hajimemasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8560-iBAojH5Fl0RK.png",
      "behaviorHints": {
        "defaultVideoId": "tt1365047"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Shoujo/Female Protagonist/School/Primarily Teen Cast\nTsubaki is a girl who loves making her younger sister's hair pretty every morning, but she doesn't think that kind of style suits herself! <br><br>\nOn the day of her High School Opening Ceremony, after she failed to be the top student (who usually makes the ceremony speech), she finds herself sitting next to the actual top student of the 1st years, the worst rude guy ever, Kyouta. <br><br>\nBecause of his saying bad things to her she purposely cuts his hair. Kyota requests that Tsubaki pay him back \"with her body\" but Tsubaki pays him back by fixing his hair and making it even shorter! Afterwards, Kyota unexpectedly kisses Tsubaki and swears he'll make her his woman."
    },
    {
      "id": "tt1679436",
      "type": "series",
      "name": "Mayoi Neko Overrun! Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8599.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1679436"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Kemonomimi/Kuudere\nMayoi Neko Overrun! Extra."
    },
    {
      "id": "tt2242181",
      "type": "series",
      "name": "Robotica * Robotics",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12137.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2242181"
      },
      "description": "Genres: Psychological, Sci-Fi, Slice of Life\nTags:Robots/Boys' Love\nWhat is love? Two robots abandoned by their previous owner are with a new owner, a scientist. A story about the meaning of love."
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikkitousen: XTREME XECUTOR - Yume Rokkei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8507-1SeRwYky00mM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0486171"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Tomboy/Kuudere/Nudity\nIkkitousen: Xtreme Xecutor Blu-ray and DVD specials."
    },
    {
      "id": "tt1583417",
      "type": "series",
      "name": "Je t'aime",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b20569-v5pyJLr1ezB6.png",
      "behaviorHints": {
        "defaultVideoId": "tt1583417"
      },
      "description": "Genres: Sci-Fi\nTags:No Dialogue/Post-Apocalyptic/Artificial Intelligence/Animals/Lost Civilization/Urban\nSet in Tokyo in the near future, when all humanity has been wiped out, a lonely basset hound wanders around a deserted city. Its only wish is to feel the warmth of a human being once more."
    },
    {
      "id": "tt1216131",
      "type": "series",
      "name": "Kure-nai OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8078.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216131"
      },
      "description": "Genres: Action, Comedy\nTags:\nA Kure-nai OVA featuring new character designs closer to the novel/manga."
    },
    {
      "id": "tt1746043",
      "type": "series",
      "name": "Princess Jellyfish: Go",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10391.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1746043"
      },
      "description": "Genres: Adventure, Comedy\nTags:Primarily Female Cast/Outdoor/Parody/Primarily Adult Cast/Josei/Female Protagonist\nThe Amars go on an adventure in the forest."
    },
    {
      "id": "tt1634208",
      "type": "series",
      "name": "Kaichuu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9205.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1634208"
      },
      "description": "Genres: Comedy, Sports\nTags:Archery/Transgender/School Club/Seinen\nTachikawa Tetsuya is a freshman at a new high school and he wants to become a great archer, like his late grandfather, Fudou.<br><br>\nOne day, a new transfer student joins his class. In a surprise to everyone, it is a cute girl and not a guy like the rumors were saying... The name is Sasaki Gonzaburou, and... \"she\"... or maybe \"he\"... well, this person has some \"little\" secrets."
    },
    {
      "id": "tt6608398",
      "type": "series",
      "name": "Yumeiro Pâtissière: Mune Kyun Tropical Island!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8894.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6608398"
      },
      "description": "Genres: \nTags:Kids/School/Shoujo/Female Protagonist/Food\nSpecial episode of Yumeiro P&acirc;tissi&egrave;re shown at the Ribon event along with Hiyokoi."
    },
    {
      "id": "tt1636704",
      "type": "series",
      "name": "Shin Koihime†Musou: Otome Ryouran☆Sangokushi Engi OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7774.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1636704"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Female Protagonist/Primarily Female Cast/Nudity\nThe story takes place at St. Francesca Academy. After the battle between the students ended, they all go to a southern island."
    },
    {
      "id": "tt1614320",
      "type": "series",
      "name": "Zettai Karen Children OVA: Aitazousei! Ubawareta Mirai?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7745.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1614320"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen\nAn OVA that takes place during the manga's middle school storyline."
    },
    {
      "id": "tt1442449",
      "type": "series",
      "name": "Pikachu no Fushigi na Fushigi na Daibouken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11069-o60FFFnD6TGy.png",
      "behaviorHints": {
        "defaultVideoId": "tt1442449"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Animals\nWhile being let out to play by their trainers, Pikachu and Piplup wind up separated from their Pok&eacute;mon friends and wind up travelling with a Skitty into a strange dimension, unknowingly followed by Croagunk, Team Rocket's Pok&eacute;mon and a Marill that's desperate to have someone hear her sing... <br><br>\n(Source: Bulbapedia)"
    },
    {
      "id": "tt27028429",
      "type": "series",
      "name": "Mokei Senshi Gunpla Builders Beginning G",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9040.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt27028429"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Male Protagonist/Shounen/Primarily Child Cast\nHaru Irei, who witnessed the 1/1 scale RX-78-2 Gundam in Odaiba, becomes inspired to build Gunpla, which is a portmanteau of Gundam Plastic model kit. Haru purchases a one of a kind gunpla, the GPB-X80 Beginning Gundam. After building the kit, Haru, now a Gunpla Builder, and the Beginning Gundam enter the virtual world of Gunpla Battle, where players can pilot their customized Gunpla in team matches or one-on-one fights. Haru must rely on the support of his friends if he is to become a Gunpla Battle Champion and attain the rank of Gunpla Meister."
    },
    {
      "id": "tt1751305",
      "type": "series",
      "name": "Oreimo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx8769-ScwwByWVEnfx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1751305"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/Tsundere/Heterosexual/Primarily Teen Cast/Male Protagonist/Coming of Age/Love Triangle/Female Harem/School/Kuudere/Cosplay/Chuunibyou/Writing/Primarily Female Cast/Family Life/Parody\nKyosuke Kosaka, a normal 17-year-old high school student living in Chiba, has not gotten along with his younger sister Kirino in years. For longer than he can remember, Kirino has ignored his comings and goings and looked at him with spurning eyes. It seemed as if the relationship between Kyōsuke and his sister, now fourteen, would continue this way forever. One day however, Kyosuke finds a DVD case of a magical girl anime which had fallen in his house's entrance way.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1899022",
      "type": "series",
      "name": "The World God Only Knows",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8525-qakD1tUOk1Zu.png",
      "behaviorHints": {
        "defaultVideoId": "tt1899022"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Parody/Male Protagonist/Video Games/Meta/Episodic/Primarily Teen Cast/Shounen/School/Otaku Culture/Ensemble Cast/Demons/Surreal Comedy/Female Harem/Ghost/Ojou-sama/Hikikomori/Gods/Firefighters/Kuudere/Athletics/Butler/Heterosexual\nKeima is a dating sim champion. Cute girls are rendered powerless by his irresistible game playing techniques. Too bad things aren't that way in the real world. That is, until his tempting game playing causes a real live&mdash;and very bubbly-cute&mdash;demon hunter named Elsie to materialize! Now Elsie wants Keima to help her free hot girls from sneaky demons who secretly possess them. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1738419",
      "type": "series",
      "name": "Bakuman.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7674-DtZsn5IlERGO.png",
      "behaviorHints": {
        "defaultVideoId": "tt1738419"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Work/Drawing/Writing/Coming of Age/Ensemble Cast/Male Protagonist/Heterosexual/Meta/Shounen/School/Primarily Teen Cast\nMoritaka Mashiro and Akito Takagi are pretty much foils of each other. Mashiro, an average 9th grade student but talented artist, and Takagi, an overall advanced 9th grader and aspiring writer. After great convincing, Takagi convinces Mashiro to join him in becoming the greatest mangakas Japan has ever seen. Takagi, with his gift of writing, hopes to become a successful mangaka, and Mashiro, with his gift of art, hopes to marry the girl of his dreams, Azuki Miho. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1308089",
      "type": "series",
      "name": "A Certain Magical Index II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8937-i3AW4QZxQHMy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1308089"
      },
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Urban Fantasy/Magic/Super Power/Slapstick/Male Protagonist/Female Harem/Nudity/Nun/Tsundere/Artificial Intelligence/Kuudere\nIndex is still a fugitive, and many powerful magical organizations and individuals want to take her to use the books in her memory, eliminating her in the process. War between those organizations is also starting to emerge. Index can only rely on her friend Touma, who has always protected her, along with Misaka and other friends from the Academy.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1743681",
      "type": "series",
      "name": "Yosuga no Sora: In Solitude Where We are Least Alone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8861-DZKseZpdtBwp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1743681"
      },
      "description": "Genres: Drama, Ecchi, Romance\nTags:Twins/Nudity/Ensemble Cast/Heterosexual/Primarily Female Cast/Rural/Female Harem/Shrine Maiden/Tsundere/Trains/Meta/Mahjong/Male Protagonist/Female Protagonist/Chibi/Masturbation\nHaruka Kasugano and his twin sister Sora have lost both their parents in an accident, and with them all their support. They decide to move out of the city to the rural town where they once spent summers with their late grandfather. At first everything seems familiar and peaceful, but changes come as Haruka starts to remember things from his youth.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1727444",
      "type": "series",
      "name": "Panty & Stocking with Garterbelt",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8795-lB0XvcH8ztx9.png",
      "behaviorHints": {
        "defaultVideoId": "tt1727444"
      },
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Parody/Female Protagonist/Episodic/Satire/Anti-Hero/Swordplay/Guns/Angels/Surreal Comedy/Nudity/Demons/Henshin/Ghost/Heterosexual/Chibi/School/Monster Girl/Tokusatsu/Cheerleading\nPanty and Stocking – the Anarchy Sisters – are two nasty-ass angels who got booted from the pearly gates for being foul-mouthed bitches! Now they spend their nights blowing up ghosts in the seedy abyss between Heaven and Earth. Panty likes sex, Stocking likes sweets, their afro-sporting main man Garter Belt has a fetish we can't mention. Together, they're turning the mean streets of Daten City into a buffet of bodily fluids. Ghosts don't stand a chance against their lingerie of mass destruction, and if this debaucherous duo can collect enough Heaven Coins, they just might get their halos back. It's a slim chance in hell, but anything can happen when you're rolling commando, especially with Panty and Stocking! <br><br>\r\n(Source: FUNimation) "
    },
    {
      "id": "tt1216222",
      "type": "series",
      "name": "Motto To Love Ru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9181.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216222"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Surreal Comedy/Female Harem/Primarily Female Cast/School/Nudity/Episodic/Slapstick/Male Protagonist/Aliens/Heterosexual/Monster Girl/Gender Bending/Shounen/Tsundere/Kuudere\nDid Riko Yuuki’s life go to hell in a handbasket when a naked alien princess from the planet Deviluke suddenly appeared in his bathtub and he found himself betrothed into the universe’s most dysfunctional romantic relationship? No, but only because he never got a damned handbasket. Even if the luscious Princess Lala is finally starting to admit her real feelings for her earthling scum significant other, there are so many other things constantly going wrong that Riko’s doing well just to survive.<br>\n<br>\nWhether it’s due to bounty hunters, a defective transporter, body switches, alien skunks, mighty morphing power bathrooms, a sleepover that goes horribly, horribly wrong, or, that worst galactic scourge of all, Valentine’s Day, each day seems determined to prove why you should never, ever, marry a monster from outer space!<br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1639109",
      "type": "series",
      "name": "Angel Beats! Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9062-x3XnEGxK4eqh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1639109"
      },
      "description": "Genres: Action, Comedy, Drama, Supernatural\nTags:School/Survival/Ensemble Cast/Slapstick/Male Protagonist/Guns/Battle Royale/Kuudere/Gore\nSpecial 1 - Angel Beats!: Stairway to Heaven<br>\nOperation High Tension Syndrome. Another one of Yuri's plans, this time only so they can meet GOD.<br>\nA special, unaired, episode of Angel Beats! which is included in the 7th volume of the BD/DVD.<br>\n<br>\nSpecial 2 - Angel Beats!: Hell's Kitchen<br>\nA special, unaired, episode of Angel Beats! which is included in the Blu-ray Box."
    },
    {
      "id": "tt1746043",
      "type": "series",
      "name": "Princess Jellyfish",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8129-VasAsXbiixR1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1746043"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Josei/Crossdressing/Female Protagonist/Primarily Adult Cast/Otaku Culture/Slapstick/Primarily Female Cast/Found Family/Makeup/Gender Bending/Love Triangle/Politics/Ensemble Cast/Fashion/Heterosexual/Femboy/Urban/LGBTQ+ Themes/Drawing\nPlain, timid and obsessed with jellyfish, Tsukimi is a far cry from her idea of a princess. Her tepid life as a jobless illustrator comes complete with roommates who harbor diehard hobbies that solidify their status as hopeless social rejects. These wallflowers run a tight, nun-like ship, but their no-men-allowed-not-no-one-not-no-how bubble is unwittingly burst after Tsukimi brings home a rescued sea jelly and a beauty queen... who's actually a guy.<br>\n<br>\nWhen the threat of losing their cozy convent inspires this glamour boy to turn the neurotic entourage into a portrait of success, will Tsukimi take her chance to bloom, or will she end up a hot mess?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt1639109",
      "type": "series",
      "name": "Angel Beats!: Another Epilogue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx10067-83dhqo4TcbTs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1639109"
      },
      "description": "Genres: Drama, Supernatural\nTags:School/Male Protagonist/Kuudere\nAnother ending epilogue included with the 7th volume of the DVD and Blu-ray.<br>\n<br>\nDisillusioned with the afterlife, a new student causes a scene during a classroom test and expresses his doubts about whether getting good grades can really lead to escaping the school and ascending to Heaven. Afterwards, he is confronted by the new student council president—a familiar face whose past experiences give him powerful insight into the true nature of the school and first-hand knowledge regarding the futility of rebellion.\n"
    },
    {
      "id": "tt2069441",
      "type": "series",
      "name": "Mirai Nikki OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8460-2XDzMMR5wcb8.png",
      "behaviorHints": {
        "defaultVideoId": "tt2069441"
      },
      "description": "Genres: Action, Supernatural\nTags:Shounen/Gods/Battle Royale/Yandere/Crime/CGI\nMiddle school 2nd year, Amano Yukiteru, is a boy who has problem making friends. He thinks of himself as a bystander and will always write down everything he sees in a cell phone diary.<br><br>\nTormented by solitude, Yukiteru began to imagine things like a friend called Deus Ex Machina who is apparently the Lord of Time &amp; Space. Seeing Yukiteru's miserable state, Deus gives him a new ability. His diary will now record events that will happen in the near future. Yukiteru is then forced to participate in a game which the winner will become Deus's successor.<br><br>\nA short OVA that was bundled with the limited edition of the eleventh volume of the manga.\n"
    },
    {
      "id": "tt1528567",
      "type": "series",
      "name": "Heaven's Lost Property: Forte",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8407-lgUv2tUNTONy.png",
      "behaviorHints": {
        "defaultVideoId": "tt1528567"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi, Slice of Life, Supernatural\nTags:Artificial Intelligence/Rural/School Club/Female Harem/Nudity/Shounen/Angels/Male Protagonist/Robots/School/Heterosexual/Aliens/Outdoor/Memory Manipulation/Fishing/Kuudere\nSakurai Tomoki has settled into his life with the two angeloids, Ikaros and Nymph, and is enjoying himself immensely.  However, he keeps having weird dreams and asks all of his friends to help him investigate the cause.<br><br>\nNymph conjures up a device that enables people, but not angeloids, to enter other people's dreams.  The device malfunctions at first but eventually they get to what was supposed to be Tomoki's dream but discover that something is very wrong with it.<br><br>\nLater, a meteor comes crashing down from the skies at the site of the large cherry blossom tree where Tomoki first discovered Ikaros.  An extremely well endowed blonde angeloid with a huge sword emerges from the meteor and sets off in search of Tomoki!"
    },
    {
      "id": "tt1738090",
      "type": "series",
      "name": "Squid Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8557-seSnCyH8Nl16.png",
      "behaviorHints": {
        "defaultVideoId": "tt1738090"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Monster Girl/Slapstick/Episodic/Female Protagonist/Cute Girls Doing Cute Things/Shounen/Work/Chuunibyou/Primarily Female Cast/Urban Fantasy/Chibi\nFoolish land-born air breathers! Behold the terror from the depths, the tentacled conqueror of humanity: Squid Girl! With your pollution and stuff you really deserve it, so prepare for menacing, inky doom! <br><br>\nSquid Girl has come from the depths of the sea to conquer humanity for its pollution of the ocean. Within moments of arriving on the surface world, our easily distracted, little invertebrate is promptly bullied into working for the Aizawa sisters as a waitress, supplying their restaurant with squid ink. If poor Squid Girl can't handle two pushy Japanese girls, how will she ever subjugate the human race? <br><br>\n(Source: Media Blasters) "
    },
    {
      "id": "tt1952071",
      "type": "series",
      "name": "MM!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8424-p2jlUzCWUp1G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1952071"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Masochism/School/Slapstick/Love Triangle/Heterosexual/Male Protagonist/School Club/Parody/Female Harem/Tsundere/Bondage/Bullying/Cute Girls Doing Cute Things/Ojou-sama/Family Life\nThere are twisted tales and twisted tales, but few are as twisted as poor Sado's, who's just realized that he actually likes being made miserable. Of course, knowing that only makes him more miserable, which in turn... well, you get the idea. Desperate to break the circle, Sado volunteers for a special club where he hopes he can work through his issues only to discover that the other members have equally... complex... issues to deal with. <br><br>\nFor example, the hyper-aggressive club president Isurugi not only has a violent fear of cats, but also believes herself to be a god! Then there's Yuno, who's terrified of men; the Nurse, who forces other people to perform cosplay; and Hayama, Sado's best friend and a compulsive cross-dresser, who's also the girl that Sado is infatuated with. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1639471",
      "type": "series",
      "name": "Arakawa Under the Bridge x Bridge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9074-5T2wyJAGyQXw.png",
      "behaviorHints": {
        "defaultVideoId": "tt1639471"
      },
      "description": "Genres: Comedy, Romance\nTags:Surreal Comedy/Episodic/Denpa/Nun/Male Protagonist/Philosophy/Seinen/Ensemble Cast/Kuudere/Homeless/Outdoor/Primarily Adult Cast/Samurai/Battle Royale/Twins\nIn the dry riverbed of Arakawa River, undefeated elite Ichinomiya Kou (aka Ric) met the lovely homeless girl Nino, a self-declared Venusian. Their awkward love stirs up trouble among the other strange inhabitants of the riverbed.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2074011",
      "type": "series",
      "name": "Samurai Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8277.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2074011"
      },
      "description": "Genres: Action, Comedy, Ecchi, Romance\nTags:Samurai/Nudity/Henshin/Primarily Female Cast/Female Harem/Male Protagonist/Swordplay/School/Parody\nThe story takes place in Japan in the early 21st century, in an alternate reality where the Tokugawa Shogunate has remained in power. In this reality, student councils are tasked with oppressing schools. Yagyuu Muneakira is a high school student who rebels against his student council with the help of girls who've had the names of famous samurai heroes passed on to them."
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon: Black & White",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9107.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0168366"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Child Cast/Episodic/Male Protagonist/Kids/Animals/Slapstick/Outdoor/Dragons\nAs with both the Advanced Generation and Diamond &amp; Pearl series before it, the Best Wishes! series begins with only Ash Ketchum, headed off to the Unova region, located far away from Kanto, Johto, Hoenn and Sinnoh, with his Pikachu. After he meets up with the new trainer and rival Trip and the region's Professor Juniper, he gains traveling companions in Iris, a girl from a town known for its Dragon Pok&eacute;mon, and Cilan, Pok&eacute;mon Connoisseur and the Grass Pok&eacute;mon specialist of the three Straition City Gym Leaders. "
    },
    {
      "id": "tt1729627",
      "type": "series",
      "name": "Star Driver",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8934-mfuWBKMTWeJK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1729627"
      },
      "description": "Genres: Action, Mecha\nTags:Super Robot/Ensemble Cast/School/Love Triangle/Henshin/Male Protagonist/School Club/Bisexual/Real Robot/Twins/Female Harem/Kuudere\nTo the south of Japan, there lies a lush green island called Southern Cross Isle. One night, a boy by the name of Takuto Tsunashi washes up on the shore of the island. Having swum from the mainland alone and without any possessions, he enrolls in the senior high level in the school on the island - Southern Cross High School.<br><br>\r\nWith his bright and positive personality, he starts to mix with various students in the school and builds relationships with many of them, including Wako Agemaki and Sugata Shindou. But this school hides a deep secret. There are sleeping giants hidden under the ground called \"Cybodies\".<br><br>\r\nThere are about 20 of these giants, and they are just some of the various secrets kept by everyone on the island: The secret movements of the mysterious organization known as Glittering Crux. The songs of the shrine maidens. And even Takuto himself will soon come to embrace a great secret...<br><br>\r\nThis island in the southern territories surrounded by the blue sea and the blue skies is the stage where the \"Eulogy of Youth\" filled with love, dreams and friendships, will begin. "
    },
    {
      "id": "tt1715081",
      "type": "series",
      "name": "Psychic Detective Yakumo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7662-uW1oWpFeENgf.png",
      "behaviorHints": {
        "defaultVideoId": "tt1715081"
      },
      "description": "Genres: Horror, Mystery, Romance, Supernatural\nTags:Detective/Ghost/Crime/Police/Twins/College/Disability\nHaruka Ozawa's sophomore year is getting seriously scary. One of her friends is possessed, another has committed suicide and Haruka could be the next one to flunk the still-breathing test. Her only way out of this potentially lethal dead end? Yakumo Saito, an enigmatic student born with a mysterious red eye that allows him to see and communicate with the dead. But the deceased don't always desist and some killers are more than ready to kill again to keep dead men from telling any more tales. That doesn't stop Haruka's knack for digging up buried secrets, and there's even more evidence of bodies being exhumed by both Yakumo's police contact and an investigative journalist with a newly made corpse in her closet! Can this pair of anything but normal paranormal detectives solve the ultimate dead case files or will they end up in cold storage themselves? <br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1705038",
      "type": "series",
      "name": "Koe de Oshigoto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8876-LcHCzzbkvUPq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1705038"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Meta/Work/Acting/Seinen/Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/Nudity\nKoe de Oshigoto! is a story about Aoyagi Kanna, a 16 year-old girl who was asked to become an erotic game voice actress on her 16th birthday by her 28 year-old sister at her ero-ge company. Can she do the job properly while she's still innocent and inexperienced?\n"
    },
    {
      "id": "tt1528567",
      "type": "series",
      "name": "Heaven's Lost Property OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7858-C9CsqYxmzhvc.png",
      "behaviorHints": {
        "defaultVideoId": "tt1528567"
      },
      "description": "Genres: Comedy, Ecchi, Sci-Fi, Supernatural\nTags:Shounen/Kuudere\nThe gang goes to an indoor swimming pool for some fun in the sun.  As expected, all hell breaks loose when Tomoki goes on one of his perverted missions.<br><br>\nMeanwhile, Nymph is having some issues with the loss of her master and considers asking Tomoki to be her replacement master.<br><br>\nThis episode was not aired on TV because it was deemed too dangerous..."
    },
    {
      "id": "tt1738078",
      "type": "series",
      "name": "Zakuro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8476-zqkDcM6hrqNy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1738078"
      },
      "description": "Genres: Romance, Supernatural\nTags:Military/Seinen/Historical/Youkai/Tsundere/Twins/Kemonomimi/Swordplay\nWesternization, a time when humans and spirits coexist. <br><br>\nThe modernization of Japan has begun. The Ministry of Spirit Affairs is established to resolve mysterious incidents involving the nation&rsquo;s spirits. This ministry consists of representatives from both the human and spirit worlds. Zakuro, Susukihotaru, Bonbori, and Hozuki are all half-spirits who have been partnered with the second lieutenants Kei, Riken, and Ganryu. These half-spirit girls and the male second lieutenants are all assigned to Spirit Affairs in an effort to join forces and carry out any tasks given to them! <br><br>\n(Source: NIS America) "
    },
    {
      "id": "tt1685407",
      "type": "series",
      "name": "Black Butler II: OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx9136-ya8hYWZUmNMW.png",
      "behaviorHints": {
        "defaultVideoId": "tt1685407"
      },
      "description": "Genres: Fantasy, Supernatural\nTags:Demons/POV/Meta/Shounen/Butler/Fairy Tale/Kuudere\nAccording to the Kuroshitsuji website, there are 6 OVAs included in the DVD releases.<br><br><strong>DVD 2: Ciel in Wonderland (Part 1)</strong><br>\r\nThis re-imagines the cast of Kuroshitsuji II as characters in Lewis Carroll's Alice in Wonderland story.<br><br><strong>DVD 3: Welcome to the Phantomhive's</strong><br>\r\nThis is meant to be like a simulation game. Elizabeth invites a lady (perhaps the viewer) to join her at a ball held at the Phantomhive mansion.<br><br><strong>DVD 5: The Making of Kuroshitsuji II</strong><br>\r\nThis is a Hollywood style documentary with behind the scenes interviews with Sebastian, Ciel, Claude and Alois etc.<br><br><strong>DVD 6: Ciel in Wonderland (Part 2)</strong><br>\r\nThis re-imagines the cast of Kuroshitsuji II as characters in Lewis Carroll's Alice in Wonderland story.<br><br><strong>DVD 8: The Tale of William the Shinigami</strong><br>\r\nWilliam and Grell have to train new shinigami and reminisce about when they were training partners.<br><br><strong>DVD 9: The Spider's Intention</strong><br>\r\nThe life in Trancy household and how those work under Alois is caring for him."
    },
    {
      "id": "tt1740906",
      "type": "series",
      "name": "FORTUNE ARTERIAL: Akai Yakusoku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8536-sPCBVLhTiuVV.png",
      "behaviorHints": {
        "defaultVideoId": "tt1740906"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Vampire/School/Heterosexual/Female Harem/Kuudere/Card Battle/Nun\nFortune Arterial's story revolves around the male protagonist Kohei Hasekura, who transfers into a prestigious public school in the style of an English six-year school encompassing junior-high and high school students. The school is on an island named Tamatsu Island off-shore from mainland Japan, and the only way to get there is by boat. Soon after transferring, he discovers that one of the student in the class next door to his, Sendo Erika, is in fact a type of vampire. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1740281",
      "type": "series",
      "name": "And Yet The Town Moves",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8726-PX1AiBJxOzyo.png",
      "behaviorHints": {
        "defaultVideoId": "tt1740281"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Surreal Comedy/Maids/Slapstick/Episodic/Teacher/Primarily Teen Cast\nHotori Arashiyama loves mysteries, but there's one she just can't solve: why does the solution to one problem inevitably seem to lead to another? Like how when Hotori has to start working at the Seaside Maid Cafe after school to pay off a debt and her friend Toshiko fortunately knows exactly how a Maid Cafe should be run. Which is fortunate since Hotori has no clue. Except that, unfortunately, Toshiko has no interest in working at the cafe - until she discovers that Hotori's childhood friend Hiroyuki is a regular. Which SEEMS fortunate. Except that Hotori doesn't know that, while Toshiko likes Hiroyuki, Hiroyuki secretly likes Hotori, while Hotori secretly has a crush on... No, no more spoilers! <br><br>\nBut if that's not enough drama, there's work, angst with a certain math teacher, table tennis between her classmates, her younger brother versus the school's bad girl... And yet, even though everything seems like it's going to crash at any moment, somehow Hotori's life keeps going hilariously forward. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1515996",
      "type": "series",
      "name": "Toaru Kagaku no Railgun: Misaka-san wa Ima Chuumoku no Mato Desukara",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9047-lO6Hlr9sLQO4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515996"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Super Power/Primarily Female Cast/Female Protagonist/Cute Girls Doing Cute Things/School\nContinuing after the Level Upper incident, another phenomenon torments Misaka. A phenomenon called \"Someone's Watching,\" its effect feels like the electricity in one's body flow backwards. With the help of her friends, Misaka fights against the unknown enemy."
    },
    {
      "id": "tt1899022",
      "type": "series",
      "name": "The World God Only Knows: Flag 0",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9675.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1899022"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Shounen/Demons/Skeleton/Kuudere\nShort prologue OVA, bundled with manga volume vol.10.<br><br>\r\nElsie receives from Docrow Skull, hell's branch chief of \"counter measures\", the task to go on earth and capture evil spirits that have escaped from hell."
    },
    {
      "id": "tt2629754",
      "type": "series",
      "name": "Tamayura OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9055-6pfufpCEvRgs.png",
      "behaviorHints": {
        "defaultVideoId": "tt2629754"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Photography/Coming of Age/Cute Girls Doing Cute Things/Primarily Female Cast/Rural/Female Protagonist/School/Primarily Teen Cast\nFor her first year of high school, family circumstances force Fuu Sawatari to move to Takehara, a scenic old town near Hiroshima on the Inland Sea and live with her relatives. Her father, who has passed away, grew up in Takehara and always spoke fondly of his childhood while living there. Sawatari learns to love taking photographs with his old film camera, a Rollei 35S while making friends and learning about the town.<br>\n<br>\n(Source: AniDB)"
    },
    {
      "id": "tt9889352",
      "type": "series",
      "name": "Detective Opera Milky Holmes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7768.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9889352"
      },
      "description": "Genres: Comedy, Mystery\nTags:Cute Girls Doing Cute Things/Super Power/Detective/Female Protagonist/Surreal Comedy/Primarily Female Cast/Parody/Kuudere/Crime/Henshin/Gangs\n\"Sheryl, Nero, Elly, and Cordelia are the most popular students at Holmes Detective Academy, because of the many cases they've solved with their Toys and teamwork. The students and the people of the Detective City Yokohama all look up to the members of \"Milky Holmes\", as they're called. But on a dark and stormy night, during a battle with their rivals \"The Gentlemen Thief Empire\", they lose their toys, and their fate undergoes a dramatic change...\"<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1746123",
      "type": "series",
      "name": "Togainu no Chi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8449-N9gItjO6pnIY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1746123"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Primarily Male Cast/Battle Royale/Drugs/Noir/Boys' Love/Post-Apocalyptic/Primarily Adult Cast/Gore/Male Protagonist/Military/Guns/Human Pet\nAfter being devastated in the third World War (known as The Third Division), Japan was divided in two. Several years after the end of the war, a crime organization called Vischio has taken control of the destroyed city of Toshima (formerly Tokyo, Japan's capital city), where they are holding a battle game known as \"Igura\". The main character, a young man named Akira, is falsely accused of a crime. Once arrested, a mysterious woman appears before him, offering him freedom if he agrees to participate in Igura and defeat Igura's strongest man: the king, or \"Il-re\". The story follows Akira's life in the harsh, lawless Toshima as he fights both to survive and to unravel the mysteries developing around him. <br><br>\n(Source: Wikipedia) "
    },
    {
      "id": "tt1658978",
      "type": "series",
      "name": "Hakuoki: Record of the Jade Blood",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9065-LKMdqEOGvMr7.png",
      "behaviorHints": {
        "defaultVideoId": "tt1658978"
      },
      "description": "Genres: Action, Drama, Supernatural\nTags:Historical/Swordplay/Samurai\nThe continuation of Hakuoki. <br><br>\nThe Edo Era has ended after 260 years of history and the Meiji Era begins. However, bitter strife still continues between the soldiers of the new government and former Tokugawa retainers. This is the stage in which the surviving members of the Shinsengumi find themselves upon their return to Edo following their defeat at Tobafushimi. <br><br>\n(Sources: ANN, AniDB)"
    },
    {
      "id": "tt3577510",
      "type": "series",
      "name": "Yozakura Quartet: Hoshi no Umi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8457-HLjTiI3nOFZs.png",
      "behaviorHints": {
        "defaultVideoId": "tt3577510"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen/Super Power/Youkai/Urban Fantasy/Gods\nAn OVA based on the Hoshi no Umi arc of the manga spanning chapters 26-34. <br>\r\n<br>\r\nThis arc focuses on Rin Azuma, a Jiang-Shi yokai resident of Sakurashin adjusting to her new life in the city and working for a ramen shop. One day her former friend Zakuro Kurumaki invades Sakurashin to capture Rin and convince her to join her in destroying the city with the other yokai hunters as well as Enjin Hiizumi, the main antagonist of the series. Akina Hiizumi and the other members of the Hiizumi Life Counseling Office take action to save Rin, 'tune' the yokai controlling Zakuro and protect the city.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2103307",
      "type": "series",
      "name": "AIR GEAR: Kuro no Hane to Nemuri no Mori - Break on the Sky",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9201-LfvBM0O7QXLh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2103307"
      },
      "description": "Genres: Action, Comedy, Ecchi, Sports\nTags:Shounen/Dissociative Identities/Kuudere/Primarily Teen Cast\nFirst episode is based on the 16th volume of the manga. Features Ikki vs. Ringo.<br><br>\nSecond episode is based on the 23th/24th volume of the manga. Features Kogarasumaru vs. Sleeping Forest inside Inorganic Net."
    },
    {
      "id": "tt6963396",
      "type": "series",
      "name": "Dragon Ball: Plan to Eradicate the Super Saiyans",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10017-2MwGtAPOPg6P.png",
      "behaviorHints": {
        "defaultVideoId": "tt6963396"
      },
      "description": "Genres: Adventure, Sci-Fi\nTags:Shounen/Super Power\nRemake of Dragon Ball Z: Plan to Destroy the Saiyajin. Extra on Dragonball Raging Blast 2 game on X360/PS3. "
    },
    {
      "id": "tt2334330",
      "type": "series",
      "name": "Letter Bee Reverse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8311.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2334330"
      },
      "description": "Genres: Adventure, Fantasy, Supernatural\nTags:Coming of Age/Guns/Writing/Shounen/Steampunk/Animals/Amnesia/Male Protagonist/Monster Girl/Travel\nAfter Niche carries the wounded and stunned Lag back to the Bee Hive, the Letter Bee finally begins to piece the puzzle together. Now he knows what's happened to Gauche, why the Marauders are so focused on stealing mail and the actual intent of the group controlling both, Reverse. However, when he's forbidden to reveal the truth, Lag is soon forced out of the artificial sunlight and back into the world of perpetual night. And soon Reverse's plot to take down the Letter Bees and overthrow the Amberground government begins to accelerate. If things weren't already bad enough, the giant insect creatures called gaichuu are apparently evolving into something new; there may be traitors working within the Hive; and Niche's sister, who's definitely not human friendly, shows up to turn family drama into a full-scale siege! It all spells serious trouble for the Letter Bees, but if anyone can weather the storms and gloom of night, Lag and his team are the ones who'll deliver.<br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt1882240",
      "type": "series",
      "name": "Beelzebub: Hirotta Akachan wa Daimaou!?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9120.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1882240"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen/Demons/School/Kuudere\nThe story follows the \"strongest juvenile delinquent\", Oga Tatsumi, a first year in \"Ishiyama High\" the school for delinquents. One day while sleeping next to a river he sees a man floating down it, he pulls him to shore and the man splits in half revealing a baby boy. This boy is the son of the demon king and he has been chosen as the one to raise it with the baby's demon maid Hilda. The story follows his life with the child and at the delinquent school.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt6608398",
      "type": "series",
      "name": "Yumeiro Patissiere SP Professional",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b9441-aDGCs1ZD4rbG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6608398"
      },
      "description": "Genres: Slice of Life\nTags:Shoujo/Food/Heterosexual/Tsundere\nDone with the Contest in Paris, Ichigo and her friends find themselves heading back to Japan to sharpen their skills. However this time around they will have to do this separated. Some new team members will be added to Team Ichigo and they are Helping out in the most recent task given to Team Ichigo...<br><br>\nWill Ichigo's dream to make a Patissiere Cake Shop be fulfilled?"
    },
    {
      "id": "tt3443306",
      "type": "series",
      "name": "Seikon no Qwaser: Jotei no Shouzou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9202.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3443306"
      },
      "description": "Genres: Action, Ecchi, Supernatural\nTags:Shounen/Super Power/Kuudere\nBased on Ekaterina Kurae's chapter 16 from the manga, and episode 10.5 of the anime."
    },
    {
      "id": "tt1470836",
      "type": "series",
      "name": "Princess Lover! OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8918.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1470836"
      },
      "description": "Genres: Hentai\nTags:Nudity/Anal Sex/Fellatio/Maids\nHentai adaptation of Princess Lover - Sylvia van Hossen's Arc."
    },
    {
      "id": "tt3113996",
      "type": "series",
      "name": "HHH: Triple Ecchi ♥",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9322-9drT21TnFgjm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3113996"
      },
      "description": "Genres: Hentai\nTags:Inseki/Nudity/Nakadashi/Male Protagonist/Cunnilingus/Lactation/Defloration/School/Pregnant/Sweat/Ahegao/DILF/Ensemble Cast/Episodic/Facial/Fellatio/Female Protagonist/Femdom/Handjob/Hypersexuality/Large Breasts/Masturbation/Virginity/Voyeur/Boobjob\n<b>Episode 1 & 4:</b> <i>Shigure Chapter</i><br>\nOne day, Kita Komatsu stayed back late to clean the classroom. While he was under the teacher's table, a female student enters the classroom and proceeds to masturbate. While that fact is shocking in itself, Kita Komatsu is even more shocked when he realizes that the female student is student council president Takashima Shigure. She is attractive, excels at both academics and sports, and is looked up upon by both the boys and girls of the school. Kita Komatsu attempts to escape, but he trips and is discovered by Shigure.<br>\n<br>\n<b>Episode 2:</b> <i>Konomi Chapter</i><br>\nKonomi and her brother are not blood related, but they are as close as any siblings. One night, while having dinner together, Onii-chan's gaze is irresistibly drawn to the two large prominent mounds covered by her sweater.<br>\n<br>\n<b>Episode 3:</b> <i>Miyuki Chapter</i><br>\nMiyuki has an unspeakable secret: Even at this age, she goes into the bath together with her father. Today, once again, while her mother is out of the house, Miyuki and her father are together. After washing her body, she climbs into the bathtub where her father awaits. As she leans back against his chest, his arms unhesitatingly snakes around to fondle her breast..."
    },
    {
      "id": "tt16195292",
      "type": "series",
      "name": "Oni Chichi 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9308.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16195292"
      },
      "description": "Genres: Hentai\nTags:Female Harem/Rape/Incest/Defloration/Nakadashi/Nudity/School/Boobjob/Fellatio/Masturbation/Primarily Female Cast/Primarily Teen Cast/School Club\nBased on the erotic game by Blue Gale.<br>\n<br>\nThe feisty Natsume, motherly Akira, soft-spoken Fuyu, and innocent Haruka make up the Makino sisters. One week after losing his wife in an accident, the father of the household, Kenichi, starts to view his four daughters in a way that goes beyond a regular parent-child relationship. He soon becomes unable to resist their beautiful figures, and giving in to his carnal incestuous desires, he starts to have his way with them one by one.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1707807",
      "type": "series",
      "name": "Iron Man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6875.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1707807"
      },
      "description": "Genres: Action, Drama, Mecha\nTags:Superhero/Conspiracy/Real Robot/Space\nTony Stark, CEO of a large weapons manufacturer, physicist, engineer, and brilliant inventor, is wounded by shrapnel from one of his own weapons. While held captive by terrorists, he develops the Iron Man Suit  and escapes. From that day on, he vows not to waste his second chance at life and to change the world for the better. For that purpose, he comes to Japan.<br><br>\nIn Lab 23 in Japan, great strides have been taken to develop, and build, a unique power station which does not run on fossil fuels, the Arc Station. Stark intends to join this project, and, for that, he is ready to announce his retirement as Iron Man. At the same time, he will also announce the Mass-produced Iron Men, to which he will pass on his duties. However, during the ceremonies, Stark is suddenly attacked by combat mecha belonging to an organization known as Zodiac."
    },
    {
      "id": "tt1584001",
      "type": "series",
      "name": "Hidamari Sketch x Hoshimittsu Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9563-v7KaiqWpmPU0.png",
      "behaviorHints": {
        "defaultVideoId": "tt1584001"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Cute Girls Doing Cute Things/School/Drawing/Seinen/Primarily Teen Cast/Primarily Female Cast/Female Protagonist\nSpecial episodes announced at Comic Market 78."
    },
    {
      "id": "tt2074011",
      "type": "series",
      "name": "Samurai Girls Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9362.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2074011"
      },
      "description": "Genres: Action, Comedy, Ecchi, Romance\nTags:School/Female Harem/Nudity\nSpecial episodes added to DVDs and Blu-rays."
    },
    {
      "id": "tt3460860",
      "type": "series",
      "name": "Megane na Kanojo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9335.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3460860"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Idol/Shounen\nFor most people, wearing glasses is a necessity for clear sight, but for four young girls, their spectacles mean so much more. From a teenage girl wearing her glasses with pride and a top idol who uses hers to disguise herself as a regular person, to a couple whose bent frames bring them closer together, a good pair of glasses can not only open your eyes, but also open your heart."
    },
    {
      "id": "tt2466292",
      "type": "series",
      "name": "Mazinkaiser SKL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8666-CvGklrfoxiUx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2466292"
      },
      "description": "Genres: Adventure, Comedy, Mecha, Sci-Fi\nTags:Super Robot/Anti-Hero/Primarily Adult Cast/Male Protagonist/Shounen/CGI/Kuudere\nPrior to the events of the anime, three factions - the Garan Army, the Kiba Army, and the Aira Army, battle for total dominance of Machine Island. The island is basically a prison, isolated from the rest of the world. The island contains a vast amount of resources, allowing the three factions to create an infinite supply of giant robots for their respective armies.<br><br>\nThe world government learns that the island's power reactor has become unstable and will explode within 66 hours, destroying all of life and Earth itself. The government sends the Death Caprice squad, composed of mercenaries Ken Kaido and Ryo Magami to solve the issue, along with their giant robot Mazinkaiser, but was that a good idea?"
    },
    {
      "id": "tt1705081",
      "type": "series",
      "name": "Anime Tenchou x Touhou Project",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b9875-gw5Db9SNgeyz.png",
      "behaviorHints": {
        "defaultVideoId": "tt1705081"
      },
      "description": "Genres: Fantasy\nTags:Youkai/Magic/Crossover\nA collaboration anime project of Anime Tenchou and Touhou animated by ufotable. The anime was shown at the 2010 Animate Ichioshi Bishojo Anime Matsuri."
    },
    {
      "id": "kitsu:6047",
      "type": "series",
      "name": "Kowarekake no Orgel Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10122.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6047"
      },
      "description": "Genres: Drama, Sci-Fi, Slice of Life\nTags:Food/Robots/Family Life/Found Family/Artificial Intelligence/Female Protagonist\nExtra episode of Kowarekake no Orgel which was added to theatrical release of anime and DVD/BD.<br><br>\nFlower notices that Keiichiro seems tired and decides to cook something new for him. "
    },
    {
      "id": "tt1746043",
      "type": "series",
      "name": "Princess Resurrection (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9159.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1746043"
      },
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Shounen/Werewolf/Vampire/Kuudere/Necromancy/Monster Girl/Maids\nPrincess Resurrection OVA."
    },
    {
      "id": "tt1584000",
      "type": "series",
      "name": "Durarara!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6746-Q4EmstN2fy0R.png",
      "behaviorHints": {
        "defaultVideoId": "tt1584000"
      },
      "description": "Genres: Action, Mystery, Supernatural\nTags:Ensemble Cast/Urban Fantasy/Gangs/Urban/Dullahan/Achronological Order/Delinquents/Crime/Female Protagonist/Yandere/Mythology/Motorcycles/School/Male Protagonist/Otaku Culture\nIn Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless \"Black Rider\" who is said to be seen driving a jet-black motorcycle through the city streets.<br><br>\nRyuugamine Mikado has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city.<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1945730",
      "type": "series",
      "name": "Katanagatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6594-xrrFyCacxUle.png",
      "behaviorHints": {
        "defaultVideoId": "tt1945730"
      },
      "description": "Genres: Action, Adventure, Romance\nTags:Swordplay/Martial Arts/Samurai/Historical/Male Protagonist/Female Protagonist/Ninja/Travel/Episodic/Coming of Age/Meta/Primarily Adult Cast/Nudity/Slapstick/Shrine Maiden\nYasuri Shichika, seventh successor of the Kyotouryuu (bladeless) sword art, lives on an isolated island with his older sister, Nanami. <br><br>\nOne day Shichika is visited by a woman named Togame, who requests his aid in her quest to find and collect the final twelve swords forged by the legendary master swordsmith, Shikizaki Kiki. Shichika and Togame begin their odyssey by leaving the island he called home for over 20 years. They will face twelve individuals who possess and protect Shikizaki's legendary swords. <br><br>\nJoin Shichika and Togame on an exciting, epic adventure that defies reality as they discover the true potential of the Kyoutoryuu sword style!<br><br>\n(Source: NIS America)"
    },
    {
      "id": "tt1655610",
      "type": "series",
      "name": "Baka and Test - Summon the Beasts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6347-wmkZ4HD6EG8O.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1655610"
      },
      "description": "Genres: Comedy, Romance\nTags:School/Surreal Comedy/Super Power/Meta/Parody/Chibi/Gender Bending/Love Triangle/Male Protagonist/Tsundere/Ensemble Cast/Crossdressing/Female Harem/Kuudere/Femboy/Twins\nThe story centers around Akihisa Yoshii, the \"baka\" of the title. His academy rigidly divides up the student body into classes based on the results of tests. The prodigies are in the A class with reclining seats complete with air conditioning, but Akihisa is in F class, the lowest rung of the school ladder which is furnished only with low, decrepit tables and worn-out straw tatami mats. A girl named Mizuki Himeji is actually one of the smartest girls in Akihisa's sophomore year, but she had a fever on test day and was pigeonholed into the F class. Besides Mizuki (who Akihisa secretly adores), the F class also has Yuuji Sakamoto, the class president who has been Akihisa's friend and partner-in-crime since the freshman year.<br><br>\nThe school happens to have developed experiments to summon fantasy creatures, and Akihisa decides to rally F class to take on the higher-tiered classes and seize their perks. The F class uses the summoned creatures in an all-out battle for school supremacy."
    },
    {
      "id": "tt3443306",
      "type": "series",
      "name": "The Qwaser of Stigmata",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6500-RQxUgnApAqqn.png",
      "behaviorHints": {
        "defaultVideoId": "tt3443306"
      },
      "description": "Genres: Action, Ecchi, Supernatural\nTags:Nudity/Lactation/Super Power/Religion/Cult/Magic/Revenge/Large Breasts/Male Protagonist/Femdom/Anti-Hero/Primarily Female Cast/School/Twins/Masochism/Sadism/Kuudere/Yuri/Shounen/Nun/Ojou-sama/Tomboy\nWhen Mafuyu Oribe and her adopted sister Tomo rescue a strange wounded man, they have no idea what they're getting involved with or what the consequences will be. Alexander Nikolaevith Hell is an Iron Qwaser, one of many opposing factions of super-warriors who can each draw upon the power of an element and wield it as an almost unstoppable array of weapons. And unfortunately for Mafuyu, Alexander's faction is there to gather the mystical relics known collectively as the High Circuit, which puts her friends, family and school at ground zero in a battle for the fate of all mankind! But there's an even more disturbing twist, as Qwasers require a special liquid diet to manifest their powers, one provided by the women who serve as a Qwaser's partner. And THAT means that the nursing Mafuyu's already given Alexander isn't the only kind of nursing he needs! <br><br>\r\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1410218",
      "type": "series",
      "name": "K-ON!: Live House!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6862.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1410218"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/School Club/Band/Female Protagonist/Primarily Teen Cast/Seinen/School/Iyashikei\nRitsu's middle school friend invites the band to perform live on New Year's Eve. The girls get acquainted with other bands, and become a little nervous as the performance approaches. When the time comes, will they be able to rock the house?<br><br>\n\n(Source: Hidive)"
    },
    {
      "id": "tt1568632",
      "type": "series",
      "name": "Sound of the Sky",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6802-MmsfM8KAgZuR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1568632"
      },
      "description": "Genres: Comedy, Music, Sci-Fi, Slice of Life\nTags:Post-Apocalyptic/Female Protagonist/Military/Cute Girls Doing Cute Things/Steampunk/Primarily Female Cast/Lost Civilization/Philosophy/Iyashikei/Ensemble Cast/Episodic/Tsundere/Tanks/Kuudere/CGI/War/Language Barrier\nIn a lonely corner of the world, on the edge of No Man&rsquo;s Land, sits Clocktower Fortress. It&rsquo;s home to the 1121st Platoon of the Helvetian Army, and their newest member is a 15-year-old volunteer named Kanata Sorami, who enlisted to learn how to play the bugle. When she was a child, Kanata was saved by a beautiful soldier and found inspiration in the clear, golden sound of her trumpet. From that day forward, Kanata decided music would be her life. <br><br>\nAs the other platoon members train her how to be a bugler and a soldier, Kanata's enduring optimism will inspire them to look for happiness and beauty, even in a world haunted by war.<br><br>\n(Source: Right Stuf, Inc.)"
    },
    {
      "id": "tt0995941",
      "type": "series",
      "name": "Darker than Black: Origins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7338-c6Uq5DmlEPVs.png",
      "behaviorHints": {
        "defaultVideoId": "tt0995941"
      },
      "description": "Genres: Action, Mystery, Sci-Fi\nTags:Survival/Super Power/Anti-Hero/Male Protagonist/Triads/Assassins/Kuudere\nTells the story of what happened to Yin and Hei between the first and second series."
    },
    {
      "id": "tt1584003",
      "type": "series",
      "name": "Ladies Versus Butlers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7148-nLJGo6aO9FQX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1584003"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Nudity/Butler/Ojou-sama/Maids/Female Harem/School/Tomboy/Tsundere/Heterosexual/Cosplay\nHino Akiharu lost his parents when he was small and was adopted into his uncle's family. He didn't want to be a burden on his uncle's family and decides to enter a free boarding school as a butler, Hakureiryou high school. However, his delinquent boy-like appearance frightens the girls, who make up the majority of the students. Unable to get along with the classmates, Akiharu meets his childhood crush Saikyou Tomomi. "
    },
    {
      "id": "tt3029762",
      "type": "series",
      "name": "Omamori Himari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6324.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3029762"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Demons/Nekomimi/Female Harem/Kemonomimi/Swordplay/Nudity/Kuudere/Magic/Shounen/School/Tsundere\nYuuto Amakawa’s life becomes pawsitively arousing when beautiful demons start showing up! But with beauty comes danger. With cat demon Himari Noihara sticking by his side, he’ll have to face the deadly Ayakashi—demons seeking revenge on demon slayers. Between this, the cat girl, water deities, and demons galore, he’ll have to do all he can to stay abreast of everything happening around him! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1586814",
      "type": "series",
      "name": "Dance in the Vampire Bund",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6747-GEGb8Pwg8X7a.png",
      "behaviorHints": {
        "defaultVideoId": "tt1586814"
      },
      "description": "Genres: Action, Ecchi, Romance, Supernatural\nTags:Vampire/Amnesia/Urban Fantasy/Nudity/Werewolf/Urban/Politics/School/Love Triangle/Body Horror/Maids/Female Harem/Seinen\nOn live television, Mina Tepes, the ruler of all vampires, reveals the existence of her species to the world and states her plan to build a sanctuary in Japan for vampires, called the Vampire Bund. Using her family's wealth to pay off the nation's debt, they have agreed to let her build this safe-haven for her fellow creatures of the night. But not everyone is so easily swayed by Mina's influence, as her announcement brings about conflict with humans who believe that the queen's quest for peace is a façade.<br>\n<br>\nAkira Kaburagi does not believe in vampires and gets uneasy whenever they are brought up, although he has yet to realize why. Apart from suffering a head injury a year ago, he lives on blissfully until he meets Mina. She triggers within him memories of a life he had long forgotten, and he soon begins protecting her without understanding why. But Akira's secret is far stranger than he could have ever thought possible—he discovers that he is a werewolf, sworn from birth to protect the vampire queen, even if it costs him his life. Now, as these two dance a rondo of death in the Vampire Bund, Mina and Akira find out just how deep their bond goes.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1587790",
      "type": "series",
      "name": "Mobile Suit Gundam UC",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6336-jdAs058XtObM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1587790"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Space Opera/Politics/Military/Space/Conspiracy/Real Robot/CGI\nU.C. 0096...<br><br>\r\nThe manufacturing colony Industrial 7, which is still under construction, floats at Lagrange point 1.<br><br>\r\nA youth named Banagher Links, who grew up without knowing his father, meets a mysterious girl who has stowed away on a ship bound for Industrial 7. As the white mobile suit Unicorn undergoes repeated tests and becomes the subject of diverse speculations, the hands of time begin to move.<br><br>\r\nBanagher does not yet know that he has been caught up in the conflict surrounding Laplace's Box.<br><br>\r\nWhat is Laplace's Box? <br>\r\nWhat secret does it contain? <br>\r\nThe hundred-year curse of the Universal Century is about to be resolved.<br><br>\r\n(Source: Mobile Suit Gundam Unicorn Official Website)"
    },
    {
      "id": "tt0928099",
      "type": "series",
      "name": "Nodame Cantabile Finale",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx5690-FEBLLRnlMvlx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0928099"
      },
      "description": "Genres: Comedy, Music, Romance\nTags:Josei/Primarily Adult Cast/Heterosexual/Musical/Male Protagonist/Band/College/Work/Female Protagonist/Coming of Age/Foreign\nThe series continues the relationship between two aspiring classical musicians, Megumi \"Nodame\" Noda and Shinichi Chiaki, as students and after graduation."
    },
    {
      "id": "tt1590931",
      "type": "series",
      "name": "Hanamaru Kindergarten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6574-rCLnJXp3NK0J.png",
      "behaviorHints": {
        "defaultVideoId": "tt1590931"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Cute Girls Doing Cute Things/School/Kuudere/Primarily Child Cast/Teacher/Male Protagonist/Seinen/Work\nAnzu goes to a kindergarten with her friends, the shy Koume and the eccentric Hiiragi. Together they try to attract attention from their caretaker Tsuchida. However, he is clearly more interested in the pretty Yamamoto who supervises the class next door."
    },
    {
      "id": "tt1515996",
      "type": "series",
      "name": "Toaru Kagaku no Railgun: Motto Marutto Railgun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8023.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515996"
      },
      "description": "Genres: Comedy\nTags:Meta/Female Protagonist/Primarily Female Cast/Super Power/School\nToaru Kagaku no Railgun specials that were released on the 1st and 5th Blu-ray and DVD volumes."
    },
    {
      "id": "tt1158671",
      "type": "series",
      "name": "Okamikakushi ~ Masque of the Wolf",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7079.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1158671"
      },
      "description": "Genres: Action, Horror, Mystery, Supernatural\nTags:Rural/Male Protagonist/Werewolf/CGI/School/Kuudere/Crossdressing\nThe story follows Hiroshi Kuzumi, a 16-year-old student who has just moved to the seemingly serene village of Jogamachi. Nestled in the mountains far away from the city, the village is divided by a river that separates old Jogamachi from new Jogamachi. Young Hiroshi soon discovers that the village is ancient as well as mysterious traditions and customs have been kept alive over the ages. Although a bit bewildered by the new environment, Hiroshi begins to settle into his new life. While he has never been the type to win any popularity contests, he quickly earns the affection of his classmates. That is with the exception of aloof class president, Nemuru Kushinada, whose only words to Hiroshi are a warning to stay away from old part of town. It is there that terror and mystery await him."
    },
    {
      "id": "tt7126178",
      "type": "series",
      "name": "Heartcatch Precure!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7645-YRvajw8WUsfJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt7126178"
      },
      "description": "Genres: Action, Comedy, Drama, Fantasy, Mahou Shoujo\nTags:Magic/Super Power/Female Protagonist/Primarily Female Cast/Henshin/Primarily Teen Cast/Kids/Episodic/School/Fashion/Primarily Child Cast/Cute Girls Doing Cute Things/Kuudere/Superhero/Ensemble Cast/Martial Arts/Educational/Fairy\n2nd year middle school student Tsubomi Hanasaki has just moved with her family to the town of Kibougahana to live with her grandma. She is shy and introverted, but is determined to start off her new school life at Myoudou Academy as confidently as possible.<br><br>\nLately she has been having the same mysterious dream again and again, of Cure Moonlight's defeat at the Great Heart Tree. She wonders what it all means. Then suddenly, two fairies from the dream appear to her, and before she knows it, she is transformed into the legendary Pretty Cure, Cure Blossom!<br><br>\nLater joined by her high energy classmate and new friend Erika Kurumi as Cure Marine, the two girls vow work hard to protect everyone's Heart Flowers from the evil gang, The Desert Messengers. "
    },
    {
      "id": "tt1582777",
      "type": "series",
      "name": "Chu-Bra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6645-FunUYc7XMZGi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1582777"
      },
      "description": "Genres: Comedy, Ecchi\nTags:School/Female Protagonist/School Club/Primarily Female Cast/Coming of Age/Educational/LGBTQ+ Themes\nThe story centers on Nayu, a middle school girl who shocks her schoolmates on the first day of school by wearing black lace panties. She likes this kind of underwear, and she tries to \"spread the word on the merits of [these kinds of] underwear\" via an underwear club with her schoolmates, who are worried about their bodies' development and which underwear to choose. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972656",
      "type": "series",
      "name": "Hidamari Sketch x Hoshimittsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7062-YPlTCLD2yCl2.png",
      "behaviorHints": {
        "defaultVideoId": "tt0972656"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Drawing/Iyashikei/Cute Girls Doing Cute Things/Ensemble Cast/Primarily Teen Cast/Primarily Female Cast/School/Achronological Order/Female Protagonist/Seinen\nThe third season of <i>Hidamari Sketch</i>.<br>\n<br>\nSome say that life is like an unfolding tapestry, but living at the Hidamari Apartments is more like being part of a patchwork quilt, one that constantly changes as bits and pieces of the lives and dreams of the young artists who make this extraordinary residence their home are added to the ever-expanding pattern. When we first met Yuno, she'd just been accepted to the prestigious Yamabuki Art School and it was up to her new neighbors at Hidamari to help her find her way in the big scary world. Now a seasoned vet of the Hidamari Apartments herself, Yuno's newest challenge is to help the latest arrivals, Nazuna and Nori, acclimate to life on their own. Of course, since it IS Hidamari, there are still lots of trials and tribulations ahead, and nothing will ever go quite as expected. But with friends like Miyako, Hiro and Sae ready to lend a hand, there will always be a ray of sunshine at the end of every storm.<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:5635",
      "type": "series",
      "name": "Kowarekake no Orgel",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9213-yLy1YJN97JaJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5635"
      },
      "description": "Genres: Drama, Music, Sci-Fi, Slice of Life\nTags:Amnesia/Robots/Band/Family Life/Female Protagonist/Artificial Intelligence/Found Family\nIn 2039, helper androids are widespread as general purpose electronics.<br><br>\nKeiichiro lost his family in a traffic accident and retired from his band. One day, he finds an old model android in a garbage dump. He takes her home but after taking her to a repair shop he was told she couldn't be repaired so he planned to throw her away, but the next day he finds her making breakfast for him. Thus begin the summer days of a memory less android and a dreamless boy.<br><br>\nKowarekake no Orgel was originally an independent animation released as an OVA. Later on it received a theatrical release that is a bit different and longer than the original. "
    },
    {
      "id": "tt9014894",
      "type": "series",
      "name": "MM! Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9581.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9014894"
      },
      "description": "Genres: Comedy, Ecchi\nTags:School\nThe six Blu-ray Disc/DVD volumes for the MM! television anime series will each include one or two new, \"somewhat extreme\" anime short stories."
    },
    {
      "id": "tt17451982",
      "type": "series",
      "name": "Haiyoru! Nyaruani: Remember My Mr. Lovecraft",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9598.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt17451982"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Surreal Comedy/Flash/Meta/Chibi/Parody/Mythology/Primarily Female Cast/Aliens/Kuudere\nThe story centers around Nyarlko, a formless Cthulhu deity who can take on the shape of anyone it wishes, but particularly the shape of a seemingly ordinary silver-haired girl. Mahiro Yasaka is a normal high school student who is chased by aliens one night, until \"Nyarlko\" saves him.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8869838",
      "type": "series",
      "name": "Yondemasu yo, Azazel-san.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7762-1UhSLygPfTdA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8869838"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Nudity/Seinen/Demons/Surreal Comedy/Anti-Hero/Magic/Gore\nThe great detective Akutabe has an assistant, Rinko Sakuma, who is trying to learn to summon demons. This is the story of her misadventure when she actually manages to summon 2 demons unexpectedly.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7294450",
      "type": "series",
      "name": "Starry☆Sky",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7705.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7294450"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Male Harem/Female Protagonist/Primarily Male Cast/School Club/Episodic/Ensemble Cast/Astronomy/Male Protagonist/Archery\nThe heroine, Tsukiko, enrolled to a school that was recently changed from all-boys school to co-ed. Since the area where the school is conveniently rural and the rather exclusive curriculums the school has, up until now the heroine is the only one female who enrolled to the school.<br><br>\nIn Starry Sky, the 13 constellations of the Zodiac are personified into handsome young men. The anime will be directed by Kiyomo Sayaka who worked with Vampire Knight. Similar to Hetalia - Axis Powers, Starry Sky's anime will be distributed through the Animate.tv website and other means. "
    },
    {
      "id": "tt1553644",
      "type": "series",
      "name": "Issho ni Sleeping: Sleeping with Hinako",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7897.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1553644"
      },
      "description": "Genres: Ecchi\nTags:Isekai/POV/Female Protagonist/Meta\nHinako returns to our TV screens, this time showing us how to sleep."
    },
    {
      "id": "kitsu:5807",
      "type": "series",
      "name": "Yuri Seijin Naoko-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n9608-iwTJASBYxkd4.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5807"
      },
      "description": "Genres: Comedy\nTags:Female Protagonist/Aliens/Primarily Female Cast/Yuri/Trains\nNaoko-san is an alien from the planet Yuri, who is plotting to conquer the Earth by yurifying it. Misuzu is a junior high girl and is always troubled by Naoko-san, who lives on the roof of her house. They hear rumors that a molester is wandering around in the area, so they decide to investigate."
    },
    {
      "id": "tt1751305",
      "type": "series",
      "name": "Oreimo Animated Commentary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10108.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1751305"
      },
      "description": "Genres: Comedy\nTags:Otaku Culture/Kuudere\nSpecial episodes from the BD/DVDs."
    },
    {
      "id": "kitsu:4798",
      "type": "series",
      "name": "Mudazumo Naki Kaikaku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6946-ZDInUrevyunZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:4798"
      },
      "description": "Genres: Comedy\nTags:Parody/Mahjong/Politics/Seinen\nGlobal political figures such as The Pope, Kim Jong Il, George W. Bush and recent Japanese Prime Ministers play riichi mahjong against each other."
    },
    {
      "id": "tt1553644",
      "type": "series",
      "name": "Issho ni Training Ofuro: BATHTIME WITH HINAKO & HIYOKO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9744.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1553644"
      },
      "description": "Genres: Ecchi, Sports\nTags:Nudity/Yuri/Super Power/Female Protagonist/Isekai/POV/Magic\nViewers take an exercise in the bathtub and an after-bath stretch with Hinako and the new character Hiyoko. A microSD card containing the OVA data will be bundled with the DVD so that users can watch the anime on their cell phones.<br><br>\nStretch Time segment included."
    },
    {
      "id": "tt1685407",
      "type": "series",
      "name": "Kuroshitsuji Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8068.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1685407"
      },
      "description": "Genres: Supernatural\nTags:Butler/Demons/Kuudere\nOriginal pics drawn by Toboso Yana are featured in the drama, they include a kiss scene between Grell and Sebastian (in Grell's imagination), Grell being pregnant, Grell glomping William, chibi Grell and Lau, and Undertaker swinging down with a heart decorated scyth. We also see Ronald Knox in color, he has blonde hair and green eyes. William and he are doing the Grell death pose.<br>"
    },
    {
      "id": "tt1411816",
      "type": "series",
      "name": "Sengoku BASARA: Setonai no Gekitotsu! Hi wo Fuku Umi no Daiyousai - Fugaku!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6581-7ghWXT6e8gj4.png",
      "behaviorHints": {
        "defaultVideoId": "tt1411816"
      },
      "description": "Genres: Action\nTags:Swordplay/Historical/War\nMaeda Toshiie and Matsu visit Chousokabe Motochika, who governs Shikoku. They tell Motochika unreasonable demands from Nobunaga. Motochika rejects them and urges Maeda to betray Nobunaga. Meanwhile Keiji tries to convince Mouri Motonari to join the fight against Nobunaga, and is imprisoned as a result. Motochika and Motonari move against each other."
    },
    {
      "id": "tt8393838",
      "type": "series",
      "name": "Pokémon Ranger: Guardian Signs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8438.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8393838"
      },
      "description": "Genres: Adventure, Comedy\nTags:Kids\nTwo five minute specials based on homonym games. Natsuya receives a mission from Professor Hastings to protect Pok&eacute;mon and destroy the Pok&eacute;mon Nappers, who poach and control wild Pok&eacute;mon."
    },
    {
      "id": "tt1611707",
      "type": "series",
      "name": "Kobato. Special: Hajimete no Kobato.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10098-6fmikdLTOluQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt1611707"
      },
      "description": "Genres: Comedy, Drama, Fantasy\nTags:\nMini Flash anime from the limited-edition DVDs volumes (episodes 1-6) and Blu-ray Box (episodes 1-8, of which 7 and 8 were new additions to the Blu-ray box)."
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin the 3rd: The Last Job",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8097-stQ6zkxk7YWo.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2531336"
      },
      "description": "Genres: Adventure, Comedy\nTags:Ninja/Crime/Shounen/Male Protagonist/Primarily Adult Cast/Samurai/Anti-Hero\nHas the intrepid Inspector Zenigata bitten the final bullet?<br>\n<br>\nIn the chaos following Lupin’s heist of a Buddha avatar statuette, Inspector Zenigata is mortally wounded in pursuit of the master thief. But Lupin’s not to blame; the maniacal supervillain Morgana intervened, swiping the Buddha figure, and sending “Pops” to his fate. Morgana is after the ancient power of the Fuma called Fujin, with the beautiful ninja Asuka also racing to find the secret to Fujin, but Fujiko Mine keeps reaching her hand into the pie and causing even more complications. What is Fujin, and who will wield its secret power?<br>\n<br>\n(Source: Discotek Media)"
    },
    {
      "id": "tt8839766",
      "type": "series",
      "name": "Goulart Knights: Evoked the Beginning Black",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6787.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8839766"
      },
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Primarily Male Cast\nUnidentified creatures \"Archon\" suddenly appear and bring the human beings to a crisis of extinction. A special corps \"Goulart Knights\" is formed to counter attack Archon. The knights have supernatural power to generate \"Holy Grail\" from their spirits and battle against Archon."
    },
    {
      "id": "tt2454264",
      "type": "series",
      "name": "COBRA THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5032.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2454264"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Male Protagonist/Space/Primarily Adult Cast/Aliens/Nudity/Shounen\nThis Cobra adaptation features short arcs of Cobra saving the world, his friends or himself."
    },
    {
      "id": "tt1405406",
      "type": "series",
      "name": "Wife Diaries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx9721-dPuKqGQnTR5a.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1405406"
      },
      "description": "Genres: Hentai\nTags:Netorare/Large Breasts/Nakadashi/Netorase/Fellatio/Anal Sex/Masturbation/Sex Toys/Handjob/Cunnilingus/Boobjob/Facial/Threesome/Ashikoki/Feet\nBased on the erotic game by Orcsoft.<br>\n<br>\nSanae is the wife that anyone would be jealous of. She is young, very sexy and gentle.<br>\n<br>\nHowever, after 4 years of marriage, her husband worries if is he good enough for his wife. For a long time he is not able to have a sex with Sanae, but she never complained about it. He starts to think of way to make his dear wife happy and finally asks for his friend to have a sex with his wife. While he's secretly watching his wife with other man, he starts to feel incredibly stimulated... "
    },
    {
      "id": "tt2334330",
      "type": "series",
      "name": "Letter Bee Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8022.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2334330"
      },
      "description": "Genres: Comedy\nTags:Chibi\nTegami Bachi specials."
    },
    {
      "id": "tt1601032",
      "type": "series",
      "name": "Machi Gurumi no Wana: Hakudaku ni Mamireta Shitai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7708.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1601032"
      },
      "description": "Genres: Hentai\nTags:Netorare/Rape/Nakadashi/Fellatio\nBased on the erotic game by Syrup.<br>\n<br>\nLewd eyes from all directions.... Atsuko has just moved to a town to work as a teacher. She looks forward to her new life there, but what awaits her is.... Yes, she gradually gets involved in a storm of sexual assaults planned by the everyone in town....<br>\n<br>\n(Source: ErogeShop)"
    },
    {
      "id": "tt2180911",
      "type": "series",
      "name": "Hitou Meguri Kakure Yu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9487-L6SZjnqXPPMX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2180911"
      },
      "description": "Genres: Hentai\nTags:Nudity\nMikio returns to his hometown for the first time in half a year. The first thing he sees is the traditional Japanese onsen inn managed by Yukino Chitose, childhood friend and one-time lover.<br><br>\nDespite the passing of half a year, Chitose still possessed a girlish appearance. However, the traditional clothes that she wears brings out a mature and beautiful feel about her.<br><br>\nThat night, upon conclusion of his business, he goes in search of Chitose. Hearing her voice, he follows it and comes to an outdoor bath. Peeking through a gap in the bamboo fence, he is stunned to see her with another man...<br>"
    },
    {
      "id": "tt2085059",
      "type": "series",
      "name": "Kara no Shoujo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7265.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2085059"
      },
      "description": "Genres: Hentai, Romance, Thriller\nTags:Detective\nBased on the erotic game by Innocent Grey.<br>\n<br>\nReiji is a private detective. One day, he receives a strange offer from a girl, \"Please look for... me. True me.\" At that time, a series of abnormal murder cases happen and Reiji is offered to investigate it as well. There is a girls' high school Yukari, Reiji's younger sister, goes and two female students are missing. Tokio, vice principal of the school, offers Reiji to search for them. As a result, Reiji receives three offers at the same time. To collect information, he starts working at the school in disguise and meets Toko, who asked him to look for real her before. \"Hi, nice to see you again, sir.\" The killing never stops.... A spiral of tragedy.... What breaks through this tragic condition might be a girl's smile.... <br>\n<br>\n(Source: Himeya Shop)"
    },
    {
      "id": "tt2150915",
      "type": "series",
      "name": "Quiz Magic Academy: The Original Animation 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7549.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2150915"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Magic/School/Kuudere\nThe second OVA of Quiz Magic Academy."
    },
    {
      "id": "tt1636704",
      "type": "series",
      "name": "Mai-HiME: Kuro no Mai/Saigo no Bansan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8062.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1636704"
      },
      "description": "Genres: Comedy\nTags:Kuudere\nMai invites Reito to go with her to the beach and also says that she prefers him over Tate. But little does he know, that this is actually part of a plan for revenge. "
    },
    {
      "id": "tt1618742",
      "type": "series",
      "name": "Step MILF",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7612.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1618742"
      },
      "description": "Genres: Hentai\nTags:\nBased on the erotic game by Anim.<br>\n<br>\nTomonori is a university student. His mother passed away two years ago, but his father, Seiichi, soon got remarried to Hanae. He now happily lives with Seiichi, Hanae, and Marie, Hanae's daughter. But one day, he gets to know the fact that Seiichi had been committing adultery with Hanae. \"He betrayed my mother.... Ok, I'll destroy everything around him! I'll steal his wife first.\" His devotion to Hanae has got crooked and his revenge starts though he knows it'll put his family into misery and he'll never be able to turn back....<br>\n<br>\n(Source: ErogeShop)"
    },
    {
      "id": "tt1738286",
      "type": "series",
      "name": "Kansen 2: Inzai Toshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7712.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1738286"
      },
      "description": "Genres: Hentai\nTags:Rape/Yuri/Sex Toys\nBased on the erotic game by Speed.<br>\n<br>\nKansen 2 (like the first episode) takes place during the initial outbreak of the Unknown virus epidemic, but the protagonists here have a much harder lot because they are stuck in the middle of a contaminated city immediately after its destruction by a mysterious cataclysm.<br>\n<br>\nStalked by hordes of infected maniacs, Hiroshi Ookura and his friends seek safety inside a mostly intact shopping mall, but madness and death are everywhere...<br>\n<br>\n(Source: Visual Novel Database)"
    },
    {
      "id": "tt2334330",
      "type": "series",
      "name": "Letter Bee Reverse Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9673.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2334330"
      },
      "description": "Genres: Comedy\nTags:\nTegami Bachi Reverse DVD short extra episodes."
    },
    {
      "id": "tt2891470",
      "type": "series",
      "name": "Kaitou Reinya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b7561-VVYrzeix8Zdm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2891470"
      },
      "description": "Genres: Comedy\nTags:Female Protagonist/Chibi/Ensemble Cast\nReinya appears to be an ordinary girl working at a convenience store but she is in fact, the Phantom Thief Reinya. Together with her assistant Chuutarou; in their secret hideout right below the local convenience store, Reinya hatches plans to steal various treasures made of gold. They face an incompetent trio of a perverted police inspector, a policewoman who is a natural airhead, and a detective totally infatuated with Reinya, all of them in a police station beside Reinya's convenience store.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1556086",
      "type": "series",
      "name": "Boku, Otaryman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7597.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1556086"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/Primarily Adult Cast/Seinen\nBoku, Otary-man (otaku + salaryman) is a autobiographical manga of the author Yoshitani, who is also working as a system engineer. It's about a slice of life of an office worker, who is a little bit otaku."
    },
    {
      "id": "tt1663764",
      "type": "series",
      "name": "Watashi no Shiranai Mesu no Kao",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7458.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1663764"
      },
      "description": "Genres: Hentai\nTags:Rape/Large Breasts/Nudity/Heterosexual/Nakadashi/School/Anal Sex/Group Sex/Bondage/MILF/Fellatio/Lactation/Defloration/Rimjob/Scat/Handjob/Facial\nMasato lives a happy life with his wife, Ichika. But one day, a disc is sent to him. The disc contains some videos of Ichika having sex with someone. He can't turn his face away from it.... A few days later, another disc is sent to him.... The disc contains all of Ichika's sex history.... A man finally appears in front of Masato.... What does Masato think about her indecent past experiences...? What will happen to them in the end...?<br><br>\n(Source: ErogeShop)"
    },
    {
      "id": "tt1738078",
      "type": "series",
      "name": "Otome Chibaku Yuugi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7581.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1738078"
      },
      "description": "Genres: Hentai\nTags:Large Breasts/Netorare/School/Rape/Defloration/Bondage\nKaoru is a high school student who does not have the guts to go against his old friend Nanao. Nanao keeps giving Kaoru sexual orders which he is forced to obey. One day he decides to take revenge. And for the revenge he will use his other classmate Mayu as his trump card."
    },
    {
      "id": "tt1639109",
      "type": "series",
      "name": "Angel Beats!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6547-3jWzWyXg34Et.png",
      "behaviorHints": {
        "defaultVideoId": "tt1639109"
      },
      "description": "Genres: Action, Comedy, Drama, Supernatural\nTags:Philosophy/School/Kuudere/Primarily Teen Cast/Coming of Age/Male Protagonist/Ensemble Cast/Angels/Slapstick/Survival/Guns/Found Family/Band/School Club/Baseball/Chuunibyou/Heterosexual\nOtonashi wakes up in the afterlife to find out he has no memories of his life before death. Desperate to survive in a war that could yield another unfortunate fate, he joins the SSS in the battle against Angel, whose very mission is to destroy all inhabitants of this afterlife. As Otonashi struggles to recover his memory and learn more about this world, he finds that not all is as it had seemed.<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt1634208",
      "type": "series",
      "name": "Maid-Sama!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7054-GW4D7VAZG19W.png",
      "behaviorHints": {
        "defaultVideoId": "tt1634208"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Shoujo/Female Protagonist/School/Work/Maids/Tsundere/School Club/Femboy/Heterosexual/Primarily Teen Cast/Episodic/Otaku Culture/Chibi/Kuudere\nBeing the first female student council president isn't easy, especially when your school just transitioned from an all boys high school to a co-ed one. Aptly nicknamed \"Demon President\" by the boys for her strict disciplinary style, Misaki Ayuzawa is not afraid to use her mastery of Aikido techniques to cast judgment onto the hordes of misbehaving boys and defend the girls at Seika High School.<br>\n<br>\nYet even the perfect Ayuzawa has an embarrassing secret—she works part-time as a maid at a maid café to help her struggling family pay the bills. She has managed to keep her job hidden from her fellow students and maintained her flawless image as a stellar student until one day, Takumi Usui, the most popular boy in school, walks into the maid café. He could destroy her reputation with her secret... or he could twist the student council president around his little finger and use her secret as an opportunity to get closer to her.<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1410218",
      "type": "series",
      "name": "K-ON! Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7791-kkyTqv0HI7D7.png",
      "behaviorHints": {
        "defaultVideoId": "tt1410218"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Cute Girls Doing Cute Things/School Club/Primarily Female Cast/Female Protagonist/Band/Coming of Age/School/Primarily Teen Cast/Seinen/Iyashikei/Tomboy/Tsundere\nIt is the new year, which means that the senior members of the Light Music Club are now third-years, with Azusa Nakano being the only second-year. The seniors soon realize that Azusa will be the only member left once they graduate and decide to recruit new members. Despite trying many methods of attracting underclassmen—handing out fliers, bringing people into the clubroom, and performing at the welcoming ceremony—there are no signs of anyone that plans to join.\n<br><br>\nWhile heading to the clubroom, Azusa overhears Yui Hirasawa say that the club is fine with only five people and that they can do many fun things together. Changing her mind, she decides that they do not need to recruit any members for the time being.\n<br><br>\n<i>K-On!!</i> revolves around the members of the Light Music Club as they experience their daily high school life. From rehearsing for concerts to just messing around, they are ready to make their last year together an exciting one!\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1847445",
      "type": "series",
      "name": "The Tatami Galaxy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx7785-TMqYIFkWDCgy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1847445"
      },
      "description": "Genres: Comedy, Mystery, Psychological, Romance\nTags:College/Surreal Comedy/Coming of Age/Philosophy/Male Protagonist/Primarily Adult Cast/Episodic/School Club/Meta/Cult/Ensemble Cast/Satire/Heterosexual/Mythology/Tennis/Cycling/Gods\nWhen a college dropout stops for a late night bite at a mysterious ramen stand, he crosses paths with a self-proclaimed deity of matrimony. This bizarre meeting sends the young man hurtling through a horrifying flashback to his not-so-glorious college days when the influence of a cruel new friend turned him from a hopeless romantic into a mischievous “black cupid.”<br><br>\r\n(Source: Funimation)"
    },
    {
      "id": "tt1634209",
      "type": "series",
      "name": "kiss×sis (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b7593-6a0TvcDmgjP9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1634209"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Inseki/Twins/Female Harem/Love Triangle/Male Protagonist/Nudity/Heterosexual/School/Seinen\nKeita has two older step-sisters, Ako and Riko, but since they aren't related by blood, they love him in a lustful way. After a mishap at school, Ako and Riko finally confess their love to him. Keita dislikes the thought of seeing them other then brother and sister, but as he tries to enter the same school as his sisters, he slowly becomes attracted to them. <br><br>\n(Source: Anime News Network)<br>\n<br>\n<i>Note: The first episode was aired as an online preview on Bandai Channel between 25th and 26th of March 2010. The regular broadcast started on April 5. </i>"
    },
    {
      "id": "tt1685484",
      "type": "series",
      "name": "Wagnaria!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6956-Nxs7H25yHLNS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1685484"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Work/Heterosexual/Ensemble Cast/Male Protagonist/Food/Seinen/Episodic/Urban/Surreal Comedy/Slapstick/Cute Girls Doing Cute Things\nSet in a family restaurant in Hokkaido, the northern prefecture of Japan, 16-year-old high school student Souta Takanashi works part-time along with his strange co-workers: Popura Taneshima, a high school girl who's a year older than Souta, yet easily mistaken for an elementary/middle schooler, and Kyoko Shirafuji, the 28-year-old store manager who doesn't bother to do any work at all. <br><br>\n(Source: NIS America) "
    },
    {
      "id": "tt1636694",
      "type": "series",
      "name": "Demon King Daimao",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7088-Y38q7jaBwlTZ.png",
      "behaviorHints": {
        "defaultVideoId": "tt1636694"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy\nTags:School/Magic/Female Harem/Tsundere/Nudity/Demons/Primarily Female Cast/Male Protagonist/Kuudere/Swordplay/Aviation\nAfter enrolling at the Constant Magic Academy, Akuto Sai discovers he's not just a gifted student with magical powers; he's destined to become the Demon King. And though he's not that crazy about the idea, it drives the girls wild! From the sexy school girls in his class to the skin-obsessed android who's programmed to seduce him, Akuto has no shortage of wacky girl trouble. How much temptation can a demon king take?<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1610860",
      "type": "series",
      "name": "Rainbow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6114-shZ3lroOFRAo.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1610860"
      },
      "description": "Genres: Drama, Psychological, Thriller\nTags:Ensemble Cast/Seinen/Coming of Age/Delinquents/Primarily Male Cast/Rehabilitation/Survival/Historical/Crime/Revenge/Torture/Prison/Orphan/Bar/Gangs/Slavery/Philosophy/School/Yakuza/Found Family/Language Barrier\nSeven teenagers in 1955 have to learn to live together in the same hold in the reformatory of Shounan. Confined in a hall where suffering and humiliation are daily, they are waiting for a ray of hope in a dark, incarcerating world. The story follows their life together and how they move on afterwards. "
    },
    {
      "id": "tt1639471",
      "type": "series",
      "name": "Arakawa Under the Bridge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7647-IRs5Yo8pAOFw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1639471"
      },
      "description": "Genres: Comedy, Romance\nTags:Denpa/Surreal Comedy/Seinen/Ensemble Cast/Philosophy/Male Protagonist/Outdoor/Nun/Episodic/Homeless/Kuudere/Heterosexual/Love Triangle/Samurai\nKo Ichinomiya's family motto is \"Never be indebted to anyone,\" but after losing his pants and falling into the Arakawa River, he quickly finds himself in debt to his savior, the cutely insane Nino (who happens to live under the bridge). To repay her, he vows to help her with her desire to \"experience love.\" Along the way he'll meet the river's other residents, including a hot-blooded kappa, a Sister in drag, and a literal rock star. Sorry, Ko—when you fell into that river, I guess you really got in over your head! <br><br>\r\n(Source: NIS America) "
    },
    {
      "id": "tt1634165",
      "type": "series",
      "name": "Yamada's First Time: B Gata H Kei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx7817-6kYE5LRNoL97.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1634165"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Protagonist/School/Heterosexual/Photography/Seinen/Tsundere/Coming of Age/Parody/Ojou-sama/Gods\nYamada, first name withheld, is a 15-year-old girl who has just entered Takizawa High School.  Easily considered exceptionally beautiful, she has only one problem with her own body, she thinks her vagina looks weird and is very self-conscious about it.  <br><br>\nUpon entering high school, her dream was to have casual sex with 100 men but therein lies the problem, she believes an experienced partner will tease her about the way her vagina looks or simply the fact that she's a virgin.  She stumbles upon the solution in the form of Kosuda Takashi, a fellow virgin, whom she believes will help ease the transition to more experienced partners.<br><br>\nThere's only one small problem, Yamada doesn't know anything about sex or the ancient art of seduction, meaning her quest to conquer Kosuda will be a difficult one."
    },
    {
      "id": "tt1679436",
      "type": "series",
      "name": "Mayoi Neko Overrun!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7590.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1679436"
      },
      "description": "Genres: Comedy, Romance\nTags:Female Harem/Tsundere/Heterosexual/Kemonomimi/School/Ojou-sama/Primarily Teen Cast/Male Protagonist/Primarily Female Cast/Kuudere\nA heart warming love comedy. Tsuzuki Takumi is a high school boy, who is running a confectionery \"Stray Cats\" with his sister-in-law Otome. Otome is an extremely good-natured person and is always running around to help people. One day she brings home a runaway girl Kiriya Nozomi. Nozomi's closed mind gradually opens to them as she works as a p&acirc;tissi&egrave;re at Stray Cats.<br><br>\n(Source: Official Site)"
    },
    {
      "id": "tt1710529",
      "type": "series",
      "name": "House of Five Leaves",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7588-iXCwrmgHGJbd.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1710529"
      },
      "description": "Genres: Drama, Mystery\nTags:Seinen/Historical/Samurai/Primarily Adult Cast/Male Protagonist/Crime/Primarily Male Cast/Swordplay\nMasterless samurai Akitsu Masanosuke is a skilled and loyal swordsman, but his naïve, diffident nature has more than once caused him to be let go by the lords who employ him. Hungry and desperate, he agrees to become a bodyguard for Yaichi, the charismatic leader of a group calling itself “Five Leaves.” Although disturbed by the gang’s sinister activities, Masa begins to suspect that Yaichi’s motivations are not what they seem. And despite his misgivings, the deeper he’s drawn into the world of the Five Leaves, the more he finds himself fascinated by these devious, mysterious outlaws.\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt1658978",
      "type": "series",
      "name": "Hakuoki: Demon of the Fleeting Blossom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6895-S4QTn9uPlVrL.png",
      "behaviorHints": {
        "defaultVideoId": "tt1658978"
      },
      "description": "Genres: Action, Drama, Supernatural\nTags:Swordplay/Primarily Male Cast/Samurai/Historical/Female Protagonist/Male Harem/Crossdressing\nThe protagonist, Yukimura Chizuru, is the daughter of a doctor who works in Edo. The father leaves Edo to work as a volunteer doctor and moves to Kyoto without his daughter. As time passes by, Chizuru starts worrying about losing contact with her father, so she decides to go to Kyoto in search of him. On the way, Chizuru is attacked by few criminals and witnesses a fight between an oni and the Shinsengumi. Taking her into custody and saving her, the Shinsengumi debate on what to do with Chizuru when they discover that she is the daughter of the doctor they are also looking for. So they decide to become Chizuru's protectors and help her look for her father (the doctor). Lots of events happen while she stays with the Shinsengumi, as they discover mysterious secrets and also fight against the Bakumatsu group. The story is overall romantic with a historical and political background. <br><br>\n(Source: Hakuouki official website) "
    },
    {
      "id": "tt7947592",
      "type": "series",
      "name": "ONE PIECE FILM: STRONG WORLD - EPISODE:0",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8740-oZajT3brPn7b.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7947592"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Super Power\nSet over 20 years prior to the main One Piece story, this limited release OVA chronicles the confrontation between Gold Lion Shiki and Gold Roger as well as other events around the world around the time of the Pirate King's execution. "
    },
    {
      "id": "tt1356878",
      "type": "series",
      "name": "Hetalia World Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8479-dwf4MppZB8Do.png",
      "behaviorHints": {
        "defaultVideoId": "tt1356878"
      },
      "description": "Genres: Comedy\nTags:Parody/Historical/Educational/Ensemble Cast/Primarily Male Cast/Chibi/Cute Boys Doing Cute Things\nThe third and fourth seasons of the Hetalia Axis Powers anime. A continuation of the first 2 seasons under a new name, still adapting the online webcomics drawn by Himaruya Hidekaz.<br><br>\nBased on a popular web-released manga series by Hidekazu Himaruya, this has been described as a \"cynical gag\" story set in Europe in the years between WW1 and WW2 (1915-1939), using exaggerated caricatures of the different nationalities as portrayed by a gaggle of bish&#333;nen. For example, the Italia Veneziano character is into pasta and women. The Deutsche (German) bishi loves potatoes and sausages, and Nippon is an otaku boy. Installments of the manga have jumped back and forth in setting from the ancient times to modern-day geopolitics. The manga's title comes the Japanese words for \"useless\" (hetare) and Italy (Italia).<br><br>\n(Source: ANI)"
    },
    {
      "id": "tt1674928",
      "type": "series",
      "name": "Beyblade: Metal Masters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8410-fXa60HqVggen.png",
      "behaviorHints": {
        "defaultVideoId": "tt1674928"
      },
      "description": "Genres: Adventure, Comedy, Sports\nTags:Kids/Male Protagonist/Bisexual/Primarily Child Cast/Primarily Male Cast/Ensemble Cast/Super Power\nAfter defeating Ryuga and his dark Bey L-Drago, Gingka is crowned the winner of the Battle Bladers Championship. When news gets out, other bladers from around the world want their chance at defeating Gingka and capturing the title of number one Beyblader. The WBBA, now headed by Ryo, calls a global competition enlisting top representatives from each country to compete.<br><br>\n(Source: Nelvana)"
    },
    {
      "id": "tt3459088",
      "type": "series",
      "name": "Magic Kaito",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8310-FfunDT6K2wZb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3459088"
      },
      "description": "Genres: Adventure\nTags:Magic/Male Protagonist/Episodic/Witch/Police/Urban/Shounen/School/Detective\nKaito Kuroba, a normal teenage student whose father is often absent for vaguely defined reasons. When his father dies under mysterious circumstances, he is made aware of his father's secret identity; a famous international criminal known as International Criminal 1412: the Phantom Thief, and that he was murdered by a mysterious organization for refusing to aid them in retrieving the \"Pandora Gem\"; a mystical stone said to shed a \"tear\" during the passing of a particular comet, the consumption of which bestows immortality. He vows to prevent the organization from gaining immortality, and assumes his father's identity as he begins his quest for the gem. His only clues as to the gem's location are that it glows red under the full moon and that it is a doublet: a gem hidden within a larger gem. Thus, it would have to be a relatively large one with a bizarre history, and always stored in a place that never receives moonlight. He thus researches and steals famous priceless gems with odd histories from incredibly well-defended areas, and always returns them after the very next full moon. <br>"
    },
    {
      "id": "tt4556804",
      "type": "series",
      "name": "The Betrayal Knows My Name",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7058-nIFGNo4AjAPB.png",
      "behaviorHints": {
        "defaultVideoId": "tt4556804"
      },
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Amnesia/Urban Fantasy/Shoujo/Demons/Primarily Male Cast/Boys' Love/Agender/School/Male Protagonist/Bisexual\nSakurai Yuki is an orphan with a mysterious ability. Found near the fence of his current home, the Asahi Orphanage, Yuki strives for independence. The last thing he wants is to be a burden on anybody. His ability makes this nearly impossible, however; whenever he touches someone, he feel their emotions and see the darkness within their hearts and exactly what caused such darkness. Unable to control his ability, Yuki has often made insensitive blunders while trying to empathize with the person he feels pain for. Now, however, with death threats clouding his judgement and his ability increasing immensely, what will happen when a man claiming to be Yuki's older brother appears?"
    },
    {
      "id": "tt5314528",
      "type": "series",
      "name": "Giant Killing",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7661.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5314528"
      },
      "description": "Genres: Drama, Sports\nTags:Football/Seinen/Male Protagonist/Primarily Adult Cast/Primarily Male Cast\nEast Tokyo United, ETU, has been struggling in Japan's top football league for a few years.  It has taken everything they have just to avoid relegation. To make matters even worse, the fans are starting to abandon the team.<br><br>\nIn an effort to improve their performance, ETU has hired a new coach, the slightly eccentric Tatsumi Takeshi.  Tatsumi, who was considered a great football player when he was younger, abandoned the team years before but has proven himself as the manager of one of England's lower division amateur teams.  The task won't be easy, the teams East Tokyo United is pitted against have bigger budgets and better players.  However, Tatsumi is an expert at Giant Killing."
    },
    {
      "id": "tt1693435",
      "type": "series",
      "name": "Major S6",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7655-HRR4NF39Vo3W.png",
      "behaviorHints": {
        "defaultVideoId": "tt1693435"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Baseball/Male Protagonist/Foreign/Shounen\nThe sixth season begins after the \"Baseball World Cup\" has ended. Goro regained his passion for baseball in Japan thanks to his friends, and left to join the Hornets baseball team in preperation to the new season. When he arrives in America he starts to celebrate his role as a Major League pitcher at last! Goro's family and friends gathers in groups in Japan to watch Goro's debut in the Major League. However, Goro's debut is the beginning of a line of surprising happenings, that has an outcome no one expected... "
    },
    {
      "id": "tt0488477",
      "type": "series",
      "name": "xxxHOLiC Rou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6864-tbc8T8lbYY69.png",
      "behaviorHints": {
        "defaultVideoId": "tt0488477"
      },
      "description": "Genres: Mystery, Psychological, Supernatural\nTags:Male Protagonist/Seinen/Youkai/Urban Fantasy/Primarily Adult Cast/Magic/Food/Twins\n10 years after the events of xxxHOLiC Shunmuki, a melancholic Kimihiro Watanuki has taken over the shop formerly run by the mysterious Yuuko due to a promise he made to her. His companions Maru, Moro, and Mokona live together with him in relative contentment, and some familiar faces arrive every now and then: former rival turned-steadfast friend Shizuka Doumeki, and the former psychic prodigy Kohane Tsuyuri. While Kohane studies folklore under Doumeki at university, they encounter a case that is perfect for the master of the shop.\n<br><br>\nEventually, Watanuki receives a visit from Doumeki's grandfather, Haruka. He requests that Watanuki investigates his grandson's dreams. While inside the dream world, he discovers how their past adventures played out from Doumeki's perspective of view, leading Watanuki to discover truths from 10 years ago and secrets about the ties that bind their friendship.<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1114855",
      "type": "series",
      "name": "Bakugan: Gundalian Invaders",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7334-k24kihvZ8Hm3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1114855"
      },
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Card Battle/Dragons/Male Protagonist/Software Development/Kids/CGI/War/Tanned Skin/Aliens\nDan, Marucho, and Shun get caught up in a war between two different alien factions in another universe, and teaming up with three new brawlers: the Neathian, Fabia, the new human, Jake, and the Gundalian, Ren, in order to stop the evil Gundalian Protectors, the Twelve Orders from destroying Neathia, and possibly, Earth. They meet these people by them entering through the virtual reality Bakugan Interspace. The stakes are high! Will the Battle Brawlers triumph, saving the Bakugan once more?<br><br>\n(Source: Bakugan Wikia)"
    },
    {
      "id": "tt1655610",
      "type": "series",
      "name": "Baka and Test - Summon the Beasts Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7870.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1655610"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Crossdressing/Magic/School/Food/Parody/Fairy Tale/Kuudere\nThe candid shots of Muttsurini's female and male classmates that fund his surveillance habits."
    },
    {
      "id": "tt1695569",
      "type": "series",
      "name": "Nodame Cantabile Finale Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx8038-b8K9nnetX8Xx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1695569"
      },
      "description": "Genres: Comedy, Music, Romance\nTags:Josei/Foreign/Female Protagonist/Primarily Adult Cast/College/Heterosexual/Work/Coming of Age\nDVD special episode taking place before Episode 1 of Finale that focuses on Miki Kiyora making it to the final round of a competition in Paris.\n\n(Source: Wiki)"
    },
    {
      "id": "tt1409383",
      "type": "series",
      "name": "Big Windup! 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7720-C0Y3tuXIbCAL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1409383"
      },
      "description": "Genres: Comedy, Sports\nTags:Baseball/Primarily Male Cast/Seinen/School Club/Primarily Teen Cast/Male Protagonist/Cheerleading/Coming of Age\nPicking up where the original series left off, Ren Mihashi, the ace pitcher of the newly-formed Nishiura High School baseball team, and his teammates face the Sakitama High School team in the next round of the High School Baseball Invitational Tournament as they aim to play in the finals at legendary Hanshin Koushien Stadium.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1685412",
      "type": "series",
      "name": "Night Raid 1931",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6973-hf8eRNjN4xf4.png",
      "behaviorHints": {
        "defaultVideoId": "tt1685412"
      },
      "description": "Genres: Action\nTags:Super Power/Historical/Foreign/Military/Espionage\nThe year is 1931. The city is Shanghai. Ten years before America will enter World War II, the hydra's teeth planted by the first great global conflict are beginning to germinate. Hatching like spiders, they weave the complex web of plots and conspiracies destined to inevitably draw entire nations to the brink of destruction. Caught in the heart of these webs, desperately seeking to separate lies from truth, is \"Sakurai Kikan,\" an ultra-secret intelligence agency staffed by extraordinarily talented individuals with abilities far beyond those of normal humans. Their duty: to stop the darkest plots and eliminate the greatest threats. But in a city built on intrigue, can even a team of clairvoyants, telepaths and espers stand against the ultimate forces of destiny?<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama: Dai Hanseikai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10643.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0988818"
      },
      "description": "Genres: Action, Comedy\nTags:Parody/Swordplay/Ensemble Cast/Shounen\nSome of the characters get together and talk about \"regrets\" they have after 4 years of anime Gintama. Soon they fight over who gets more screen time. Special of the Gintama Harumatsuri live event."
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikki Tousen: Xtreme Xecutor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7580-dt2waY2ZK8SN.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0486171"
      },
      "description": "Genres: Action, Ecchi\nTags:Martial Arts/Female Harem/Super Power/Female Protagonist/School/Nudity/Tomboy/Kuudere/Seinen\nLife gets crazy for Hakufu when she takes on a pupil that acts just like her! A tournament between the school heads start, but due to Hakufu's negligence, her pupil ends up taking her place. The tournament isn't what it seems, and the girls find themselves in the middle of a plot to take over the clans. <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt1815065",
      "type": "series",
      "name": "HEROMAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4334-4wI880nqsC4I.png",
      "behaviorHints": {
        "defaultVideoId": "tt1815065"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Shounen/Robots/Super Robot/Aliens/Superhero/Urban\nJoey is an orphan living with his grandmother in Center City on the West Coast of the United States of America.  Joey, like any other boy his age, is interested in robots and gadgets and dreams about owning a particular toy robot called a Heybo.  Heybos have very advanced mechanisms and controls but with great mechanisms comes great price; the robot is too expensive for Joey, whose only source of income is a part-time job at a restaurant and he needs that money to help support himself and his grandmother.<br><br>\nOne day, when Joey is on his way home from school, he happens upon a couple of bullies who are playing around with a Heybo.  Long story short, the bullies manage to get the robot run over by a car and Joey retrieves the wreckage from a trash can. Once home, Joey fixes the robot and names it Heroman. Later that night, a thunderstorm results in Heroman getting wet and, improbably, struck by lightning.  The result is amazing, Heroman grows massive in size, gets emblazoned with the colors of the American flag and responds to Joey's commands!<br><br>\nAt the same time in space, an alien race called the Skrugg is preparing an invasion of Earth.  Now it's up to Joey and Heroman to save Earth!"
    },
    {
      "id": "tt1584003",
      "type": "series",
      "name": "Ladies versus Butlers! Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8302.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1584003"
      },
      "description": "Genres: Ecchi\nTags:Nudity/Maids/Meta/Butler\nDVD/BD specials featuring two female cast members of Ladies versus Butlers! at a time engaging in Lady Battles, where they try to outdo their opponent in eroticism and stripping."
    },
    {
      "id": "tt17451982",
      "type": "series",
      "name": "Haiyoru! Nyaruani",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7596.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt17451982"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Surreal Comedy/Parody/Flash/Chibi/Mythology/Cosmic Horror/Kuudere\nAnimated Flash shorts based on the light novel series \"Haiyore! Nyaruko-san.\" In these shorts, Nyarlko, an anthropomorphized female version of Nyarlathotep from the Cthulhu Mythos, is constantly being told off by Mahiro, a normal human boy, for all the crazy or stupid things she does.<br><br>\nIn one of the shorts, Nyarlko is drawing a cover design for a body pillow.  It turns out that the pillow's subject is a half-dressed Mahiro in what appears to be a hot and heavy scene with Nyarlko.  Naturally, Mahiro proceeds to stab Nyarlko in the hand with a fork and threatens to kill her if she releases the pillow design.<br><br>\nOther shorts revolve around various gags and occasionally feature Cthuko, an anthropomorphized female version of Cthugha, who's madly in love with Nyarlko."
    },
    {
      "id": "tt0994314",
      "type": "series",
      "name": "Code Geass: Hangyaku no Lelouch - Kiseki no Birthday Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8728.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0994314"
      },
      "description": "Genres: Supernatural\nTags:Male Protagonist/Super Power/School/Anti-Hero/Kuudere\nThe students of Ashford Academy are busy preparing for the upcoming school festival. Their preparations are interrupted when terrorists from the Neo-Chinese Federation attack and take control of the school. It's up to Lelouch and and his friends to stop the terrorists from achieving their goals. "
    },
    {
      "id": "tt4446740",
      "type": "series",
      "name": "Tales of Symphonia: The Animation - Tethe'alla Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5306-FrQQ6rETpn9d.png",
      "behaviorHints": {
        "defaultVideoId": "tt4446740"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Swordplay/Male Protagonist/Angels/Elf/Cult\nThe second arc of Tales of Symphonia that takes place in the flourishing world of Tethe'alla. This OVA takes place up to two-thirds of the game, prior to the Derris-Kharlan arc."
    },
    {
      "id": "tt1695569",
      "type": "series",
      "name": "Nodame Cantabile OVA 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8190.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1695569"
      },
      "description": "Genres: Comedy, Music, Romance\nTags:Josei/Primarily Adult Cast/Foreign/Heterosexual\nAn anime-original story written by Ninomiya Tomoko, this is an extra episode that falls between the end of Nodame Cantabile (Finale) and Nodame Cantabile Opera-hen.  It's spring.  Nodame is getting very close to graduating from the Conservatoire and Chiaki is keeping himself busy professionally."
    },
    {
      "id": "tt2431234",
      "type": "series",
      "name": "REBORN!: Here Comes a Vongola Family-Style School Trip!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8532.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2431234"
      },
      "description": "Genres: Comedy\nTags:Shounen\nInitially an internet-only stand-alone special episode of Katekyo Hitman Reborn! shown on the Shounen-Jump website, where the main characters go to various tourist spots in Japan. It was made available later on DVD in July 2010, adding extra scenes."
    },
    {
      "id": "tt1705089",
      "type": "series",
      "name": "Sex Pistols",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5719.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1705089"
      },
      "description": "Genres: Comedy, Drama, Supernatural\nTags:Boys' Love/School/Primarily Male Cast/Nekomimi\nAn average boy named Norio is suddenly getting a lot of unwanted romantic attention. A fall down the stairs into the arms of a handsome stranger sets off the beginnings of an explanation, and it is one Norio never could have possibly imagined. Soon a whole new world opens up for Norio revealing a secret society of special people evolved from animals other than monkeys. Norio turns out to be a particularly rare breed and his DNA is in high demand. Now that he's suddenly the prey, it'll take much effort to survive in this modern jungle. <br><br>\nThis story revolves around a high school boy who discovers that he is part of a select group of humans who did not evolve from monkeys, but various animals such as leopards and black bears.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1636704",
      "type": "series",
      "name": "Shin Koihime†Musou: Otome Tairan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8057.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1636704"
      },
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy\nTags:Historical/Nudity/Female Protagonist/Primarily Female Cast\nThe third season of Koihime Musou.<br><br>\nHan's high court general Kashin (&#20309;&#36914;) was forced to swallow a cursed pill from Chou Jou. The effect is slowly turning her into a cat, which she dislikes. Chou Jou also made use of the emperor's name to dispose her from the Han court as a traitor.<br><br>\nShe met Kada during her escape while Kada brought her to the Touka village, whom he believes they would help her."
    },
    {
      "id": "tt3443306",
      "type": "series",
      "name": "The Qwaser Of Stigmata Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8668.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3443306"
      },
      "description": "Genres: Ecchi\nTags:POV/Kuudere\nBD specials."
    },
    {
      "id": "tt1642373",
      "type": "series",
      "name": "Case Closed: Kid in Trap Island",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8609.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1642373"
      },
      "description": "Genres: Adventure, Comedy, Mystery\nTags:Police/Shounen/Crossover/Age Regression/Male Protagonist/Detective\nIn this entirely new story produced specifically for the DVD, Conan leads a group of young detectives against the phantom thief Kaitou Kid, who has his eyes set on a jewel at a hotel on an isolated island.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1584003",
      "type": "series",
      "name": "Ladies versus Butlers! Tokuten Disc Music Clip",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8619.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1584003"
      },
      "description": "Genres: Ecchi, Music\nTags:Nudity/Female Harem/Maids\nSpecial music clip released on DVD."
    },
    {
      "id": "kitsu:5496",
      "type": "series",
      "name": "Madobe Nanami no Windows 7 de PC Jisaku Ouen Commercial!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8792-tOJ769iNN6ax.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5496"
      },
      "description": "Genres: Comedy\nTags:Advertisement/Software Development\nMadobe Nanami is a computer store employee who instructs customers on how to magically assemble their PCs.  She also shows them some of the features of Windows 7."
    },
    {
      "id": "kitsu:5578",
      "type": "series",
      "name": "Kateikyoushi Hitman REBORN!: Mr. Rebokku no Ciao Ciao Interview",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9023.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5578"
      },
      "description": "Genres: Comedy\nTags:\nKHR: Mr. Rebokku no Ciao Ciao Interview is set of 3 DVD specials in which, Reborn, dressed as host interviews various characters selected by a wheel.<br><br>\nEpisode #1<br>\nFeatures Reborn as Host, and Tsunayoshi, Gokudera and Xanxus as guests.<br><br>\nEpisode #2<br>\nFeatures Reborn as Host, and Hibari, Belphegor and Dino as guests.<br><br>\nEpisode #3<br>\nFeatures Reborn as Host, and, differently than before, four characters which are Byakuran, Mukuro, Squalo and Yamamoto.<br><br>\n(Source: Katekyo Hitman Reborn! FC)"
    },
    {
      "id": "tt5323576",
      "type": "series",
      "name": "Jewelpet Twinkle☆",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8217-0AdC5k7zWMwu.png",
      "behaviorHints": {
        "defaultVideoId": "tt5323576"
      },
      "description": "Genres: Fantasy, Mahou Shoujo\nTags:Magic/Animals/Cute Girls Doing Cute Things/Kids/Kuudere/Henshin\nIn Jewel Land, Jewelpets, creatures who has the natural ability to use magic lived in harmony with the Witches, attending the School of Witchcraft and Wizardry to learn to use magic with their Jewel Eyes. However for Ruby, a white Japanese Hare whose magic sometimes fail, is appointed to go to the Human World to search for her partner. But when she used the card the magicians gave her, she was sent to the Human World by accident. In the Human World, A girl named Akari Sakura met her on the beach on her way to school. At first, Akari can't understand her due to her Jewel Land Language until Ruby took a special candy so she could speak and understand human language. As the day passes, Ruby knew about her problems and later apologized. A Jewel Charm appeared on Akari's hand and she realized it that she's chosen by Ruby to be her partner. After that, she decided to enter the Jewel Star Grand Prix, on the prize is that any wish that they wanted will be granted. Will she be the Next Jewel Star and her wish be granted in the end? Or I'll just end in one big disaster... <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1356878",
      "type": "series",
      "name": "Hetalia Axis Powers Fan Disc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9865.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1356878"
      },
      "description": "Genres: Comedy\nTags:Parody/Historical/Cute Boys Doing Cute Things\nThis Fan Disc gathers two of the most popular episodes and re-edits them to create a single story. These episodes are \"Chibitaria\" and \"America's Storehouse Cleaning\". The unaired episode \"Ore-sama Nikki\" is also included."
    },
    {
      "id": "tt1521186",
      "type": "series",
      "name": "Case Closed Magic File 4: Osaka Okonomiyaki Odyssey",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8331.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1521186"
      },
      "description": "Genres: Mystery\nTags:Male Protagonist/Age Regression/Shounen/Detective\nAnother special to accompany the release of the 14th feature film, The Lost Ship in the Sky. Along with a number of previous episodes, the original episode contained within will take place after the events of the film."
    },
    {
      "id": "tt0994314",
      "type": "series",
      "name": "Code Geass: Hangyaku no Lelouch - Kiseki no BABA Gekijou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18881.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0994314"
      },
      "description": "Genres: Supernatural\nTags:School/Kuudere\nFrom the \"Code Geass: Lelouch of the Rebellion - Kiseki no Birthday\" DVD/BluRay. It is different from the 9 Omake Flash specials included in the Code Geass R2 DVD/BluRay. "
    },
    {
      "id": "kitsu:5243",
      "type": "series",
      "name": "Spellbound! Magical Princess Lilpri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8206.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:5243"
      },
      "description": "Genres: Mahou Shoujo\nTags:Idol/Magic/CGI/Fairy Tale/Card Battle/Primarily Female Cast/Primarily Child Cast/Female Protagonist/Kids/Henshin/Cute Girls Doing Cute Things/Fashion\nThe Fairytale World is in trouble. Its princesses and their respective worlds are disappearing, causing a ripple effect in the human world where their stories are popular. In order to save the Fairytale World, the Queen sends three magic animals, Sei, Dai, and Ryoku, to the human world with magic gems to find three girls who can become the \"Super Miracle Idols,\" the princesses Snow White, Cinderella, and Kaguya-hime. Those \"princesses\" end up being three little girls: Yukimori Ringo, Takashiro Layla, and Sasahara Natsuki. But the gems transform them into older singing superstars, and after their accidental debut at the singer Wish's concert, they become known as \"Little Princesses,\" or \"LilPri.\" Now they must collect Happiness Tones from humans in order to restore the Fairytale World. "
    }
  ]
}