{
  "metas": [
    {
      "id": "tt3741634",
      "type": "series",
      "name": "Tokyo Ghoul",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20605-fmnHdfurM7m6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3741634"
      },
      "description": "Genres: Action, Drama, Horror, Mystery, Psychological, Supernatural\nTags:Urban Fantasy/Gore/Survival/Male Protagonist/Body Horror/Anti-Hero/Seinen/Coming of Age/Urban/Police/Detective/Cannibalism/Crime/Heterosexual/College/Henshin\nThe suspense horror/dark fantasy story is set in Tokyo, which is haunted by mysterious \"ghouls\" who are devouring humans. People are gripped by the fear of these ghouls whose identities are masked in mystery. An ordinary college student named Kaneki encounters Rize, a girl who is an avid reader like him, at the café he frequents. Little does he realize that his fate will change overnight.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3742982",
      "type": "series",
      "name": "Akame ga Kill!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20613-4VGGPacciJBL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3742982"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Horror, Psychological, Thriller\nTags:Assassins/Shounen/Crime/Gore/Swordplay/Anti-Hero/Super Power/Male Protagonist/Female Harem/Kuudere/Demons/Kaiju/LGBTQ+ Themes/Nekomimi/Tomboy/Heterosexual\nIn a land where corruption rules and a ruthless Prime Minister has turned the puppet Emperor's armies of soldiers, assassins and secret police against the people, only one force dares to stand against them: Night Raid, an elite team of relentless killers, each equipped with an Imperial Arm - legendary weapons with unique and incredible powers created in the distant past.<br>\n<br>\nRescued from a fate worse than death by Night Raid, young Tatsumi is offered the chance to join their lethal ranks… but it's a deadly choice, as few can master an Imperial Arm and even fewer survive when two Arms go against each other in combat. The battle is on, and only the strongest will make it out alive.\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art Online II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20594-FhRgZ1H9Istt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2250192"
      },
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Virtual World/Male Protagonist/Primarily Female Cast/Video Games/Isekai/Battle Royale/Female Protagonist/Guns/Swordplay/Death Game/Philosophy/Assassins/Female Harem/Tomboy/Kuudere/Primarily Teen Cast\nOne year after the SAO incident, Kirito is approached by Seijiro Kikuoka from Japan's Ministry of Internal Affairs and Communications Department \"VR Division\" with a rather peculiar request.\r\n\r\nThat was an investigation on the \"Death Gun\" incident that occurred in the gun and steel filled VRMMO called Gun Gale Online (GGO). \"Players who are shot by a mysterious avatar with a jet black gun lose their lives even in the real world...\" Failing to turn down Kikuoka's bizarre request, Kirito logs in to GGO even though he is not completely convinced that the virtual world could physically affect the real world.<br>\r\n<br>\r\nKirito wanders in an unfamiliar world in order to gain any clues about the \"Death Gun.\" Then, a female sniper named Sinon who owns a gigantic \"Hecate II\" rifle extends Kirito a helping hand. With Sinon's help, Kirito decides to enter the \"Bullet of Bullets,\" a large tournament to choose the most powerful gunner within the realm of GGO, in hopes to become the target of the \"Death Gun\" and make direct contact with the mysterious avatar.<br>\r\n<br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3613454",
      "type": "series",
      "name": "Terror in Resonance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20661-T3PD0tyXTito.png",
      "behaviorHints": {
        "defaultVideoId": "tt3613454"
      },
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Terrorism/Anti-Hero/Detective/Male Protagonist/Crime/Police/Urban/Politics/Primarily Male Cast/Female Protagonist/Mythology/Suicide/Motorcycles/Software Development\nPainted in red, the word \"VON\" is all that is left behind after a terrorist attack on a nuclear facility in Japan. The government is shattered by their inability to act, and the police are left frantically searching for ways to crack down the perpetrators. The public are clueless—until, six months later, a strange video makes its way onto the internet. In it, two teenage boys who identify themselves only as \"Sphinx\" directly challenge the police, threatening to cause destruction and mayhem across Tokyo. Unable to stop the mass panic quickly spreading through the city and desperate for any leads in their investigation, the police struggle to act effectively against these terrorists, with Detective Kenjirou Shibazaki caught in the middle of it all.<br>\n<br>\n<i>Zankyou no Terror</i> tells the story of Nine and Twelve, the two boys behind the masked figures of Sphinx. They should not exist, yet they stand strong in a world of deception and secrets while they make the city fall around them, all in the hopes of burying their own tragic truth.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt3615768",
      "type": "series",
      "name": "Blue Spring Ride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20596-fJdMHV8xRMgY.png",
      "behaviorHints": {
        "defaultVideoId": "tt3615768"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Shoujo/School/Female Protagonist/Heterosexual/Coming of Age/Family Life/Primarily Teen Cast/School Club\nYoshioka Futaba has a few reasons why she wants to \"reset\" her image & life as a new high school student. Because she's cute, she was ostracized by her female friends in junior high, and because of a misunderstanding, she couldn't get her feeling across to the one boy she has ever liked, Tanaka-kun.\r\n\r\nNow in high school, she is determined to be as unladylike as possible so that her friends won't be jealous of her. While living her life this way contentedly, she meets Tanaka-kun again, but he now goes under the name of Mabuchi Kou. He tells her that he felt the same way as she did when they were younger, but now things can never be the same again. Will Futaba be able to continue her love that never even started from three years ago?\n"
    },
    {
      "id": "tt3615002",
      "type": "series",
      "name": "Monthly Girls' Nozaki-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20668-33kB71bNr7N6.png",
      "behaviorHints": {
        "defaultVideoId": "tt3615002"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Parody/Slapstick/Drawing/Ensemble Cast/School/Otaku Culture/Female Protagonist/Primarily Teen Cast/Heterosexual/Work/Gender Bending/Tomboy/Shounen/Tsundere/School Club/Educational\nYou know how the story goes: girl crushes on guy, girl confesses feelings to guy, guy mistakes confession for a job application. Okay, maybe that's not how it usually goes, but that's what happens when Chiyo Sakura finally gets up the nerve to tell her classroom crush Nozaki how she feels. Since she doesn't know that he's secretly a manga artist who publishes under a female pen name, and he doesn't know that she doesn't know, he misunderstands and offers her a chance to work as his assistant instead of a date! But while it's not flowers and dancing, it is a chance to get closer to him, so Chiyo gamely accepts. And when Nozaki realizes how useful Chiyo can be in figuring out what girls find romantic, he'll be spending even more time with her \"researching\" while remaining completely clueless. Could Chiyo's romantic frustration possibly get any more drawn out of proportion?\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3660104",
      "type": "series",
      "name": "Barakamon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20722-mQQHyu4HXpCE.png",
      "behaviorHints": {
        "defaultVideoId": "tt3660104"
      },
      "description": "Genres: Slice of Life\nTags:Calligraphy/Rural/Found Family/Iyashikei/Episodic/Rehabilitation/Male Protagonist/Philosophy/Family Life/Coming of Age/Teacher/Tsundere/Seinen/Fishing\nSeishuu Handa is an up-and-coming calligrapher: young, handsome, talented, and unfortunately, a narcissist to boot. When a veteran labels his award-winning piece as \"unoriginal,\" Seishuu quickly loses his cool with severe repercussions. <br><br>\n\nAs punishment, and also in order to aid him in self-reflection, Seishuu's father exiles him to the Goto Islands, far from the comfortable Tokyo lifestyle the temperamental artist is used to. Now thrown into a rural setting, Seishuu must attempt to find new inspiration and develop his own unique art style—that is, if boisterous children (headed by the frisky Naru Kotoishi), fujoshi middle schoolers, and energetic old men stop barging into his house! The newest addition to the intimate and quirky Goto community only wants to get some work done, but the islands are far from the peaceful countryside he signed up for. Thanks to his wacky neighbors who are entirely incapable of minding their own business, the arrogant calligrapher learns so much more than he ever hoped to. <br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt3621678",
      "type": "series",
      "name": "Hanamonogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20593-Y7r9YayAjo9g.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3621678"
      },
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Coming of Age/Female Protagonist/Urban Fantasy/Tomboy/Philosophy/Basketball/Primarily Female Cast/Achronological Order/Primarily Teen Cast/Meta/Body Horror/School/Gender Bending\nSecond season of the Monogatari Series, part 2/2. Contains the arc Suruga Devil from the Hanamonogatari light novel.\n<br><br>\nNow that Koyomi Araragi and Hitagi Senjougahara have graduated, few familiar faces remain at Naoetsu Private High School. One of them is Suruga Kanbaru, holder of the Monkey's Paw. When she begins to hear talk of a mysterious being known as the \"Devil,\" who will magically solve any problem, she immediately thinks these rumors are about her and decides to investigate.\n<br><br>\nKanbaru discovers the Devil is actually Rouka Numachi, a former rival who provides free advice to those who seek her out now that she can no longer play basketball due to a leg injury. As a collector of misfortune, Numachi enjoys relieving her clients' stress by giving them false hope. Though Kanbaru sees no real harm being done, she reprimands Rouka for lying and heads home, relieved she is not the cause of the rumors. But the next morning, when she finds that her left hand has reverted back to its original form, she may have a reason to worry after all.\n"
    },
    {
      "id": "tt3544556",
      "type": "series",
      "name": "ALDNOAH.ZERO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20632-Mkgbtvi1kmhD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3544556"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/War/Space Opera/CGI/Real Robot/Politics/Love Triangle/Post-Apocalyptic/Guns/Lost Civilization/Male Protagonist\nIn 1972, the Apollo 17 mission found a hypergate to Mars on the surface of the moon. Upon landing, astronauts discovered a enchanted utility later referred to as 'Aldnoah', giving the astronauts a status of superiority. Soon, many humans have relocated to Mars, and have adapted to the name 'Martians'. After Princess Asseylum, a royal Martian princess, descends onto Earth in an attempt to create a treaty between both planets, a war breaks out between Earth and Mars, and Martian soldiers begin to descend from the sky, riding steel giants, intent on exterminating humanity.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2904418",
      "type": "series",
      "name": "Free! -Eternal Summer-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20614-mzMnChVQLRBD.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904418"
      },
      "description": "Genres: Comedy, Drama, Slice of Life, Sports\nTags:Swimming/School Club/Primarily Male Cast/Male Protagonist/Coming of Age/Kuudere/School/Primarily Teen Cast\nEven though it has been a year since the Iwatobi High School Swim Club has been created, new members have yet to join the club. Now that Haruka Nanase and Makoto Tachibana are senior students, along with their younger friends Nagisa Hazuki and Rei Ryuugazaki, they have to find a way to attract new members. If not, the club will be forced to close the following year due to a lack of membership.\n<br><br>\nMeanwhile, with impending graduation, it is also time for the seniors to decide their plans for the future. Unlike their friend Rin Matsuoka, the new captain of Samezuka Academy Swim Club who is determined to fulfill his dream of being a professional swimmer, Haruka and Makoto are unsure about what career path they want to take.\n<br><br>\nFurther problems arise when an old friend of Rin's, Sousuke Yamazaki, comes to the city to study at Samezuka Academy; the recently scouted swimmer's arrival causes tension in the relationship among him, Rin, and Haruka.\n<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt3741446",
      "type": "series",
      "name": "Bladedance of Elementalers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20663-8vTzInvb2Nxr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3741446"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance, Supernatural\nTags:Magic/School/Female Harem/Male Protagonist/Tsundere/Animals/Primarily Female Cast/Swordplay/Nudity/Kuudere/Cute Girls Doing Cute Things/Assassins/Archery\nOnly a pure maiden can have the privilege to contract with a spirit. Priestesses, who can summon spirits from Astral Zero, the world of spirits, and have full command of their power, are called elementalists. Kamito Kazehaya is the only male with this privilege, and due to what happened in the past he comes to Areisha Spirit Academy where priestesses are trained to become elementalists. He is then told that he is to transfer to the school, form a team with priestesses to compete in Blade Dance where the most powerful elementalist is chosen, and win.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt3639888",
      "type": "series",
      "name": "Black Butler: Book of Circus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20606-58LzabjtVrwt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3639888"
      },
      "description": "Genres: Comedy, Fantasy, Mystery, Supernatural\nTags:Demons/Butler/Anti-Hero/Circus/Foreign/Gender Bending/Historical/Gore/Kuudere/Food/Shounen/Transgender\nIn late-nineteenth-century England, the Noah's Ark Circus enlivens the city of London with their grandeur and spectacular stunts. However, children are mysteriously disappearing from the town in a manner correlating to the troupe's movement. The Queen, then, sends her notorious Watchdog, Ciel Phantomhive, on an investigative mission to retrieve the missing children. Ciel and his demon butler, Sebastian Michaelis, infiltrate the circus, disguised as team members, to study and possibly unearth its ulterior motive.\n<br><br>\nThis arc immediately follows the Curry Contest Arc in the manga, which ended at episode 15 in the first season of the anime."
    },
    {
      "id": "tt3114390",
      "type": "series",
      "name": "Kill la Kill: GOODBYE AGAIN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20572-5FwydswMqrzP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3114390"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:School/Female Protagonist/Henshin/Super Power\nUnaired episode included with the 9th Blu-ray and DVD volumes."
    },
    {
      "id": "tt3792116",
      "type": "series",
      "name": "LOVE STAGE!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20520-x753cpAR4JvF.png",
      "behaviorHints": {
        "defaultVideoId": "tt3792116"
      },
      "description": "Genres: Comedy, Romance\nTags:Boys' Love/LGBTQ+ Themes/Acting/Crossdressing/Otaku Culture/Gender Bending/Family Life/Drawing/Cute Boys Doing Cute Things/Josei\nThough his family is packed with famous celebrities, Izumi Sena is just your average guy. Currently a college student, he's a huge otaku with aspirations of becoming a manga creator. But one day he gets roped into filming a TV commercial and meets hot young actor Ryoma Ichijo. Not only does Ryoma remember Sena from a commercial they were in together as children, but he’s also been carrying a torch all these years for the girl he thinks starred opposite him! What will he do when he finds out she is really a he?\n<br><br>(Source: SuBLime Manga)"
    },
    {
      "id": "tt3786608",
      "type": "series",
      "name": "Rail Wars!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20583-tUV6itvmiwEL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3786608"
      },
      "description": "Genres: Action, Ecchi, Romance\nTags:Trains/Heterosexual/Police/Male Protagonist/Nudity/Female Harem/Cute Girls Doing Cute Things/Primarily Female Cast/Work/Guns/Idol/Female Protagonist\nThe \"dream railway paradise entertainment\" story is set in a parallel world where Japan did not privatize its national railways. Naohito Takayama is an ordinary high school boy who dreams of a comfortable future working for the top-rated Japanese National Railways. He is assigned as a trainee in the Railways Security Force full of odd characters such as Sakurai, a troublemaker who hates men. On top of that, an extremist group called \"RJ\" plots to privatize the Japanese National Railways.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3431758",
      "type": "series",
      "name": "No Game No Life Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20769-yn9crl5jlupz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3431758"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Primarily Female Cast/Nudity/Isekai/Kuudere\nSpecials included on the Blu-ray/DVD volumes."
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/kaleid liner Prisma☆Illya 2wei!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20467-GwWFUCzsiUF7.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904426"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mahou Shoujo\nTags:Magic/Cute Girls Doing Cute Things/Henshin/Female Protagonist/Primarily Female Cast/Urban/Primarily Child Cast/Mythology/Anthropomorphism/Urban Fantasy/School/Shounen/Kuudere/Ojou-sama/Nudity/Tanned Skin/Maids\nThe second season of <i>Fate/kaleid liner Prisma☆Illya</i>.<br>\n<br>\nWith great powers come great responsibilities, and that includes cleaning up the aftermath of your previous adventures. Which means that, instead of getting a break after saving the world, newly changed magical girls Illya and Miyu have to help deal with the side-effects caused by the sealing of the Ley Cards. Still, that shouldn't be too hard, right? Wrong! Not only are the ley lines failing, but to make matters worse, Illya somehow ends up with a magical clone… and that sinister clone has plans of her own! Worse yet, since the \"dark\" version of herself is drawing its power from the same source as our heroine, Illya's own powers are being reduced proportionately. These are definitely not the kind of problems that the average girl should have to deal with.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3158246",
      "type": "series",
      "name": "Space Dandy 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20666-uuCrKd28BFsT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3158246"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Space/Episodic/Surreal Comedy/Aliens/Parody/Achronological Order/Primarily Adult Cast/Musical/Philosophy/Male Protagonist/Robots/Dancing/Heterosexual\nThe second season of <i>Space☆Dandy</i>.\n<br><br>\nSpace Dandy is a dandy guy, in space! This dreamy adventurer with a to-die-for pompadour travels across the galaxy in search of aliens no one has ever laid eyes on. Each new species he discovers earns him a hefty reward, but this dandy has to be quick on his feet because it's first come, first served! Accompanied by his sidekicks, a rundown robot named QT and Meow the cat-looking space alien, Dandy bravely explores unknown worlds inhabited by a variety of aliens. Join the best dressed alien hunter in all of space and time as he embarks on an adventure that ends at the edge of the universe!\n<br><br>\n(Source: Bandai Visual)"
    },
    {
      "id": "tt3761860",
      "type": "series",
      "name": "Sabagebu! - Survival Game Club!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20475-c4JrCtSDXrtM.png",
      "behaviorHints": {
        "defaultVideoId": "tt3761860"
      },
      "description": "Genres: Action, Comedy\nTags:Anti-Hero/Airsoft/Surreal Comedy/Meta/Female Protagonist/Primarily Female Cast/School Club/Shoujo/Chuunibyou/Parody/Military/Athletics/Cute Girls Doing Cute Things/School/Kuudere/Primarily Teen Cast/LGBTQ+ Themes\nMomoka's family moves a lot, so she's always \"that new girl\" and the schools she's attended have all blurred together. Until her first day at Aogiri High, that is, where she's rescued by an armed vigilante, assaulted by a platypus, and coerced into joining a secret organization of gun-toting female commandos. Okay, maybe that last one is really just the school's survival club, but the platypus is real and so are the extremes that club president Miou is willing to execute to recruit Momoka.<br>\n<br>\nCan uber-jaded Momoka's body armor-clad heart resist the charms of a girl who's all too ready to whip out her twin Desert Eagles in defense of another girl's virtue? Especially when it turns out that Momoka has her own talent for air pistols and senseless violence?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3633800",
      "type": "series",
      "name": "Invaders of the Rokujoma!?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20638-SbFNGXcc4Fgi.png",
      "behaviorHints": {
        "defaultVideoId": "tt3633800"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Female Harem/Aliens/Ghost/Male Protagonist/Urban Fantasy/Magic/Parody/Card Battle/Ensemble Cast/School/Henshin/Acting/Cosplay\nNow that he enters his high school career, Satomi Koutaro begins his life living alone in an apartment that only costs him 5000 yen per month, an extremely cheap deal even for this small apartment. There’s a catch: the apartment is apparently haunted by a cute ghost that has driven its prior occupants away. Next thing he knows, not only is there a ghost trying to drive him out of his new home, but magical girls and other unique female characters turn this small apartment into a battleground of sorts."
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions - Heart Throb -: The Rikka Wars/ Apocalypse of the Wicked Lord Shingan Reborn",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20889.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Chuunibyou/Heterosexual/School/School Club\nUnaired episode 13 released with volume 7 of the Blu-ray and DVD."
    },
    {
      "id": "tt3399712",
      "type": "series",
      "name": "Re: Hamatora",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20711-b641DKQpANPv.png",
      "behaviorHints": {
        "defaultVideoId": "tt3399712"
      },
      "description": "Genres: Comedy, Mystery\nTags:Super Power/Gore\nIt has been three months since the incident at Yokohama. Things have been settling down at Cafe Nowhere. Murasaki and Hajime have teamed up and started investigating again. After an unforeseen reunion, Art holds Nice at gunpoint. What are his real intentions? What will become of the connection between Art and Hamatora?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:8379",
      "type": "series",
      "name": "Beyond the Boundary: Shinonome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20779-MshHufzf39bT.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8379"
      },
      "description": "Genres: Drama, Fantasy, Mystery, Supernatural\nTags:Super Power/Male Protagonist/Urban Fantasy/Ensemble Cast/Demons/Kuudere\nBundled with seventh Blu-ray/DVD volume of  <i>Kyoukai no Kanata</i>.<br>\n<br>\nEpisode 0 happens three years prior to the TV series when the Nase siblings meet Akihito for the first time in a mission for Hiroomi. Mitsuki follows her brother on this mission and their goal is to subjugate Akihito.<br>\n<br>\n(Source: MAL News)"
    },
    {
      "id": "tt3611294",
      "type": "series",
      "name": "Glasslip",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20645-Pw5U73iiG0X7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3611294"
      },
      "description": "Genres: Romance, Slice of Life, Supernatural\nTags:Love Triangle/Rural/Female Protagonist/Coming of Age/Episodic\nThe story follows six high school students who meet during the summer. The protagonist is Touko Fukami, a 17-year-old born in Fukui Prefecture. Her dream is to become a glass artisan.\r\n"
    },
    {
      "id": "tt3774792",
      "type": "series",
      "name": "Tokyo ESP",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19199-4fdT3ZNTPepS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3774792"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Terrorism/Super Power/Female Protagonist/Seinen\nRinka is a financially struggling high school girl living with her single father in Tokyo. One day, while going home from school, she sees a penguin flying in the sky towards the Tokyo Sky Tree. She chases after it only to find fish swimming in the air! One of the fish goes through Rinka and causes her to pass out. She wakes up to find that she has developed the ability to slip through solid objects.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt3774756",
      "type": "series",
      "name": "HaNaYaMaTa",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20575-SKNc01MWDyCi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3774756"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Dancing/School Club/Cute Girls Doing Cute Things/Female Protagonist/Iyashikei/Primarily Teen Cast/Primarily Female Cast/School/Seinen/Primarily Child Cast/Tsundere/Idol\nNormal appearance, normal intelligence, normal in arts and sports... just normal. This is the entirely normal 14-year-old, Naru Sekiya. While she admires \"Heroines\" she continues to live a normal life until one moonlit night she meets a fairy. This foreign girl then guides her into the extraordinary world of the yosakoi dance.<br></br>\n\n(Source: Manga Time Kirara)"
    },
    {
      "id": "tt3639864",
      "type": "series",
      "name": "Himegoto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20634-2MlcIyiB3Eja.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3639864"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Crossdressing/Episodic/Male Protagonist/School/Gender Bending/Parody/Seinen\nThe story follows Hime Arikawa, a boy who is being chased down by scary people. However, he is rescued from danger by the girls in his school's student council — 18-Kin-san, President Unko, and Beru-senpai. The student council will assume Arikawa's debt under one condition: \"As the student council's dog, you will spend your high school life in women's clothes.\""
    },
    {
      "id": "tt3124992",
      "type": "series",
      "name": "Sailor Moon Crystal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14751-ifQbdvyIg9Er.png",
      "behaviorHints": {
        "defaultVideoId": "tt3124992"
      },
      "description": "Genres: Action, Fantasy, Mahou Shoujo, Romance\nTags:Magic/Female Protagonist/Henshin/Shoujo/Urban Fantasy/Space/Lost Civilization/Found Family/Coming of Age/Demons/Primarily Female Cast/Bullying/Revenge/Superhero/Super Power/Fairy Tale/Aliens/Primarily Teen Cast/School/Rehabilitation/Shrine Maiden/CGI/Tokusatsu\nTsukino Usagi is a clumsy crybaby, but otherwise very cheerful 8th grade student. One day she meets a cat named Luna with a crescent moon on her head, and is transformed into the sailor-suited guardian of love and justice, Sailor Moon! As a chosen guardian of justice, Usagi has a mission … to find her comrades; to find the Phantom Silver Crystal; and protect the Princess. However, Queen Beryl of the Dark Kingdom also seeks the terrible power of the Silver Crystal, and sends her agents into the city where Usagi lives; triggering the start of a fierce battle.\r\n<br><br>\r\nWill Sailor Moon be able to find the other Sailor Guardians, and if she does, together can they find the Phantom Silver Crystal and protect the Princess?!"
    },
    {
      "id": "tt3639836",
      "type": "series",
      "name": "DRAMAtical Murder",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20677-ehVURG1q3Svw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3639836"
      },
      "description": "Genres: Action, Drama, Mystery, Psychological, Sci-Fi\nTags:Primarily Male Cast/Video Games/Male Protagonist/LGBTQ+ Themes/Boys' Love/Robots/Artificial Intelligence/Gangs/Primarily Adult Cast/Bisexual/Super Power\nThe story takes place many years in the future where the game \"Rhyme,\" a virtual fighting game, is incredibly popular and people possess \"AllMates,\" convenient AI computers. Aoba leads an ordinary life, working at a junk shop and living with his grandmother on the island of Midorijima. Unlike his friends, he doesn't participate in Rhyme, nor does he belong in a gang. However, when rumors of people disappearing spread, Aoba finds himself needing to unravel the mysteries behind the island in order to protect his everyday life.\n"
    },
    {
      "id": "kitsu:8488",
      "type": "series",
      "name": "Ao Haru Ride: unwritten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20837-yK7SvUj1Tg7l.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8488"
      },
      "description": "Genres: Romance, Slice of Life\nTags:School/Shoujo/Female Protagonist/Heterosexual\nBundled with the 11th volume of the Ao Haru Ride manga. \r\n\r\nEpisode about Futaba and Kou in middle school. Based on the chapter called \"Unwritten.\" also known as chapter 0 or Prologue."
    },
    {
      "id": "tt0807832",
      "type": "series",
      "name": "MUSHI-SHI The Next Passage Special - Path of Thorns",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20752-P5EpEJXWGroz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0807832"
      },
      "description": "Genres: Adventure, Fantasy, Mystery, Psychological, Slice of Life, Supernatural\nTags:Male Protagonist/Iyashikei/Rural/Environmental/Youkai/Philosophy/Mythology/Seinen/Denpa/Demons/Travel\nUnaired episode of Mushishi Zoku Shou bundled with anime's third Blu-ray/DVD volume.<br>\n<br>\nAdapts \"Odoro no Michi\" (Path of Thorns) manga chapters.<br>"
    },
    {
      "id": "tt3761892",
      "type": "series",
      "name": "Persona4 the Golden ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20713-hY7sTHuk5845.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3761892"
      },
      "description": "Genres: Action, Adventure, Mystery, Supernatural\nTags:Tomboy/Primarily Female Cast/Tsundere/Mopeds/School/Male Protagonist/Super Power/Slapstick/School Club/Primarily Teen Cast/CGI\nSpring. Far from the city, time flows peacefully in this rural town. As the cherry blossoms scatter in the wind, a young man named Yu Narukami steps off the train at Yasoinaba Station. Yu has come to this town, where his uncle lives, for family reasons; he will be transferring into the local high school, Yasogami High. And so begins his school life... The shopping mall after school. A series of murders taking place in town. The Midnight Channel, airing late at night.... What lies in store for Yu and his friends ‘this time around?<br>\n<br>\n(Source: Aniplex of America)"
    },
    {
      "id": "tt3114358",
      "type": "series",
      "name": "Non Non Biyori: Okinawa e Ikukoto ni Natta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20497-pVKkeqqNWhDs.png",
      "behaviorHints": {
        "defaultVideoId": "tt3114358"
      },
      "description": "Genres: Slice of Life\nTags:Iyashikei/Rural/Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast/Primarily Child Cast/Seinen/School/CGI/Kuudere\nSuguru wins some tickets to Okinawa in a shopping mall lottery, so the whole gang plan to go on a trip there. To prepare for the trip, the girls practise being on an aeroplane and go to a convenience store to buy some travel things. Meanwhile, Renge is very thoughtful about how the trip may change her view on the world, spending the evening before the trip giving her farewells to the countryside. The next day, everyone sets off on their flight to Okinawa...<br>\n<br>\n<i>Note: An unaired episode bundled with the seventh volume of the manga.</i>"
    },
    {
      "id": "tt5098548",
      "type": "series",
      "name": "One Piece 3D2Y: Overcome Ace’s Death! Luffy’s Vow to his Friends",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20835-kYzoAyPelQXi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5098548"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Shounen/Pirates/Anachronism/Male Protagonist/Super Power\nThis new TV special tells the two years of Luffy's training with Silvers Rayleigh in Rusukaina Island after the Battle of Marineford, which has never been told in the manga or TV anime. It also features a new villain named Burndy World who is known as \"The Destroyer of the World\" and has the power of the MoaMoa Fruit (its ability is still unknown). Luffy has to protect Boa Hancock from the new enemy who escaped from the level 6 of Impel Down. He is newly designed by the original creator of the manga, Eiichiro Oda.<br>\r\n<br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3815928",
      "type": "series",
      "name": "JINSEI - Life Consulting",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20518.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3815928"
      },
      "description": "Genres: Slice of Life\nTags:School Club/Primarily Female Cast/Cute Girls Doing Cute Things/Tsundere/Heterosexual\nThe story centers around Yuuki Akamatsu, a boy who joins the staff of his school's second newspaper. The editor-in-chief Ayaka Nikaidou immediately assigns him to the life (jinsei) advice column. Three girls — the science representative Rino Endou, the liberal arts representative Fumi Kujou, and the physical education representative Ikumi Suzuki — answer requests from students about whatever is troubling them.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3774766",
      "type": "series",
      "name": "Majimoji Rurumo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20708-RHHW8uTj8HGI.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3774766"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Shounen/Magic/Witch/Episodic/Kuudere/School/Cosplay\nA boy named Kota Shibaki, who suddenly gets a bunch of magical tickets one day. Rurumo, a witch that was demoted to an apprentice witch, uses these tickets as training in the human world, and Kota can use these tickets to grant wishes, which are part of Rurumo’s training. However, the catch is that each ticket that is used shortens Kota’s lifespan, so will he help out Rurumo, even at the expense of his own life?\n<br><br>\n(Source: Crunchyroll)\n\n"
    },
    {
      "id": "kitsu:8414",
      "type": "series",
      "name": "D-Frag! OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20856-br10Wji2dzj1.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8414"
      },
      "description": "Genres: Comedy\nTags:Male Protagonist/Seinen/Surreal Comedy\nBundled with the ninth special-edition volume of the D-Frag! manga. The DVD adapted the popular Shrine Water arc.<br>\r\n<br>\r\n(Source: AniDB)"
    },
    {
      "id": "tt2294076",
      "type": "series",
      "name": "Girls und Panzer: This is the Real Anzio Battle!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18619-HLJObts9x0rp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2294076"
      },
      "description": "Genres: Action, Sports\nTags:Cute Girls Doing Cute Things/Tanks/Military/Primarily Female Cast/School Club/Food/School/CGI\n“A piece of spaghetti or a military unit,” George S. Patton famously said, “can only be led from the front end.” However, once the heat of battle has cooled and the fog of war turns as thick as minestrone, determining which end was front and who pulled on what can be difficult. Therefore, for the enthusiasts who’ve puzzled over the epic tank battle between the girls of Oorai Girls’ Academy and their Italian-themed rivals from Anzio High School, we present these classified videos for your eyes-only! Miho and Team Oorai will have their hands full with the impulsive attacks of Vice-Commander Pepperoni and facing the raw fury of Vice-Commander Carpaccio… but the real question is whether they can hold off Anchovy’s ultra-secret secret weapons! Will they persevere? Or will their opponents end up saying “tank” you very much…<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2595474",
      "type": "series",
      "name": "Encouragement of Climb Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20485-3Q2Uu6nmdUD9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595474"
      },
      "description": "Genres: Adventure, Comedy, Slice of Life\nTags:Outdoor/Female Protagonist/Primarily Female Cast/Iyashikei/Cute Girls Doing Cute Things/Educational/Seinen/School/Family Life/Work\nThe second season of <i>Yama no Susume</i>.<br>\n<br>\nContinuing their treks through the high peaks of Japan, the mountaineering girls are back for more! First-year high school student Aoi Yukimura, a shy girl with a fear of heights, and her wildly energetic friend Hinata Kuraue set out once again to conquer the perils of backyard camping trips, summer homework, and even a climb on the mountain of their dreams. Joined by middle school student Kokona Aoba and their knowledgeable upperclassman Kaede Saitou, the squad members are ready to take on whatever slopes and challenges they might face, no matter how steep.<br>\n<br>\nThrough their shared hobby of mountain climbing, they bond closer than ever and even make new friends on trails all over the country. Whether it is just a local hill or the tallest mountain around, nothing is too much for Aoi and the crew to handle. They will climb, stumble, and rise to even greater heights together!<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt3717892",
      "type": "series",
      "name": "Nobunaga Concerto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20717.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3717892"
      },
      "description": "Genres: Comedy, Romance\nTags:Historical/War/Full CGI/Anachronism/Parody/Shounen/Tanned Skin\nThe story centers around Saburou, a high school boy who time-travels to Japan's Sengoku Era. He must become Nobunaga Oda, the famed warlord who helps unite Japan.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:8407",
      "type": "series",
      "name": "Waiting in the Summer OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20659-QjdqWaC05Tsn.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8407"
      },
      "description": "Genres: Comedy, Drama, Romance, Sci-Fi, Slice of Life\nTags:\nSpecial episode of Ano Natsu de Matteru included in the Blu-ray box set, released in Summer 2014."
    },
    {
      "id": "tt3590246",
      "type": "series",
      "name": "Locodol",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20611-rfSDOfDVTCuP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3590246"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Seinen/Cute Girls Doing Cute Things/Female Protagonist/Idol/Primarily Female Cast/Rural/Dancing\nThe story is about the life of a high school girl, Nanako, and her senpai, Yukari, who end up becoming the town’s local idols (locodol) upon the request of her uncle. However they would soon learn that their new idol lifestyle is less than stellar as they are only be interviewed by the town’s shopping center, appear on low-budget cable television, and perform concerts on top of the roof of department stores. The girls’ salaries come from the town’s taxes."
    },
    {
      "id": "tt3588312",
      "type": "series",
      "name": "The Comic Artist and Assistants Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b20761-WjUKwOlNmsmQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3588312"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Episodic/Work/Female Harem/Primarily Adult Cast/Drawing/Tsundere\nSpecials released with the Blu-ray/DVD volumes."
    },
    {
      "id": "kitsu:8579",
      "type": "series",
      "name": "AkaKill! Theater",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20775-wIOM5UzXY8Ud.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8579"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Assassins/Parody/Chibi/Kuudere\nShort specials that aired on the official website."
    },
    {
      "id": "tt3111906",
      "type": "series",
      "name": "Theatre of Darkness: Yamishibai 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b20669-O7GTGncvvbaJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3111906"
      },
      "description": "Genres: Horror, Supernatural\nTags:Episodic/Anthology/Ghost\nThe second season of <i>Yami Shibai</i>.<br>\n<br>\nA picture-story style of animation whose motif is surrounded and based off the rumors, and urban legends throughout the history of Japan.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3563898",
      "type": "series",
      "name": "Brynhildr in the Darkness OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20866-jBQ8CsXjDbG3.png",
      "behaviorHints": {
        "defaultVideoId": "tt3563898"
      },
      "description": "Genres: Drama, Mystery, Sci-Fi\nTags:Seinen/Female Harem\nUnaired episode 11.5 included on the second Blu-ray/DVD volume.<br><br>The fight for Ryota's affections continue after a misunderstanding. The girls vie for his attention with a series of competitions, all with disastrous results."
    },
    {
      "id": "tt2632044",
      "type": "series",
      "name": "Gargantia on the Verdurous Planet OVA (2014)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20449-6Ub6v2RHvern.png",
      "behaviorHints": {
        "defaultVideoId": "tt2632044"
      },
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Ships/Artificial Intelligence/Male Protagonist/Female Protagonist/Super Robot/Post-Apocalyptic/Primarily Female Cast/Heterosexual/CGI/Real Robot/Isekai\nSix months has passed since the battle with Kugel's fleet.<br><br>Fleet that has been released from the tyranny of the machine caliber Striker is about to join the Gargantia fleet, and new people are coming onboard.Ledo, while working with salvage team, is gathering information about the old civilization. He seeks answers to questions why the mankind had left the Earth and what were the reasons of strife between human race and Hideous. Ledo had deepened his interest in archeology and explores the history of mankind. Meanwhile, Amy teaches her new messenger recruit, Leema, about her work. Leema is a member of the original Kugel's fleet and after its dismantling, she had begun a new life on Gargantia.<br><br>(Source: Official site)"
    },
    {
      "id": "kitsu:8567",
      "type": "series",
      "name": "Nozo x Kimi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20804.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8567"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:School/Shounen/Nudity/Male Protagonist/Voyeur\nKimio Suga didn’t intend anything untoward, but a cascading series of unlucky events leaves him hiding in a gym locker as his female classmates return from PE class. Luckily he’s found by Nozomi Komine, a shy classmate who covers for Kimio despite his incriminating predicament. But Nozomi isn’t as demure as she seems, because shortly after saving Kimio, she blackmails him into a series of clandestine and compromising scenarios!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3741584",
      "type": "series",
      "name": "ARGEVOLLEN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20667-jFktZvWY5aHG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3741584"
      },
      "description": "Genres: Action, Mecha\nTags:Real Robot/War/Robots\nTokimune Susumu has every reason to distrust the military and question orders. His sister has already died in the service of the Arandas military, and his secret reason for enlisting is to ferret out the truth behind her mysterious death. So, when a civilian convoy is in jeopardy and his own battle mech is destroyed, Susumu's all too ready to break ranks and jump into the cockpit of the experimental Argevollen. What he isn't expecting, however, is that activating the Argevollen conforms it to his mind alone. Now he's on the frontline of the ongoing meat-grinder that the war between Arandas and Ingelmia has become, and his only certain ally is an attractive civilian contractor whose reasons for being in the war are as convoluted as his own.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3895150",
      "type": "series",
      "name": "Your lie in April",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20665-CnzR2zVpdxtR.png",
      "behaviorHints": {
        "defaultVideoId": "tt3895150"
      },
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Coming of Age/Primarily Teen Cast/Rehabilitation/Female Protagonist/Male Protagonist/Love Triangle/Heterosexual/School/Slapstick/Shounen/Tomboy\nPiano prodigy Arima Kousei dominated the competition and all child musicians knew his name. But after his mother, who was also his instructor, passed away, he had a mental breakdown while performing at a recital. This resulted in him no longer being able to hear the sound of his piano playing. Two years later, Kousei hasn’t touched the piano and views the world without any flair or color. He was content at living out his life with his good friends Tsubaki and Watari until, one day, a girl changed everything. Miyazono Kaori is a pretty, free spirited violinist whose playing style reflects her personality. Kaori helps Kousei return to the music world and show that it should be free and mold breaking unlike the structured and rigid style Kousei was used to."
    },
    {
      "id": "tt3909224",
      "type": "series",
      "name": "The Seven Deadly Sins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20789-SsAI4pvvI9EU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3909224"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Supernatural\nTags:Ensemble Cast/Shounen/Magic/Demons/Male Protagonist/Super Power/Swordplay/Anti-Hero/Revenge/Animals/Bar/Fairy/Nudity/Love Triangle\nWhen they were accused of trying to overthrow the monarchy, the feared warriors the Seven Deadly Sins were sent into exile. Princess Elizabeth discovers the truth - the Sins were framed by the king's guard, the Holy Knights - too late to prevent them from assassinating her father and seizing the throne!<br>\nNow the princess is on the run, seeking the Sins to help her reclaim the kingdom. But the first Sin she meets, Meliodas, is a little innkeeper with a talking pig. He doesn't even have a real sword! Have the legends of the Sins' strength been exaggerated?<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3358020",
      "type": "series",
      "name": "Parasyte -the maxim-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20623-rVoHgF3Apo7P.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3358020"
      },
      "description": "Genres: Action, Drama, Horror, Psychological, Sci-Fi\nTags:Body Horror/Seinen/Shapeshifting/Survival/Male Protagonist/Philosophy/Gore/Cannibalism/Cosmic Horror/Villainess/School/Heterosexual/Crime/Primarily Teen Cast/Love Triangle/Primarily Male Cast\nThey arrive in silence and darkness. They descend from the skies. They have a hunger for human flesh. They are everywhere. They are parasites, alien creatures who must invade–and take control of–a human host to survive. And once they have infected their victims, they can assume any deadly form they choose: monsters with giant teeth, winged demons, creatures with blades for hands. But most have chosen to conceal their lethal purpose behind ordinary human faces. So no one knows their secret–except an ordinary high school student. Shin is battling for control of his own body against an alien parasite, but can he find a way to warn humanity of the horrors to come?<br>\n<br>\n(Source: Del Rey)"
    },
    {
      "id": "tt3621796",
      "type": "series",
      "name": "Fate/stay night: Unlimited Blade Works",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx19603-pc0lrFinBpTg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3621796"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Magic/Battle Royale/Death Game/Urban Fantasy/Mythology/Super Power/Witch/Superhero/Heterosexual/Swordplay/Tsundere/Male Protagonist/Urban/Philosophy/Archery/Revenge/Tanned Skin/CGI/School/Kuudere/Assassins/Samurai/Bullying/Adoption/Tomboy/Female Protagonist\nFuyuki City - a city surrounded by the sea and mountains becomes the setting for an ancient ritual. Seven masters are given control of heroic spirits in order to realize the mythical Holy Grail, which is said to grant its owner any wish. These heroic spirits or servants represent legendary heroes of various classes: \"Saber,\" \"Lancer,\" \"Archer,\" \"Rider,\" \"Caster,\" \"Assassin,\" and \"Berserker.\" Each master will enter into a contract with their chosen servant and battle the others to the death until only one pair remains... This is the \"Holy Grail War.\"<br>\n<br>\nThe young and capable mage, Rin Tohsaka, prepares for her long-awaited Fifth Holy Grail War to begin... With her servant Archer, Rin enters the Holy Grail War as the sole heir to the prestigious Tohsaka family after her father's death. But when Shirou Emiya, a boy from Rin's school, unwittingly becomes a Master and is fatally wounded in battle, she has no choice but to save him. With Shirou and his servant Saber, Rin sets out to strike down the conspiracies surrounding the Holy Grail War. Will the Holy Grail bless Rin and Shirou's path toward victory or will they be cursed with defeat?<br>\n<br>\n(Source: Aniplex of America)<br>\n<br>\n<i>Notes:<br>\n- Includes Prologue.<br>\n- The first, second and last episodes aired with a runtime of ~48 minutes as opposed to the standard 24 minute long episode.\n</i>"
    },
    {
      "id": "tt3957196",
      "type": "series",
      "name": "Yona of the Dawn",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20770-brCDvhTXlums.png",
      "behaviorHints": {
        "defaultVideoId": "tt3957196"
      },
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Romance\nTags:Shoujo/Female Protagonist/Fugitive/Primarily Male Cast/Coming of Age/Ensemble Cast/Mythology/Politics/Travel/Historical/Revenge/Male Harem/Swordplay/Heterosexual/Archery/Primarily Adult Cast/Found Family/Foreign/Pirates/Orphan/Primarily Teen Cast\nSince Yona is the only princess of a grand kingdom, she has been raised with great care by her doting father and protected by her childhood friend/guard Hak and others. However, her fate changes on her 16th birthday, when her beloved cousin Soo-won murders her father to claim the throne. She flees the castle to Hak's hometown and begins her new life.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3989670",
      "type": "series",
      "name": "TRINITY SEVEN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20631-LdCiy3goitcT.png",
      "behaviorHints": {
        "defaultVideoId": "tt3989670"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Magic/Male Protagonist/Female Harem/Primarily Female Cast/Nudity/School/Parody/Kuudere/Tsundere/Shounen\nPride, Envy, Wrath, Sloth, Greed, Gluttony, Lust. These are the seven sins laid upon seven girls who rule over Biblia Academy. \n<br><br>\nTo retake his world, the boy decides he must control these sins... The boy, Arata Kasuga, has had the world he knows hit by a mysterious phenomenon \"Collapse Phenomenon\", and his cousin Hijiri disappears into another dimension. To understand the Collapse Phenomenon and win back his cousin, he comes to Biblia Academy. There he finds the seven girls and their sins.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3950084",
      "type": "series",
      "name": "Amagi Brilliant Park",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20602-f6CfipBF44kV.png",
      "behaviorHints": {
        "defaultVideoId": "tt3950084"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Ensemble Cast/Work/Magic/Male Protagonist/Fairy/Economics/Animals/Urban Fantasy/Slapstick/Kuudere/Nudity/Shounen/Parody/Ojou-sama/Mermaid/Pirates/Dungeon/Dragons\nWhen new transfer student Isuzu asks Seiya Kanie out on a date at gunpoint, he knows something odd is going on. Especially since she wants to go to Amagi Brilliant Park, where the rides are either dangerous or mind-numbingly dull and the only costumed performers who aren’t rude or apathetic are the ones who didn’t show up for work.<br>\n<br>\nSo when Isuzu asks Seiya to take over as the park’s new manager, he knows she’s crazy (Well, crazy-er, given the gunpoint thing.).  But when Seiya learns that Amagi Brilliant Park is a REAL Magic Kingdom, that the costumed performers aren’t wearing costumes, that they live off the energy created by attendees, and that unless they can attract 250,000 attendees in three months, they’ll lose their jobs and homes… he goes a little crazy himself.<br>\n<br>\nBut, even with the aid of scantily clad fairies, giant mice and sniper-trained sheep, can anyone rescue a park that’s sunk so low that its own bus doesn’t stop there anymore? The race is on to get the turnstiles turning and save Amagi Brilliant Park!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2379308",
      "type": "series",
      "name": "PSYCHO-PASS 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20513-pVQqYhMwBGoh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2379308"
      },
      "description": "Genres: Action, Psychological, Sci-Fi, Thriller\nTags:Detective/Police/Crime/Cyberpunk/Urban/Female Protagonist/Gore/Philosophy/Dystopian/Primarily Adult Cast/Guns/Terrorism/Augmented Reality\nTaking place one-and-a-half years after Psycho-Pass, having learned the true nature of the Sibyl System, Akane Tsunemori chose to obey the system, believing in both humanity and the legal order. She's part of a new police section and spends her everyday life facing down criminals. Unbeknownst to Akane, however, a monster who will shake the system to its core is about to appear before her.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3909210",
      "type": "series",
      "name": "The Fruit of Grisaia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx17729-Xhgile3kCpqB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3909210"
      },
      "description": "Genres: Drama, Ecchi, Psychological, Romance\nTags:Male Protagonist/School/Primarily Female Cast/Primarily Teen Cast/Female Harem/Rape/Nudity/Kuudere/Guns\nThe anime revolves around Mihama Academy, a prison-like school built to preserve fruit that has fallen too far from its tree. It is home to five female students who each have their reasons for enrolling in the academy and live their life idly within the walls of Mihama. <br>\r\n <br>\r\nOne day, Kazami Yuuji the institute’s first male student arrives and throws the orderly rhythm of Mihama off balance. Is Yuuji what the girls need to hold of their lives once more, or will the weight of their pasts prove too steep a wall to overcome? Or is his past even heavier than any of the others?<br>\r\n<br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2942218",
      "type": "series",
      "name": "Log Horizon 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20671-ZpNJQ5RixVIq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942218"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Virtual World/Dungeon/Video Games/Ensemble Cast/Male Protagonist/Politics/Magic/Love Triangle/Goblin/Dragons/Kemonomimi/Elf/LGBTQ+ Themes/Crossdressing/Twins/Gender Bending/CGI/Conspiracy/Primarily Adult Cast/Anthropomorphism/Found Family\nThe second season of <i>Log Horizon</i>.<br>\n<br>\nAfter struggling to survive in a surreal existence they were suddenly thrown into, Shiroe and his friends have managed to restore order to Akihabara by defending the people against the Goblins in the Zantleaf Region. After six long months with the team gaining the trust of the many guilds that use the city as their home base, they must now prepare for their unforeseen future – and a tough winter ahead. Once shy and a little standoffish, Shiroe has stepped up and shown that he can be a great leader. But can he keep Akatsuki, Naotsugu, and the rest of the gang together as they start to have differing opinions on their future course of action?  And will the clique agree to leave the safety of the holy land of Akihabara to head off to one of the other four cities and explore foreign lands of Elder Tale? Whatever they may decide, this world that was once a game for the players is now reality and they must decide what is best for each and every one of the members of the team.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt4213580",
      "type": "series",
      "name": "Tsukimonogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20918-8Gp6nJpbjFgr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4213580"
      },
      "description": "Genres: Comedy, Ecchi, Mystery, Supernatural\nTags:Philosophy/Urban Fantasy/Vampire/Male Protagonist/Primarily Female Cast/Achronological Order/Nudity/Gods/Primarily Teen Cast\nThird season of the Monogatari Series, part 1/5. Contains the arc Yotsugi Doll from the Tsukimonogatari light novel.\n<br><br>\nOne day in February, Koyomi Araragi was taking a bath with his younger sister Tsukihi amidst finishing his studies for the college entrance exam. This was also following the incident involving Nadeko Sengoku, which was successfully amended behind the scenes by Deishu Kaiki. Koyomi noticed a change on his body “that could not be overlooked” and sought advice from Shinobu Oshino leading him to contact Yozuru Kagenui and Yotsugi Ononoki. Was this change signifying retribution for everything that Koyomi has done?!\n<br><br>\n(Source: Aniplex)"
    },
    {
      "id": "tt3985228",
      "type": "series",
      "name": "SHIROBAKO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20812-UzCdH72OFcvz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3985228"
      },
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Work/Primarily Adult Cast/Drawing/Ensemble Cast/Meta/Female Protagonist/Otaku Culture/Educational/Office Lady/Primarily Female Cast/Coming of Age/Acting/Cute Girls Doing Cute Things/Cars/Kuudere/Primarily Teen Cast\nOnce upon a time, five girls made an animated film and it was so much fun that they pledged to get jobs in animation so that someday they could make another film together. Now, two years later, Aoi, Shizuka, Ema, Misa and Midori have learned the truth about the anime industry: it's not always fun, it's anything but easy, and having talent isn't always enough to open the right doors.<br>\n<br>\nWhich is why Aoi's overwhelmed by her job as a production assistant, Shizuka's waiting on tables between auditions, Midori's currently scriptless, Misa's switched to C.G., and Ema's working long hours as a key animator. Is it what they imagined? No. But are they ready to give up? Not just yet! Sometimes, when things happen in animation, they can happen in the most wonderful ways!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3950102",
      "type": "series",
      "name": "World Trigger",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20729-DnBXnUxFon1B.png",
      "behaviorHints": {
        "defaultVideoId": "tt3950102"
      },
      "description": "Genres: Action, Adventure, Sci-Fi, Supernatural\nTags:Aliens/Ensemble Cast/Shounen/Swordplay/Guns/Battle Royale/Isekai/Male Protagonist/Military/School/Primarily Teen Cast/Robots\nOne day, a gate to another world suddenly opens in Mikado City. Aliens invincible to Earth’s weapons, called “Neighbors”, start coming over. Earth’s only line of defense is a mysterious group called the “Border” who are armed with weapons called “Triggers”.<br>\r\n <br>\r\nFour years later, the city has recovered from initial attacks and citizens of Mikado City have started to get use to the Neighbor’s attacks. Yuma Kuga, a transfer student, and his classmate Osamu Mikumo find themselves fighting a Neighbor that suddenly appears. Osamu, who is actually a Border agent, activates his Trigger but is unable to defeat it. This leaves Yuma to activate his own Trigger and defeat the alien. Yuma reveals that he is not part of Border and is actually a Neighbor who has transferred from the other side.<br>\r\n<br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3952100",
      "type": "series",
      "name": "When Supernatural Battles Became Commonplace",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20646-LgR1T1MSR493.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3952100"
      },
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life, Supernatural\nTags:Chuunibyou/School Club/Super Power/School/Female Harem/Male Protagonist/Urban Fantasy/Primarily Female Cast/Tsundere/Heterosexual/Meta/Kuudere/Crossdressing/Primarily Teen Cast\nThe five members of the literature club awakened with extraordinary powers half a year ago. Although the members expected to be thrown into a world of super-powered battles at their school, their normal daily routine continued. No secret organizations bent on world destruction, no super-powered wars, no brave heroes or demon kings. However, the members still look forward to the possibilities of adventure, and continued to believe that with each day, they were getting ever closer to those days of fantasy. Their days of romantic comedy and battles with extraordinary powers begin!\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3950092",
      "type": "series",
      "name": "Wolf Girl and Black Prince",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20701-8tyJFN3soUm0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3950092"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Shoujo/Heterosexual/Tsundere/Female Protagonist/Primarily Teen Cast/School/Gyaru\nThe story centers around Erika Shinohara, a vain 16-year-old girl who tells her friends about her romantic exploits, but she actually has no boyfriend. She claims that a handsome boy in a candid photo is her boyfriend, but it turns out that boy is a schoolmate named Kyouya Sata. She has no choice but to make him her fake boyfriend. Unfortunately, Sata may look like a sweet person, but he is actually an ultra-black-hearted sadist. Sata takes advantage of Erika's weakness and treats her like his dog.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3981938",
      "type": "series",
      "name": "Rage of Bahamut: Genesis",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20590-LuMDAd75Kg3C.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3981938"
      },
      "description": "Genres: Action, Adventure, Fantasy, Supernatural\nTags:Demons/Primarily Adult Cast/Angels/Gods/Magic/Fugitive/Dragons/Ensemble Cast/CGI/Swordplay/Steampunk/Nudity/Pirates/Zombie/Archery\nMistarcia is a magical world where humans, gods, and demons mingle together. In the past, the black-and-silver winged Bahamut has threatened to destroy the land, but humans, gods, and demons overcame their differences to fight together and seal its power. The key to that seal was split in two, one half given to the gods and the other to demons, so that they would never be united and Bahamut never released. Now, two thousand years later, the world is in an era of peace—until the day a human woman steals the gods' half of the key.\r\n\r\n"
    },
    {
      "id": "tt4045510",
      "type": "series",
      "name": "I Can't Understand What My Husband Is Saying",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20735-FDKg3nHhyae9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4045510"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Family Life/Seinen/Otaku Culture/Primarily Adult Cast/Episodic/Marriage/Crossdressing/Meta/Nudity/Drawing/Office Lady/Heterosexual\nThe anime follows the daily life of an earnest, hardworking office lady named Kaoru and her otaku husband, who is totally immersed in a certain huge net bulletin board system."
    },
    {
      "id": "tt3888026",
      "type": "series",
      "name": "Lord Marksman and Vanadis",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20809-QJQM3RI8PI4a.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3888026"
      },
      "description": "Genres: Adventure, Ecchi, Fantasy, Romance\nTags:Dragons/Magic/Female Harem/War/Archery/Male Protagonist/CGI/Foreign/Assassins\nSet in Western Europe during times of war, Eleanor \"Ellen\" Vertalia, one of the Vanadis of Zhcted, leads the battle into Brune. There are, in fact, seven Vanadis, named for having each received a powerful weapon from the dragon to individually reign over seven territories. The power of the Vanadis invokes dread and fear from their enemies. An earl in the service of the country of Brune, a young archer by the name of Tigre, experienced the Vandis's power firsthand after being defeated on the battlefield by Ellen. However, Ellen chose to spare his life after witnessing his skills, but in exchange, he is asked to serve her.<br>\r\n<br>\r\n(Source: jCafe24)"
    },
    {
      "id": "tt0807832",
      "type": "series",
      "name": "MUSHI-SHI The Next Passage 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20751-O3XJ9u30y7Qj.png",
      "behaviorHints": {
        "defaultVideoId": "tt0807832"
      },
      "description": "Genres: Adventure, Fantasy, Mystery, Psychological, Slice of Life, Supernatural\nTags:Episodic/Philosophy/Environmental/Mythology/Iyashikei/Male Protagonist/Rural/Seinen/Youkai/Historical/Denpa/Demons/Travel\nSecond season of Mushishi Zoku Shou.\n<br><br>\nGhostly, primordial beings known as Mushi continue to cause mysterious changes in the lives of humans. The travelling Mushishi, Ginko, persists in trying to set right the strange and unsettling situations he encounters. Time loops, living shadows, and telepathy are among the overt effects of interference from Mushi, but more subtle symptoms that take years to be noticed also rouse Ginko's concern as he passes from village to village.\n"
    },
    {
      "id": "tt3981902",
      "type": "series",
      "name": "Yuki Yuna is a Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20800-7IAW762FbSFU.png",
      "behaviorHints": {
        "defaultVideoId": "tt3981902"
      },
      "description": "Genres: Action, Drama, Fantasy, Mahou Shoujo, Psychological, Slice of Life\nTags:Primarily Teen Cast/Female Protagonist/Super Power/Magic/Henshin/Philosophy/Primarily Female Cast/Gods/School Club/Disability/Cute Girls Doing Cute Things/Primarily Child Cast/School/Tsundere/CGI/Fairy\nYuuna Yuuki is an ordinary second-year middle school student. She gets up in the morning, gets ready for school, goes to classes, participates in club activities, and has fun with her friends. But there is one extraordinary thing about Yuuki — she belongs to the “Brave Hero Club.” What does the Brave Hero Club do? Who is the mysterious being called “Vertex?” Yuuki Yuuna and her friends’ story takes place in Year 300, Era of the Gods.<br>\n<br>\n(Source: Ponycan USA)"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live II: Kurumi Star Festival",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20767-kvu80j0CZx7C.png",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Male Protagonist/Female Harem/Heterosexual/Kuudere/Primarily Female Cast\nOn the day of the Tanabata festival, Shidou Itsuka happens to meet the eerie Kurumi Tokisaki, who proceeds to ask him out on a date. Although nervous, Shidou accepts the offer. The two spend their time visiting a planetarium, buying food at the festival, and trying out a mock wedding ceremony. Meanwhile, Shidou's friends—Tohka Yatogami, Yoshino, and Kotori Itsuka—are looking for him, while also enjoying the festival themselves.<br>\n<br>\nAs Shidou spends the day with Kurumi, he begins to notice an unexpected softer side of her. He knows that Kurumi is infamously called the \"Worst Spirit,\" but the girl standing before him is a gentle soul. However, as the day draws to a close, Shirou finally begins to understand the truth behind it all.<br>\n<br>\n<i>Note: Unaired 11th episode of the TV series bundled with the third volume of Date A Live Encore.</i>"
    },
    {
      "id": "tt3957232",
      "type": "series",
      "name": "Cross Ange: Rondo of Angel and Dragon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20806-TFTl8bavYzvc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3957232"
      },
      "description": "Genres: Action, Ecchi, Mecha, Romance, Sci-Fi\nTags:Dragons/Primarily Female Cast/Female Protagonist/Dystopian/Military/Nudity/War/Super Robot/Yuri/Heterosexual/Real Robot/Bisexual/Magic/CGI/Love Triangle/Bullying/Cyberpunk/Tsundere/Swordplay/Lacrosse/Guns/Kuudere\nBetrayed, stripped of her birthright, and declared less than human. Everything that Princess Angelise Ikaruga Misurugi of the Misurugi Empire thought she knew about her world was a lie. Now, for the crime of not being able to use magic, she’s been sentenced to certain death as a slave-soldier. The girl now known as Ange is no longer an innocent Princess: she’s learning how to kill draconic invaders, defending the same traitors who stole her life. However, they made a fatal mistake: they gave her access to an incredible weapon.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3517016",
      "type": "series",
      "name": "Chaika -The Coffin Princess- AVENGING BATTLE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20719-YXkFb0mo10SO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3517016"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Amnesia/Fugitive/Guns/Politics/Assassins/Kuudere\nChaika, Toru & their companions are still searching for the remains of Emperor Gaz. But now Chaika is beginning to question her own identity as well as her mission. Spurned on by the mysterious acquaintance only known as Guy, Chaika leaves Toru & heads to a hidden island to recover the ‘Emperor’s Fortune’ & learn the secrets of her past. Toru, unable to abandon his duty as a saboteur & realising his growing affection for the mysterious girl, sets off the save Chaika from whatever dangers she may face -even if that danger is the truth of her own being.<br><br>(Source: andthegeekshall)"
    },
    {
      "id": "tt3894916",
      "type": "series",
      "name": "Terra Formars",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20629-xO8wxKYeXncc.png",
      "behaviorHints": {
        "defaultVideoId": "tt3894916"
      },
      "description": "Genres: Action, Horror, Sci-Fi\nTags:Aliens/Survival/Gore/Animals/Henshin/Seinen/Body Horror/Space\nDuring the 21st century, humanity attempted to colonize Mars by sending two species which could endure the harsh environment of the planet to terraform it—algae and cockroaches. However, they did not anticipate the species' remarkable ability to adapt. Now in the 26th century, a lethal disease known as the Alien Engine Virus has arrived on Earth, and the cure is suspected to be found only on Mars. The problem is, Mars in the present is overrun by creatures known as \"Terraformars,\" incredibly powerful and intelligent humanoid cockroaches that mutated from those originally sent to the planet.<br><br>\n\nThe Annex I team, consisting of a hundred men and women genetically enhanced with characteristics of powerful organisms from earth, has been sent to Mars on a mission to find the cause of the Alien Engine Virus and to help cure humanity—signalling the start of the crew's fight for survival.\n"
    },
    {
      "id": "tt5714216",
      "type": "series",
      "name": "Black Butler: Book of Murder",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20670-3B1bxzAp0AUr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5714216"
      },
      "description": "Genres: Comedy, Fantasy, Mystery, Supernatural\nTags:Demons/Crime/Detective/Butler/Foreign/Anti-Hero/Shounen/Kuudere/Zombie\nAt the Queen's behest, young master Ciel Phantomhive hosts a lavish banquet to be attended by the crème-de-la-crème of London's elite. What begins as a fabulous affair quickly takes a dark turn when guests begin turning up dead! Should Sebastian and Ciel wish to once more see the light of day, they must join forces with their guests, including the legendary author Sir Arthur Conan Doyle, to unravel the mystery – and apprehend the murderer before it's too late!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt3115338",
      "type": "series",
      "name": "Nisekoi OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20728-gBiGaxCy0HF2.png",
      "behaviorHints": {
        "defaultVideoId": "tt3115338"
      },
      "description": "Genres: Comedy, Romance\nTags:School/Tsundere/Female Harem/Shounen/Henshin/Kuudere/Male Protagonist\nBundled with the 14th, 16th, and 17th volumes of the <i>Nisekoi</i> manga.<br>\n<br>\nVol. 14's OVA adapts chapter 58 \"Funshitsu\" and chapter 64 \"Mikosan.\"<br>\nVol. 16's OVA adapts chapter 65 \"Henbou\" and chapter 71 \"Oshigoto.\"<br>\nVol. 17's OVA adapts chapter 81 \"Sentou\" and chapter 105.5 \"Service\"<br>"
    },
    {
      "id": "tt3985216",
      "type": "series",
      "name": "Gonna be the Twin-Tail!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20565-iJKtIuGW5n1p.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3985216"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Henshin/Gender Bending/Primarily Female Cast/Tokusatsu/Male Protagonist/Super Power/Tsundere/Satire/Superhero/School/Otaku Culture/Swordplay/Female Harem/Idol/Love Triangle/Ojou-sama\nTwintails: the glory of all mankind—or at least that is what first-year high school student Souji Mitsuka believes. At school, Souji spends most of his time daydreaming and rating girls' twintails, even going as far as creating a club dedicated to the hairstyle. His obsession does not go unnoticed, however; when monsters from outer space attack Earth and claim the world's twintails for themselves, a strange woman named Twoearle enlists Souji to fight back using twintails of his own!\n<br><br>\nBy transforming into the twin-tailed warrior Tail Red, Souji combats the vicious alien organization known as Ultimegil, whose main goal is to colonize Earth and steal everyone's spiritual energy, or \"attribute power.\" Alongside fellow twin-tailed fighters Aika Tsube and Erina Shindou, Souji must find a way to defeat the invading army and defend the twintails he holds so dear."
    },
    {
      "id": "tt3957586",
      "type": "series",
      "name": "Gugure! Kokkuri-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20656-QL6CP1rtkTPj.png",
      "behaviorHints": {
        "defaultVideoId": "tt3957586"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Episodic/Youkai/Meta/Chibi/Female Protagonist/Kemonomimi/Shounen/Male Protagonist/Ghost/Nekomimi/Ensemble Cast/Guns/Tsundere/Kuudere/Iyashikei\nThe original manga revolves around Kohina, a little girl who ends up summoning by a Kokkuri-san, a lower-ranking ghost in Japanese folklore. The Kokkuri-san she calls ends up being a white-haired handsome, young man. Although he had intended to merely haunt her at first, he becomes worried about her terrible eating habit of cup ramen for every meal, so he decides to haunt her in order to protect her.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3398540",
      "type": "series",
      "name": "HAIKYU!!: Lev Appears!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20884-5U9SNWxDJBeT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3398540"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Volleyball/Male Protagonist/Shounen/Primarily Male Cast/Video Games/Primarily Teen Cast\nThe event anime will tell an original story that reveals \"a surprising side of a popular player.\"<br></br>\n\nLev Haiba is determined to become Nekoma High's ace volleyball player, but can barely hit the ball. The team's coach orders Kenma Kozume to help out Lev with his practice, much to the former's annoyance. However, as they continue to work together, Kenma realizes that Lev's height might actually be able to help in games if his skills are honed in the right way.\n<br></br>\n(Source: Anime News Network, edited)\n<br><br>\n<i>Note: The OVA was screened at Jump Festa 2014 on November 9, 2014. It was later bundled with the 15th volume of the manga.</i>"
    },
    {
      "id": "tt3615002",
      "type": "series",
      "name": "Monthly Girls' Nozaki-kun Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20869-GufBBYuKyjEu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3615002"
      },
      "description": "Genres: Comedy, Romance\nTags:School/Shounen/Otaku Culture/Drawing/Parody/Ensemble Cast/Female Protagonist/Tomboy/Work\nSpecials bundled with the DVD/BDs."
    },
    {
      "id": "tt3909838",
      "type": "series",
      "name": "DENKI-GAI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20710-MMAlTvOqkQEV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3909838"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Work/Otaku Culture/Primarily Adult Cast/Seinen/Ensemble Cast/Urban/Heterosexual/Drawing/Zombie\nThe \"youthful bookstore comedy\" revolves around the folks who work in a manga shop deep in a certain \"Electric Town\" neighborhood. (\"Denki-Gai\" or \"Electric Town\" is a popular name for shopping areas that specialize or used to specialize in electric and electronic items, like Tokyo's Akihabara.) The protagonist Umio works part-time at \"BOOKS Umanohone\" along with his senior at work (but not in age) Hiotan. As many dedicated manga fans visit the store, there is always something going on.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3895144",
      "type": "series",
      "name": "Celestial Method",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20672-W0wOeBgWEb4J.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3895144"
      },
      "description": "Genres: Drama, Fantasy, Slice of Life\nTags:Ensemble Cast/Female Protagonist/Primarily Female Cast/Urban Fantasy/School/Rural/Primarily Child Cast/Twins\nIt's been seven years since Nonoka Komiya last lived in Lake Kiriya City. However, while she knew that there would be changes in the town, she's still unprepared for what she finds upon her return: A giant saucer hovers over the entire city, as it has since shortly after she and her family left. Stranger yet, a girl she doesn't know, Noel, is waiting for her, claiming that they have met before. Confused, Nonaka tries to focus on reconnecting with her old friends, but odd memories, suppressed in the wake of her mother's death, begin to float to the top of her consciousness. Can it be that she has met Noel before? And how does this connect with the appearance of the saucer itself? To solve the riddle, Nonoka must join with her friends and rediscover the events that occurred before she left Lake Kiriya.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3896784",
      "type": "series",
      "name": "A Good Librarian Like a Good Shepherd",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17827-glAvrjSWSoWS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3896784"
      },
      "description": "Genres: Comedy, Romance\nTags:School/Female Harem/School Club\nThe story is set at Shiomi Academy, a vast, prestigious academy with a Daitoshokan (literally, \"great library\") that rivals Japan's national library. As a member of the Library Club, Kyoutarou Kakei goes to Daitoshokan to enjoy reading by himself. He then meets a second-year girl named Tsugumi Shirasaki through the efforts of a so-called \"shepherd\" who fulfills people's wishes. Eventually, more girls join the club thanks to the \"shepherd.\"<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1910272",
      "type": "series",
      "name": "Steins;Gate: Soumei Eichi no Cognitive Computing",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20907-Pl4YwH8RopKT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1910272"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Advertisement/Artificial Intelligence/Urban/Ensemble Cast/Primarily Adult Cast/Food/Kuudere/Tsundere\nAnime shorts created in collaboration with IBM.\n<br><br>\nEpisode 1: Cooking-hen\n<br>\nEpisode 2: Navigation-hen\n<br>\nEpisode 3: Fashion-hen\n<br>\nEpisode.4: Kaigi-hen\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3957550",
      "type": "series",
      "name": "Garo: The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20753-62eogj8hzT6h.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3957550"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Demons/Magic/Henshin/Tokusatsu/Foreign/Historical/Body Horror/CGI/Swordplay\nThe story of the anime begins when the king's adviser launches a witch hunt, which endangers the Makai Knights and Makai Priests, who are supposed to protect people. A Makai Priest who has been condemned to die at the stake gives birth to a child, Leon Lewis. The child is rescued by his father, a Makai Knight, but never meets his mother. When he grows up he inherits the Gold Armor as a descendant of the Gold Knights. Meanwhile the king's adviser has taken over the country as the king has become ill, and Prince Alfonso has been driven out with his mother. He comes seeking the legendary Gold Knight in hopes of retaking his kingdom.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4008500",
      "type": "series",
      "name": "Magic Kaito 1412",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20790-yR5kJrai3zPg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4008500"
      },
      "description": "Genres: Action, Adventure, Comedy, Mystery\nTags:Episodic/Magic/Shounen/Anti-Hero/Male Protagonist/Detective/School/Urban/Mafia/Female Protagonist\nKaito Kuroba, a normal teenage student whose father is often absent. When his father dies under mysterious circumstances, he is made aware of his father's secret identity; a famous international criminal known as International Criminal 1412: the Phantom Thief, and that he was murdered by a mysterious organization for refusing to aid them in retrieving the \"Pandora Gem\"; a mystical stone said to shed a \"tear\" during the passing of a particular comet (often called the 'Volley Comet'), the consumption of which bestows immortality. <br>\n<br>\nHe vows to prevent the organization from gaining immortality, and assumes his father's identity as he begins his quest for the gem. His only clues as to the gem's location are that it glows red under the full moon and that it is a doublet: a gem hidden within a larger gem. Thus, it would have to be a relatively large one with a bizarre history, and always stored in a place that never receives moonlight. He thus researches and steals famous priceless gems with odd histories from incredibly well-defended areas, and always returns them after the very next full moon.<br>"
    },
    {
      "id": "tt3837246",
      "type": "series",
      "name": "Assassination Classroom: Meeting Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21303-5CEsFSm56CyH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3837246"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:School/Teacher/Assassins/Ensemble Cast/Super Power/Aliens/Shounen/Cultivation/Guns\nEpisode 0 of the Ansatsu Kyoushitsu TV series screened at the Jump Festa 2014 events. Later included as an extra in volume 1 of the Blu-ray and DVD release.<br>\n<br>\nKoro-sensei reminisces about his first meeting with Karasuma, where they first butted heads and fought against each other, ultimately coming to respect one another. However, Karasuma eventually points out their actual meeting wasn't nearly as eventful.<br>\n<br>\n(Source: IMDb)"
    },
    {
      "id": "tt2942228",
      "type": "series",
      "name": "Yowamushi Pedal: Grande Road",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20723-b079x2UcOZnZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942228"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Cycling/Shounen/Primarily Male Cast/School Club/Male Protagonist/Primarily Teen Cast\nThe second season will focus on Inter High bicycle race continuing from the first season of the series! High school students pushing themselves to the limit as they bet everything on their bicycles!<br>\r\n<br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3957472",
      "type": "series",
      "name": "Laughing Under the Clouds",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20817-aGLuN5TIVAgT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3957472"
      },
      "description": "Genres: Action\nTags:Historical/Male Protagonist/Swordplay/Shoujo/Primarily Male Cast\nWhen swords were outlawed in the Meiji era, the mighty samurais began to disappear. Those who rejected the ban rebelled, causing unrest throughout the countryside. To combat this criminal activity, an inescapable lake prison was constructed. Three young men, born of the Kumo line, were given the duty of delivering criminals to their place of confinement—but could there be more to their mission? <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3985242",
      "type": "series",
      "name": "Orenchi no Furo Jijo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20720-R6P0akaKRhan.png",
      "behaviorHints": {
        "defaultVideoId": "tt3985242"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Mermaid/Episodic/Cute Boys Doing Cute Things/Primarily Male Cast/Boys' Love/Shoujo/Chibi/Male Protagonist/Incest\nTatsumi is a high school boy who lives by himself. One day, a devastatingly handsome merman named Wakasa moves into the bathtub in Tatsumi's home. Wakasa is a bit self-centered but cute, while Tatsumi is cool but a busybody.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3950066",
      "type": "series",
      "name": "In Search of the Lost Future",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b20591-xeTJt8QoFCXA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3950066"
      },
      "description": "Genres: Drama, Romance, Sci-Fi, Supernatural\nTags:School/Female Harem/School Club/Astronomy/CGI/Heterosexual\nThe story is set one autumn at the beginning of the 21st century in the Uchihama area. Uchihama Academy is growing by leaps and bounds. With the construction of a new school building, there will be one last General Club Festival at the old building that is slated to be closed. The students vow to go all out to make this final cultural festival a success.\r\n<br><br>\r\nThe Astronomy Club of the protagonist Sou Akiyama is filled with the big names on campus. Just before the festival on October 1, the club receives a request from the student executive committee to calm the uneasiness among the students. There are reports of ghost sightings, accidents, sleeping sickness, and other mysterious incidents at the old building. When Yui Furukawa, a quiet girl who transfered late into the school, appears before Sou, the gears of fate slowly begin to move.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3496018",
      "type": "series",
      "name": "selector spread WIXOSS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20714-U3IV9ccn7tVO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3496018"
      },
      "description": "Genres: Drama, Psychological, Thriller\nTags:Card Battle/Primarily Female Cast/Ensemble Cast/Female Protagonist/Urban Fantasy/School\nGet ready for the thrilling second season of the WIXOSS series! Immerse yourself in a game where special cards called LRIGs—cards that possess personalities and wills of their own—can change your life forever. Teenager Ruko holds one of these rare cards, and if she wins, her wish will be granted. But what happens if she loses?<br><br>(Source: Funimation)"
    },
    {
      "id": "kitsu:7991",
      "type": "series",
      "name": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!: Motenaishi, Nazomeite Miru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20453-qLyo3mXA5t4V.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7991"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Parody/Satire/Female Protagonist/Meta/Hikikomori\nBundled with the special limited first edition of the 7th manga volume.\r\nWill be the 13th episode to the TV Anime."
    },
    {
      "id": "tt1929675",
      "type": "series",
      "name": "IS: Infinite Stratos - World Purge-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20571.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1929675"
      },
      "description": "Genres: Action, Comedy, Ecchi, Mecha, Sci-Fi\nTags:Female Harem/Nudity/Real Robot/Primarily Female Cast/Robots/School/Kuudere\nA program called \"World Purge\" sends illusions to all the girls about their ideal fantasies.\r\n\r\n(Source: AICW)"
    },
    {
      "id": "tt10795658",
      "type": "series",
      "name": "Alice in Borderland",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20952-nDvmOvA3qDJ2.png",
      "behaviorHints": {
        "defaultVideoId": "tt10795658"
      },
      "description": "Genres: Action, Horror, Psychological, Supernatural\nTags:Death Game/Isekai/Shounen/Post-Apocalyptic/Battle Royale/Male Protagonist/Primarily Male Cast/Primarily Teen Cast\nBe careful what you wish for. Antisocial misfit Ryouhei Arisu wanted nothing more than to leave his mundane life behind, but a careless wish on a firework transports him to the post-apocalyptic Borderland, a sinister parallel reality where danger lurks around every corner and survival is not guaranteed. To live to fight another day, Ryouhei and other unwilling contestants must win a series of deadly games, each more dangerous than the last — but returning home means putting not only his skills, but also Ryouhei’s humanity to the ultimate test.\n<br><br>\n(Source: Sentai Filmworks, edited)"
    },
    {
      "id": "kitsu:8488",
      "type": "series",
      "name": "Ao Haru Ride PAGE.13",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20900-r4sNKDY8LBGK.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8488"
      },
      "description": "Genres: Romance, Slice of Life\nTags:Shoujo/Female Protagonist/Love Triangle/School Club/Heterosexual\nUnaired 13th episode bundled with the 12th volume of the Ao Haru Ride manga."
    },
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art Offline II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21155-cW5V6F8ViSXE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2250192"
      },
      "description": "Genres: Comedy\nTags:Primarily Female Cast/Chibi/Video Games/Isekai/Guns\nBD/DVD specials."
    },
    {
      "id": "kitsu:10012",
      "type": "series",
      "name": "Japan Anima(tor)’s Exhibition",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20947-Qg0QUi31tjeb.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:10012"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Mecha, Music, Supernatural\nTags:Anthology/Nudity/Episodic/Gore/Musical/Surreal Comedy/Super Robot/Satire/Cycling/Revenge/Guns/Space/Military/Ero Guro/Magic/Swordplay/War/Kaiju/Dragons/Samurai/Cyberpunk/Real Robot/Disability/Post-Apocalyptic/Dissociative Identities/Stop Motion/Noir/Henshin\nJapan Anima(tor)'s Exhibition is the showcase of the animations produced by various directors with love and energy, which are planned from original projects, spin-off projects, promotional films, Music PV, and VJ Films etc...<br>\n<br>\nEpisodes:<br>\n#01: The Dragon Dentist (Directed by Outarou Maijou)<br>\n#02: HILL CLIMB GIRL (Directed by Azuma Tani)<br>\n#03: ME!ME!ME! (Directed by Hibiki Yoshizaki)<br>\n#04: Carnage (Directed by Akira Honma)<br>\n#05: Yoshikazu Yasuhiko & Ichiro Itano: Collection of Key Animation Films (collection of key animation from 1979's Mobile Suit Gundam)<br>\n#06: 20min Walk From Nishi-Ogikubo Station, 2 Bedrooms, Living Room, Dining Room, Kitchen, 2mos Deposit, No Pets Allowed (Directed by Takeshi Honda & Mahiro Maeda)<br>\n#07: Until you come to me. (Directed by Tadashi Hiramatsu)<br>\n#08: Tomorrow from there (Directed by Akemi Hayashi)<br>\n#09: Denkou Choujin Gridman: boys invent great hero (Directed by Akira Amemiya)<br>\n#10: YAMADELOID (Directed by Takashi Horiuchi & Masahiro Emoto)<br>\n#11: POWER PLANT No. 33 (Directed by Yasuhiro Yoshiura & Kengo Saito)<br>\n#12: Evangelion: Another Impact (Confidential) (Directed by Shinji Aramaki)<br>\n#13: Kanón (Directed by Mahiro Maeda)<br>\n#14: SEX and VIOLENCE with MACHSPEED (Directed by Hiroyuki Imaishi)<br>\n#15: Obake-Chan (Directed by Shigeto Koyama)<br>\n#16: Tsukikage no Tokio (Directed by Takanobu Mizuno)<br>\n#17: THREE FALLEN WITNESSES (Directed by Satoru Utsunomiya)<br>\n#18: The Diary of Ochibi (Directed by Masashi Kawamura)<br>\n#19: I can Friday by Day! (Directed by Kazuya Tsurumaki)<br>\n#20A: ME!ME!ME! CHRONIC feat.daoko / TeddyLoid (Directed by Hibiki Yoshizaki, remix of short #3)<br>\n#20B: (Making of) evangelion:Another Impact (Making of video of short #12)<br>\n#21: ICONIC FIELD (Directed by Ikuto Yamashita)<br>\n#22: IBUSEKI YORUNI (Directed by Tadashi Hiramatsu) <br>\n#23: Memoirs of amorous gentlemen (Produced by Cork Inc.)<br>\n#24: Rapid Rouge (Directed by Daisuke Onitsuka)<br>\n#25: HAMMERHEAD (Directed by Otaro Maijo)<br>\n#26: COMEDY SKIT 1989 (Directed by Kazuto Nakazawa)<br>\n#27: BUBU & BUBULINA (Directed by Takashi Nakamura)<br>\n#28: ENDLESS NIGHT (Directed by Sayo Yamamoto)<br>\n#29: BUREAU OF PROTO SOCIETY (Directed by Yasuhiro Yoshiura)<br>\n#30: The Ultraman (Directed by Akitoshi Yokoyama)<br>\n#31: GIRL (Directed by Hibiki Yoshizaki)<br>\n#32: Neon Genesis IMPACTS. (Directed by Yuhei Sakuragi)<br>\n#33: Ragnarok (Directed by Kazuyoshi Katayama)<br>\n#34: Robot on the Road (Directed by Hiroyuki Okiura)<br>\n#35: Cassette Girl (Directed by Hiroyasu Kobayashi)<br>\n<br>\n<p>\n<i>Note: #20A and #20B (special) are counted as two separate episodes in the episode total.</i>"
    },
    {
      "id": "kitsu:6465",
      "type": "series",
      "name": "Hybrid Child",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11135-YIFUbwzeQniM.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:6465"
      },
      "description": "Genres: Drama\nTags:Boys' Love/Primarily Male Cast/Anachronism/Historical/Achronological Order/War/CGI\nThe Hybrid Child is an amazing android that can grow if it is lavished with enough love and care from its owner. Neither fully machine nor fully human, the various Hybrid Child models develop strong emotional bonds with their owners. This volume contains several short stories of love, sacrifice, and drama: Young Kotaro learns the importance of responsibility when his Hybrid Child's lifespan runs out. The tragic swordsman Seya learns to love again with the help of his Hybrid child, Yuzu. The final tale tells the story of Kuroda, the creator of the Hybrid Child designs, and how his lost love inspired their creation.<br><br>\r\n(Source: DMP)"
    },
    {
      "id": "kitsu:8730",
      "type": "series",
      "name": "LOVE STAGE!!: Chotto ja Nakutte",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20960-gpySlu5jJIdM.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8730"
      },
      "description": "Genres: Comedy, Romance\nTags:Boys' Love/LGBTQ+ Themes/Cute Boys Doing Cute Things/Acting\nBundled with volume five of manga."
    },
    {
      "id": "tt3225270",
      "type": "series",
      "name": "Noragami",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20447-EoQXeygHaVCK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3225270"
      },
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Gods/Youkai/Urban Fantasy/Female Protagonist/Shounen/Mythology/Anti-Hero/Shapeshifting/Male Protagonist/Swordplay/Nekomimi/Revenge/Outdoor/Bullying/Environmental\nMinor god Yato is down on his luck. Fed up with his slacker lifestyle, his partner abruptly quits. He has no money, no worshippers, and no shrine to call home. But just when things are starting to seem hopeless, a bus accident forces him to cross paths with Hiyori Iki, a sweet and perky high school girl. After the accident, Hiyori's soul has a bad habit of slipping out of her body, and after enlisting Yato's help to get her back to normal, she begins to fall into the world of spirits and gods.<br>\n<br>\nBut Hiyori's not the only one who's keeping tabs on Yato. A god from Yato's past is back, and he's not interested in a friendly reunion.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt3115338",
      "type": "series",
      "name": "Nisekoi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18897-G2Fx2ZACsXBU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3115338"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Love Triangle/Female Harem/Primarily Female Cast/Male Protagonist/Tsundere/School/Slapstick/Heterosexual/Yakuza/Mafia/Kuudere/Coming of Age/Shounen/Tomboy/Gangs\nAs a child, Raku Ichijo made a secret promise with his childhood sweetheart, keeping a pendant as a memento while his love took the key. He dreams of one day meeting his past love, but years later, reality smashes his hopes when Chitoge Kirisaki accidentally knees him in the face...<br><br>\r\nThough Raku's a normal high schooler, his family heads the notorious yakuza gang the Shuei-Gumi faction! And he's dragged into family affairs when he's forced into a relationship with Chitoge, the daughter of a rival gang's boss!<br><br>\r\nDespite their constant spats, the two somehow fool everyone with their false relationship. Raku then discovers that Chitoge has a mysterious key from her past, which she can't remember... Plus, two other girls appear with keys as well—Kosaki Onodera and Marika Tachibana!<br><br>\r\nCaught in the midst of this love maelstrom, even more complications arise for Raku when his class decides on Romeo and Juliet as the class's play for the school festival. Can the two false lovebirds pull off the impossible and make the play a success?<br><br>\r\n(Source: Viz Media)"
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions - Heart Throb -",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18671-RVIY9TGd737H.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Chuunibyou/School/Coming of Age/Primarily Female Cast/Slapstick/Male Protagonist/Heterosexual/Primarily Teen Cast/School Club/Female Protagonist/Cute Girls Doing Cute Things\nDue to various events, Yuuta and Rikka are living together. This secret co-habitation is so exciting for the two lovebirds! Or so it should be...\n<br><br>\nIs having a chuuni girlfriend too high of a hurdle for Yuuta, who never even went out with a normal girl?! Yuuta worries about how to advance his relationship with Rikka. And then everyone else, Nibutani, Kumin, and Dekomori, have powered up by advancing a grade. Furthermore, the cause of his chuunibyou outburst in middle school, the girl who calls herself Sophia Ring Saturn the 7th, Satone Shichimiya appears...\n<br><br>\nThis is the long-awaited second season of the adolescent romantic comedy revolving around chuunibyou that makes you laugh and cry.\n<br><br>\n\n(Source: Animax)"
    },
    {
      "id": "tt3358240",
      "type": "series",
      "name": "Engaged to the Unidentified",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20483-FJMOn8gjbcny.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3358240"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Female Cast/Family Life/Heterosexual/Female Protagonist/Cute Girls Doing Cute Things/School/Super Power/Food/Seinen/Rural/School Club\nNot every girl gets what she wants on her 16th birthday, but Kobeni's gift is something she never saw coming: an arranged marriage! Thanks to her late grandfather, Kobeni's been engaged to a total stranger since childhood, and even though she's supposedly met him she doesn't remember a single thing about him. Even weirder is that both her Mom and creepily over-doting sister, Benio, seem completely unsurprised when the groom-to-be, Hakuya, and his younger sister, Mashiro, show up on the family's doorstep to move in with them!<br>\n<br>\nBut it's not until they start attending Kobeni's school that things take an even stranger turn after she starts to pick up some very... unusual vibes from her potential future family. From Mashiro's obsession with aliens and UMAs (Unidentified Mysterious Animals) to Hakuya's disconcerting lack of emotion, there's something very off about them that Kobeni can't quite put her finger on. What has her grandfather gotten her into, and how does this relate to the strange gap in Kobeni's memory?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3158246",
      "type": "series",
      "name": "Space Dandy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20057-yMtjgvyi8x7w.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3158246"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Space/Surreal Comedy/Episodic/Aliens/Parody/Philosophy/Male Protagonist/Robots/Primarily Adult Cast/Achronological Order/Primarily Male Cast/Surfing\nThe story of the anime revolves around Dandy, an alien-hunter. His job is to seek out new aliens never seen before, and receives a reward whenever he finds a new species. His mission is to find those new species faster than anyone else as he travels the galaxy. Together with the bucket-of-bolts robot QT and the dimwit alien Meow he picked up along the way, he comes into contact with new planets and their inhabitants..\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3296914",
      "type": "series",
      "name": "D-Frag!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20031-WOR6bly9HOr1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3296914"
      },
      "description": "Genres: Comedy\nTags:School/Parody/Slapstick/Satire/Primarily Female Cast/Chuunibyou/Yandere/School Club/Male Protagonist/Meta/Tsundere/Chibi/Delinquents/Primarily Teen Cast/Female Harem/Seinen\nKazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls—Chitose, Sakura, Minami and Roka—and all at once, whatever reputation he may have is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?\n"
    },
    {
      "id": "tt3225270",
      "type": "series",
      "name": "Noragami OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20494-HllvnQ1mRIxe.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3225270"
      },
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Gods/Shounen/Youkai/Urban Fantasy/Mythology/Nekomimi/Female Protagonist/Anti-Hero\nHiyori Iki is excited to start high school alongside her two middle school friends, but \"Delivery God\" Yato seems to have other plans for the day. Will Hiyori be able to make a good impression on her first day? Or will Yato cost her a happy high school life?<br>\n<br>\nOn another day, Hiyori decides to take advantage of the beautiful weather and invites a number of people to gaze at the cherry blossoms, including the fearsome combat god, Bishamon. But how long will their blissful day last when Yato and his old rival Bishamon start to drink together?<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: Bundled with the 10th and 11th limited-edition volumes of the manga.</i>"
    },
    {
      "id": "tt3341534",
      "type": "series",
      "name": "Witch Craft Works",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20503-liSpvCiFljGr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3341534"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Witch/Magic/Male Protagonist/Primarily Female Cast/School/Surreal Comedy/Seinen/Kuudere/Incest/Heterosexual/School Club\nTakamiya Honoka is a regular student whose only problem seems to be that he sits next to Kagari Ayaka, the school's #1 beauty. They have never spoken to each other before and any small interaction between them immediately results in her fanclub beating him. Yet when a falling part of the school's building is about to send him to the afterlife, it's Kagari that comes to his rescue. Only... she's dressed as a witch, carrying him in her arms and floating on a broom?! Kagari tells him it is her mission to protect him and that now she can finally protect him openly rather than undercover.\n"
    },
    {
      "id": "tt3198956",
      "type": "series",
      "name": "Sakura Trick",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20047-QcFqHoZNuCIH.png",
      "behaviorHints": {
        "defaultVideoId": "tt3198956"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Yuri/Primarily Female Cast/Female Protagonist/Cute Girls Doing Cute Things/School/Primarily Teen Cast/LGBTQ+ Themes/Love Triangle/Seinen/Coming of Age/Kuudere\nHaruka and Yuu have been best friends forever and they've always sat next to each other in class since… well, since they were just girls in junior high anyway. But on their first day of high school, they're stunned to learn that the new seating plan has them on opposite sides of the classroom! So, since everyone knows that long distance relationships won't work unless the parties involved put extra effort into it, they decide they need to do something extra special to permanently seal their friendship. However, deciding to kiss each other awakens a whole new level of feelings, and it doesn't help that some of their classmates seem to be 'involved\" in similar circumstances. So what's a girl to do when her best girl friend suddenly seems more like a girlfriend? It's a life lesson that the school curriculum isn't normally prepared to teach, except maybe in French class, and our two young heroines are about to get a private education you'll never forget!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3399712",
      "type": "series",
      "name": "Hamatora",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20521-OJZxnuU1uvkN.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3399712"
      },
      "description": "Genres: Comedy, Drama, Mystery\nTags:Super Power/Urban Fantasy/Male Protagonist/Crime/Detective/Gore/Episodic/Kuudere/Slapstick\n\"Minimum\" - a special inborn power found in a limited number of human beings, known as \"minimum holders.\" In Yokohama, the detective team Hamatora, formed by two minimum holders named Nice and Murasaki, comes across information connected to a serial killer being pursued by their old friend Art. It turns out all the victims are minimum holders like them. Unwillingly at first, the two detectives become involved in the investigation.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt1694038",
      "type": "series",
      "name": "Seitokai Yakuindomo Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20448-nJph1HFaaL2u.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1694038"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Shounen/School Club/Primarily Female Cast/Female Harem/Ensemble Cast/Primarily Teen Cast/Kuudere\nThe second season of Seitokai Yakuindomo."
    },
    {
      "id": "tt4744926",
      "type": "series",
      "name": "Tonari no Seki-kun: The Master of Killing Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18139-6U8NSBf7ncd8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4744926"
      },
      "description": "Genres: Comedy\nTags:Slapstick/Episodic/School/Female Protagonist/Seinen\nThe original manga revolves around a girl named Yokoi who sits next to a boy only known as Seki-kun. During class, Seki-kun continues to not pay attention and instead creates amazing little distractions, such as a detailed golf course with the course's hole being a dent in his desk, or an entire dramatic war being played out by paper shogi pieces. Yokoi often finds herself getting reluctantly interested in his games, even though they always seem to end up getting HER in trouble with the teacher!<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3294136",
      "type": "series",
      "name": "Magical Warfare",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19769-1SATJNKBhkDV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3294136"
      },
      "description": "Genres: Action, Fantasy\nTags:Magic/School/War/Isekai\nIn this modern magic action story, Takeshi Nanase is an ordinary high school boy who has a somewhat dark past. Due to certain circumstances, he formed a \"fake\" couple with his childhood friend Kurumi Isoshima, but otherwise, he lives a normal life. However, one day, he comes across a girl named Mui Aiba, in a uniform he has never seen before, collapsed on the school campus. This encounter changes Takeshi's destiny completely. Mui tells Takeshi that she is a magician, and she apologizes, for she turned Takeshi into a magician, too. What Takeshi once knew as one world is actually two — the world where magicians live and the world where humans live.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3199286",
      "type": "series",
      "name": "No-Rin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18095-kX8R704uIqDo.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3199286"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Rural/Agriculture/School/Idol/Parody/Love Triangle/Work/Food/Meta/Kuudere/Male Protagonist/Educational/Cultivation/Heterosexual\nWhen the national idol Kusakabe Yuka suddenly retired from the entertainment business, it shocked the world and it devastated teenager Hata Kosaku. Kosaku was Yuka's biggest fan and her departure left him depressed. His classmates at the Tamo Agriculture School finally are able to get him to leave his room and attend his class, but to everyone's amazement, Kusakabe Yuka (her stage name) comes into the class under the name Kinoshita Ringo as a transfer student. Kosaku realizes he has the once in a lifetime opportunity to get to personally know his dream girl and, together with his group of friends, try to find out why she is here and become closer than just classmates.<br><br>\r\n(Source: MangaHelpers)"
    },
    {
      "id": "tt3185682",
      "type": "series",
      "name": "Pupa",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b19315-SSBzhrcywmr7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3185682"
      },
      "description": "Genres: Drama, Fantasy, Horror, Psychological\nTags:Female Protagonist/Body Horror/Gore/Cannibalism/Ero Guro/Incest/Vore/Urban Fantasy/Shounen/Anti-Hero/Crime/Nudity/Shapeshifting\nThe \"life-and-death sibling\" story follows Utsutsu and Yume Hasegawa, a boy and his little sister who find themselves all alone. One day, Yume sees a mysterious red butterfly and her body undergoes a strange metamorphosis—into a creature that eats humans. Utsutsu struggles to find a way to restore his sister.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3341584",
      "type": "series",
      "name": "Recently, My Sister Is Unusual",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17777-JyiQrGXjw0s0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3341584"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Dissociative Identities/Ghost/Incest/Female Protagonist/Shounen/Kuudere/Bisexual\nIn the romance comedy, a girl named Mitsuki Kanzaki lives with her step-brother Yuya after her mother remarries. One day, Mitsuki is possessed by the self-proclaimed spirit of a young girl, Hiyori Kotobuki. Hiyori (in Mitsuki's body) must fall in love with Yuya to move towards the \"Gates of Heaven.\""
    },
    {
      "id": "tt3417860",
      "type": "series",
      "name": "Inari Kon Kon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20488-3kTJBoU55DeQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3417860"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Coming of Age/Gods/Seinen/Female Protagonist/School/Henshin/Mythology/Heterosexual/Tsundere/Primarily Child Cast/Incest\nFushimi Inari is a shy, not-so-bright middle school girl living in Kyoto's Fushimi ward. She has a crush on her classmate Tanbabashi, but cannot express her feelings. One day, as thanks for helping a fox pup, the deity Ukanomitamanokami grants her the ability to change her form."
    },
    {
      "id": "tt3399620",
      "type": "series",
      "name": "World Conquest Zvezda Plot",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20496-fTwlGOKd8OPb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3399620"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Tokusatsu/Surreal Comedy/Swordplay/Super Power/Parody/Heterosexual/Robots/Chuunibyou/School/Post-Apocalyptic/Kaiju\nWhat does it take to conquer the world?! Every leader of the past has thought of it... but all they have done was to merely dream of its greatness. World domination... nobody has been able to achieve it. Until one little girl by the name of Kate Hoshimiya came along. Kate Hoshimiya will shock the world! How was she able to carry out such a magnificent stunt? So frightful! So glorious! Could this be... the Zvezda Plot?! Let the light of our great Zvezda shine upon this land far and wide!\r\n\r\n(Source: Aniplex USA)"
    },
    {
      "id": "tt2909912",
      "type": "series",
      "name": "Silver Spoon Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19363-7DZw204Dlzw1.png",
      "behaviorHints": {
        "defaultVideoId": "tt2909912"
      },
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:School/Rural/Coming of Age/Animals/Food/Male Protagonist/Agriculture/Educational/School Club/Primarily Teen Cast/Environmental/Shounen/Ojou-sama/Baseball/Chibi\nAs the new semester begins at Ooezo Agricultural High School, Hachiken is now used to the tough lifestyle of a rural, agricultural high school. While Hachiken still wonders what he will do in the future, he continues to discover both the harsh and the beautiful realities of the countryside.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0807832",
      "type": "series",
      "name": "MUSHI-SHI OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20526-PmuD69J3rkDF.png",
      "behaviorHints": {
        "defaultVideoId": "tt0807832"
      },
      "description": "Genres: Adventure, Fantasy, Mystery, Psychological, Slice of Life, Supernatural\nTags:Environmental/Male Protagonist/Philosophy/Seinen/Youkai/Rural/Twins/Demons/Mythology/Historical/Denpa/Travel\nWhen an eclipse occurs, the sun remains dark in one area. The mushi expert Ginko must come and determine how to return the sun to the village before their crops die. The secret seems connected to twin girls who live nearby.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3306838",
      "type": "series",
      "name": "Hozuki's Coolheadedness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20431-01EHi0CpWKx0.png",
      "behaviorHints": {
        "defaultVideoId": "tt3306838"
      },
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:Work/Mythology/Demons/Episodic/Youkai/Male Protagonist/Parody/Seinen/Monster Boy/Monster Girl\nHoozuki is the aide to the great king of Hell, King Enma. Calm and super-sadistic, Hoozuki tries to resolve the various problems in Hell, including a rampaging Momotarou and his companions. However, he also likes spending his free time on his hobbies, such as fawning over cute animals and raising \"Goldfish Flowers.\"\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3692198",
      "type": "series",
      "name": "Maken-Ki! Battling Venus 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b15565-2nDrmF9RMTwP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3692198"
      },
      "description": "Genres: Action, Ecchi\nTags:Female Harem/Episodic/School Club/Nudity/School/Super Power/Bondage/Primarily Female Cast/Martial Arts\nTakeru continues his education at Tenbi Academy as part of the newly formed Security Committee. As a team with the other members they battle unscrupulous individuals who use their Maken for evil purposes. In the meantime, his libido and the conflicting romantic interests of the girls surrounding him complicate matters considerably. "
    },
    {
      "id": "tt3358452",
      "type": "series",
      "name": "My Big Sister Arrived",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20473-NcBriU779t0k.png",
      "behaviorHints": {
        "defaultVideoId": "tt3358452"
      },
      "description": "Genres: Comedy, Romance\nTags:Family Life/Inseki/Seinen/Incest/School\nThe story revolves around Tomoya Mizuhara, a 13-year-old boy who suddenly gains a big sister when his father remarries. 17-year-old Ichika is a little strange, and her affection for Tomoya is rather overwhelming, if not scary. On top of things, Ichika's friend Ruri is the ultimate sadist. Then there is Ichika's big-breasted quarter-Japanese friend Marina.<br><br>\r\nSource: ANN"
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions - Heart Throb - Lite",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20582-hCXj33Fmk07M.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy\nTags:Chuunibyou/School\nShort episodes aired on KyoAni's official YouTube channel."
    },
    {
      "id": "kitsu:8303",
      "type": "series",
      "name": "Cross Road",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20831-YaBeemYnckMQ.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8303"
      },
      "description": "Genres: Slice of Life\nTags:School/Advertisement/Trains/Ships\nHigh school students Miho and Shouta are preparing for college entrance examinations. Miho comes from an island without even one cram school, while Shouta lives in Tokyo and works a part-time job. Both are striving to pass exams so they can enter college. The pair enroll in Z-Kai's correspondence education courses, and their lives cross before they realize it.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3196730",
      "type": "series",
      "name": "The Pilot's Love Song",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19117-AIdJ4idSxNvD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3196730"
      },
      "description": "Genres: Adventure, Drama, Romance\nTags:Aviation/CGI/Military/Guns\nThis is a tale of a prince who lost everything leaves for a journey with no guarantee of returning to his hometown safely. With hatred and revenge in his mind, he met several people that taught him about friendship...and love."
    },
    {
      "id": "tt3399734",
      "type": "series",
      "name": "Soni-Ani: SUPER SONICO THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20455-idVtmB4eERac.png",
      "behaviorHints": {
        "defaultVideoId": "tt3399734"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Female Protagonist/Band/Episodic/Idol/CGI\nSuper Sonico is the mascot girl of the \"Nitro Super Sonic\" events held by Nitroplus. In her back story, she is already a photoshoot model, game character, and a musician, even as she studies as a college student."
    },
    {
      "id": "tt3358426",
      "type": "series",
      "name": "Nobunaga the Fool",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20509-clrgNqUsop9j.png",
      "behaviorHints": {
        "defaultVideoId": "tt3358426"
      },
      "description": "Genres: Mecha, Sci-Fi\nTags:Conspiracy/Swordplay/Super Robot\nThe Western Planet and the Eastern Planet.\r\nOnce upon a time, the two sides were bound by the \"Dragon Pulse\" spanning the heavens.\r\n<br>\r\nThe civilization that once had prospered has now turned to a tale of dreams, as the inextinguishable flames of war tear the realm asunder. The two planets remain engulfed in endless battles.\r\n<br>\r\nThe return of the super technology known as \"sacred treasures\" could revolutionize the world order, but no one knows of them but one person — a \"heretical girl.\"\r\n<br>\r\nA girl from the Western Panet, Jeanne Kaguya d'Arc, saw heavenly visions of the birth of a \"Star Messiah\" who will save the world. She embarks on a journey to the Eastern Planet with Leonardo da Vinci, \"the one who observes the world.\" They come across the heretic of the Eastern Planet and \"the greatest fool of the day,\" Oda Nobunaga.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/kaleid liner Prisma☆Illya: Dance at the Sports Festival!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18851-6TjNHfkWaB6B.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904426"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mahou Shoujo, Sports\nTags:Dancing/Primarily Female Cast/Magic/Female Protagonist/Henshin/Cute Girls Doing Cute Things/School/Kuudere/Shounen/Isekai\nTatsuko of class 5-1 is really excited about the upcoming school sports festival, her proposal for a new \"Eel Scooping\" event is less than enthusiastically received though, especially by Suzuka. Illya mentions the main event dance to Miyu, and as teacher Taiga Fujimura points out, it entails a huge reward, but will require quite a bit of practice.<br>\n<br>\nAnd so the close friends: sarcastic Nanaki, level-headed Suzuka, excitable Tatsuko, energetic Illya, shy Mimi, and reserved but athletic Miyu are off to win the dance event for the honour of their class and for Fujimura, who seems to have some saucy bet going on that she most definitely needs to win, or so the girls misunderstand.<br>\n<br>\n(Source: AniDB)"
    },
    {
      "id": "tt3399762",
      "type": "series",
      "name": "Buddy Complex",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20533-uzmLvRDe7LBt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3399762"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:War/Real Robot/Military/Male Protagonist/Super Robot\nOn the first day back after summer break, high-school student Aoba is attacked by a giant robot that appears out of the sky. As he's pursued through the city, his classmate Hina appears in a robot of her own. She rescues him, and tells him cryptically that \"Dio is waiting for you,\" before she disappears. This begins Aoba's new life as the pilot of the Free Treaty Alliance against the Great Zogiria Republic.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3199306",
      "type": "series",
      "name": "Wake Up, Girls!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19023-BZGH5j6sZNRB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3199306"
      },
      "description": "Genres: Drama, Music, Slice of Life\nTags:Idol/Primarily Female Cast/Musical/Dancing/Cute Girls Doing Cute Things/School\nThe gateway to Idol stardom might have opened for the newly formed singing group Wake Up, Girls, but the path to fame is full of perils and pitfalls. And for Mayu, Airi, Minami, Yoshino, Nanami, Kaya and Miyu, it's going to be especially difficult knowing who to trust, as their manager Matsuda's lack of experience could give other, less scrupulous, individuals a chance to take advantage.<br>\n<br>\nThat's a situation that quickly comes to a head when Green Leaves' president suddenly disappears with most of the money, and things only get worse when the replacement producer seems more interested in getting the girls into revealing swimsuits than promoting their music.<br>\n<br>\nAs malicious gossip begins to surface regarding Mayu's past membership in a rival group, and internal tensions begin to tear the team apart, they'll need more than just ambition to survive. Singing may be a business, but friendship and a love of music is what will keep everything together.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1352421",
      "type": "series",
      "name": "Natsume's Book of Friends OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20478-CLBOf5ao3dWK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1352421"
      },
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Youkai/Iyashikei/Shoujo/Male Protagonist/Rural/Adoption/Shapeshifting\nNatsume Yuujinchou OVA which will be aired on 5th February 2014.\r\n\r\nThe Blu-ray & DVD package will also includes the Chapter ~ SOUND THEATRE x Natsume's Book of Friends ~ gathering sound play which was held on September 28."
    },
    {
      "id": "kitsu:8019",
      "type": "series",
      "name": "Little Busters!: EX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20481.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8019"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life, Supernatural\nTags:Coming of Age/Tsundere/School/Female Harem/Kuudere\nDoes the new girl in Riki Naoe's life need his help, or is she actually trying to kill him? After a chance encounter on a rooftop brings the enigmatic Saya Tokido into the Little Busters' world, the only thing that's certain is that trouble is sure to follow. Riki now must also untangle a web of new mysteries that seem to be rooted in his own personal past! Who are the Dark Executives, why do they want to keep Saya and Riki apart, and what is the nature of the secret treasure that Saya seeks? Sometimes, answers lead to even more questions in LITTLE BUSTERS! EX!<br><br>(Source: Sentai Filmworks, edited)"
    },
    {
      "id": "tt3358442",
      "type": "series",
      "name": "Nobunagun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19855-JTwhrecfZjOV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3358442"
      },
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Aliens/Military/Super Power/Female Protagonist/Shounen/Guns\nShio Ogura, a seemingly normal Japanese high school student, who, while visiting Taiwan on a school trip, is suddenly attacked by monsters. Agents known as \"E-Gene Holders\" from the government agency DOGOO also arrive, who wield weapons infused with the spirits of historical figures. However in the midst of it all, Shio is revealed to also be an E-Gene Holder when the soul of Oda Nobunaga awakens after she tries to rescue a friend.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:8386",
      "type": "series",
      "name": "Mikakunin de Shinkoukei: Kamo Nikutte Midori-ppoi Aji ga suru no ne.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20687.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8386"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Heterosexual/Rural\nUnaired episode included in the special edition of the 5th manga volume."
    },
    {
      "id": "kitsu:8088",
      "type": "series",
      "name": "Beyond the Boundary: Mini Theater",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20531.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8088"
      },
      "description": "Genres: Slice of Life, Supernatural\nTags:Super Power/Demons/Urban Fantasy/Kuudere\nShort mini-theater specials included in BD/DVD volumes."
    },
    {
      "id": "tt3417880",
      "type": "series",
      "name": "Wizard Barristers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20053-PIdMAmmoFI6l.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3417880"
      },
      "description": "Genres: Action, Fantasy, Mecha\nTags:Magic/Police/Female Protagonist/Primarily Female Cast/Mopeds\nWhen the laws of magic are broken, it's the duty of the Police Department's deadly Section 1 to enforce them. But, since even craven maven mages and nefarious necromancers have the right to a fair trial, the job of defending them belongs to the Benmashi, the <i>Wizard Barristers!</i><br>\n<br>\nIt's a tricky profession, requiring both arcane ability and a judicious sense of jurisprudence, and at just seventeen, Cecil Sudo is the youngest Benmashi that Butterfly Law has ever employed. That means a lot of late nights burning the midnight brimstone, summoning up summaries, parsing phrases with paranormal paralegals and cutting deals with opposing counsels from hell.<br>\n<br>\nAnd when a young Benmashi starts to discover that her own charm may be more magically-based than she realized, there'll be a hex-tra incentive to work wonders outside the courtroom as well! Every trial is a witch trial as the most enchantingly Adept Attorney ever becomes a Master of the Art of Defensive Spells in <i>Wizard Barristers!</i><br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:8253",
      "type": "series",
      "name": "Engaged to the Unidentified: Mite. Are ga Watashitachi no Tomatteiru Ryokan yo.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20633.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8253"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast\nOVA Bundled with the first volume of the BD/DVD."
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo, & Other Delusions! Rikka Version Lite",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20660.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy\nTags:Chuunibyou\nSpecial episode included with the Blu-ray/DVD release of Chuunibyou demo Koi ga Shitai! Movie."
    },
    {
      "id": "kitsu:8029",
      "type": "series",
      "name": "I Couldn’t Become a Hero, So I Reluctantly Decided to Get a Job. OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20551.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8029"
      },
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Harem/Nudity/Kuudere\nUnaired episode that was released with volume 9 of the Light Novel."
    },
    {
      "id": "tt4635276",
      "type": "series",
      "name": "The Master of Killing Time OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20600-d7QD2EDRe20U.png",
      "behaviorHints": {
        "defaultVideoId": "tt4635276"
      },
      "description": "Genres: Comedy\nTags:Female Protagonist/School/Seinen/Slapstick\nOVA of Tonari no Seki-kun bundled with the fifth manga volume."
    },
    {
      "id": "tt3449776",
      "type": "series",
      "name": "Saki: The Nationals",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16123-75d67lQpU80z.png",
      "behaviorHints": {
        "defaultVideoId": "tt3449776"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Mahjong/Yuri/Primarily Female Cast/School Club/Female Protagonist/Kuudere/Seinen/School/Cute Girls Doing Cute Things\nAfter their success in the regional tournament, the Kiyosumi High School mahjong team faces off against a whole new level of competition at the National Tournament in Tokyo.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt1515996",
      "type": "series",
      "name": "A Certain Scientific Railgun S: All the Important Things I Learned in a Bathhouse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20686-2lSy4I84cUDJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515996"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Female Protagonist/Super Power/Primarily Female Cast/School\nBundled with the Toaru Kagaku no Railgun S official visual book."
    },
    {
      "id": "tt2859264",
      "type": "series",
      "name": "Hyperdimension Neptunia: The Eternity (True Ending) Promised",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20472-Ywr8YyhaYTbU.png",
      "behaviorHints": {
        "defaultVideoId": "tt2859264"
      },
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Video Games/Female Protagonist/Primarily Female Cast/Henshin/Parody/Kuudere\nUnaired episode 13 of <i>Choujigen Game Neptune: THE ANIMATION</i>, included in the 7th BD/DVD volume."
    },
    {
      "id": "tt2942202",
      "type": "series",
      "name": "Unbreakable Machine-Doll OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20451.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942202"
      },
      "description": "Genres: Action, Ecchi, Fantasy\nTags:Revenge/School/Robots/Magic/Female Harem/Nudity\nOVAs to be included in the BD and DVD volume releases of Kikou Shoujo wa Kizutsukanai.\r\n<br><br>\r\nVolume 1: \"Soshite Futari wa Manabisha e (Then The Two Goes to Learning Dorm)\"<br>\r\nVolume 2: \"Irori, Rotenburo de Sosou suru (Irori being Careless at Open Air Hot Spring)\"<br>\r\nVolume 3: \"Char and Frey, Senritsu no Bathroom (Charlotte and Frey, Fearsome Bathroom)\"<br>\r\nVolume 4: \"Akabane Nadeshiko, Natsu no Yo no Yume (Nadeshiko Akabane's Midnight Dream)\"<br>\r\nVolume 5: \"Kojin Jugyou: Imishitsu de Bijo Futari to~ (Private Lesson: Alone In the Nurse Room with the Pretty Lady)\"<br>\r\nVolume 6: \"Bishoujo Shuugou! Mizugi Darake no Daisoudou (Pretty Girls Gathered! The Great Tumult of Full of Swimming Suits)\""
    },
    {
      "id": "kitsu:8717",
      "type": "series",
      "name": "Kuroko no Basket 2 NG-shuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/98703-XNBkecCh54jB.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8717"
      },
      "description": "Genres: Comedy, Sports\nTags:Basketball/Shounen\nAnimated bloopers, based on the extra section of the original manga series, included with the BD/DVD series for Kuroko no Basket Second Season (both limited and normal editions)."
    },
    {
      "id": "tt3294146",
      "type": "series",
      "name": "Z/X IGNITION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20486.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3294146"
      },
      "description": "Genres: Adventure, Fantasy, Sci-Fi\nTags:Card Battle/Tsundere/Angels/Revenge/Dragons\nThe story is set in the not-so-distant future. Five \"Black Points\" suddenly appeared around the world as portals to parallel worlds. Immediately after, strange creatures began their invasion from these portals. These creatures are the inhabitants of five worlds — the same worlds in different timeframes. In order to ensure their own future timeframe survives, each of the five invasion forces battle to wipe the other future timeframes out. The key is one card-shaped device."
    },
    {
      "id": "kitsu:8343",
      "type": "series",
      "name": "Onee-chan ga Kita: Hajimete no… Kitaa!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b20682-wjXhsjALqNKn.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8343"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Seinen\nEpisode 13 included with the BD release. This episode shows Ichika's and Tomoya's first encounter."
    },
    {
      "id": "tt3399788",
      "type": "series",
      "name": "Strange+",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20490.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3399788"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Slapstick/Parody/Detective/Josei/Crossdressing\nThe story begins with a teenaged boy named Kou who came to the slums to search for Takumi, his missing big brother who ran away years ago. The brothers reunite, and it turns out that Takumi now heads the Mikuni Detective Agency. Kou wants to bring Takumi back, but he doesn't want go back home himself. So, he starts working at the agency, doing odds and ends.\r\n\r\n\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3398540",
      "type": "series",
      "name": "HAIKYU!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20464-eW7ZDBOcn74a.png",
      "behaviorHints": {
        "defaultVideoId": "tt3398540"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Volleyball/School Club/Male Protagonist/Primarily Male Cast/Shounen/Ensemble Cast/Primarily Teen Cast/School/Coming of Age/Cute Boys Doing Cute Things/Kuudere\nInspired after watching a volleyball ace nicknamed \"Little Giant\" in action, small-statured Shouyou Hinata revives the volleyball club at his middle school. The newly-formed team even makes it to a tournament; however, their first match turns out to be their last when they are brutally squashed by the \"King of the Court,\" Tobio Kageyama. Hinata vows to surpass Kageyama, and so after graduating from middle school, he joins Karasuno High School's volleyball team—only to find that his sworn rival, Kageyama, is now his teammate.\n<br><br>\nThanks to his short height, Hinata struggles to find his role on the team, even with his superior jumping power. Surprisingly, Kageyama has his own problems that only Hinata can help with, and learning to work together appears to be the only way for the team to be successful. Based on Haruichi Furudate's popular shounen manga of the same name, Haikyuu!! is an exhilarating and emotional sports comedy following two determined athletes as they attempt to patch a heated rivalry in order to make their high school volleyball team the best in Japan.\n<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt3431758",
      "type": "series",
      "name": "No Game, No Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx19815-bIo51RMWWhLv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3431758"
      },
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy\nTags:Isekai/Gambling/Video Games/Hikikomori/Magic/Male Protagonist/Primarily Female Cast/Female Protagonist/Politics/Parody/Gods/Travel/Kuudere/Kemonomimi/Meta/Female Harem/Nekomimi/Elf/Super Power/Nudity/Judo\nBored with life and considering the real world to be just a “crappy game,” savvy sibling shut-ins Sora and Shiro have withdrawn into their own fantasy world filled with video games. \n<br><br>\nHowever, one day they find themselves summoned to another world by a boy who calls himself “God,” their abilities are about to be put to the ultimate test! Now not only their fates — but the fate of all of humanity — will be decided by a series of games that may just be the hardest these super-geniuses have ever faced!\n<br><br>\n(Source: Sentai Filmworks, edited)"
    },
    {
      "id": "tt2359704",
      "type": "series",
      "name": "JoJo's Bizarre Adventure: Stardust Crusaders",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20474-0VwWX4bKJkb1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2359704"
      },
      "description": "Genres: Action, Adventure, Supernatural\nTags:Super Power/Foreign/Primarily Male Cast/Shounen/Travel/Male Protagonist/Urban Fantasy/Revenge/Found Family/Primarily Adult Cast/Gore/Ensemble Cast/Body Horror/Tanned Skin/Desert/Delinquents/Ships/Bisexual/CGI\nIn a Japanese jail sits 17-year-old Jotaro Kujo: punk, fighter, delinquent...and possessed by a force beyond his control! Around the world, evil spirits are awakening: \"Stands,\" monstrous invisible creatures which give their bearers incredible powers. To save his mother's life, Jotaro must tame his dark forces and travel around the world to Cairo, Egypt, where a hundred-year-old vampire thirsts for the blood of his family. But the road is long, and an army of evil Stand Users waits to kill JoJo and his friends...\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt3874528",
      "type": "series",
      "name": "The Irregular at Magic High School",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20458-tGh343Ew10yU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3874528"
      },
      "description": "Genres: Action, Romance, Sci-Fi, Supernatural\nTags:Magic/School/Male Protagonist/Military/Incest/Guns/Female Harem/Heterosexual/Kuudere/CGI/Nudity/Primarily Teen Cast/Primarily Adult Cast\nMagic is a product of neither legends nor fairy tales, but instead has become a technology of reality since a time unknown to people. Supernatural power became a technology systematized through magic, while magic became a technical skill. A \"Supernatural Power User\" became a \"Magic Technician.\" Magic Technicians (in short, Magicians) are nurtured through Magic High Schools and Universities.<br>\n<br>\nThis is a story about: <br>\n<br>\nTatsuya, a defective elder brother low achiever.<br>\nMiyuki, a perfect, flawless younger sister high achiever.<br>\nAfter both siblings entered a Magic High School,<br>\nThe stage of daily turbulence was unveiled—."
    },
    {
      "id": "tt3257166",
      "type": "series",
      "name": "Black Bullet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20457-4zieOshU5zw9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3257166"
      },
      "description": "Genres: Action, Drama, Mystery, Sci-Fi\nTags:Super Power/Male Protagonist/Guns/Pandemic/Military/Kaiju/Revenge/Female Harem/Monster Girl/Urban Fantasy\nThe Gastrea virus spreads like wildfire, causing each infected host to rapidly mutate, gaining new powers and abilities with every stage of development, even while they continue to attack, kill and infect multiple new hosts. Unable to fight a pandemic enemy that turns defenders into adversaries, the shocked remnants of the human race are forced to retreat into cities surrounded by giant monoliths made of Varanium, one of the few materials that can stop the Gastrea. Now mankind's last hope lies in the Cursed Children: young girls infected with the virus who have managed to retain a hold on their humanity. Paired with a partner, they alone have the strength to take on a Gastrea in one-on-one combat. But the very thing that gives them power is a ticking time bomb, so even as they protect humanity, they are also feared and shunned. Are they Girls? Monsters? Or Mankind's Ultimate Salvation?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1528406",
      "type": "series",
      "name": "Fairy Tail Series 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20626-9LTreIofBgnu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1528406"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Magic/Super Power/Dragons/Female Protagonist/Male Protagonist/Work/Found Family/Demons/Primarily Adult Cast/Nudity/Centaur/Primarily Teen Cast/Monster Girl/Nekomimi\nThe Grand Magic Games reaches its climax following Natsu Dragneel and Gajeel Redfox's stunning victory over Sting Eucliffe and Rogue Cheney of the Sabertooth guild. This success pushes the Fairy Tail guild closer to being crowned the overall champions, but obtaining victory isn't the only challenge they face. A mystery still surrounds a hooded stranger and the ominous Eclipse Gate, leaving more questions than answers.<br> <br>More crazy adventures are on the horizon for Fairy Tail as their destructive antics and joyful rowdiness continue unabated. Their greatest trial is quickly approaching, but united as a family, the guild will always be ready to face any threat that comes their way.\n"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx19163-eHXj3mNRaOXt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:Female Harem/Male Protagonist/Super Power/Primarily Female Cast/School/Twins/Nudity/Heterosexual/Idol/Kuudere/Acting/Bisexual/Maids\nThe second season of <i>Date A Live</i>.<br>\n<br>\nShido Itsuka, who used to be a normal high school student at Raizen High, meets the first Spirit, Tohka, and awakens his power to \"seal the Spirit's power\". Though they may be feared and hated beings due to their immense power, Spirits were always alone and knew only combat and death. Shido, the only one in the world with the power to seal the Spirits' might, hurls himself into life-threatening dates with the beautiful Spirits in order to save them.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3592032",
      "type": "series",
      "name": "Ping Pong the Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20607-naYLIcMOea11.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3592032"
      },
      "description": "Genres: Drama, Psychological, Sports\nTags:Coming of Age/Table Tennis/Primarily Male Cast/Seinen/Male Protagonist/Philosophy/School Club/Primarily Teen Cast/Rotoscoping/Teacher/School/Language Barrier/CGI/Bullying/Delinquents/Denpa/Incest\nTsukimoto Makoto (nicknamed Smile) is a quiet high-schooler who's been friends with the loud and energetic Hoshino Yukata (nicknamed Peko). They're both in the table tennis club and are very good at it, though Smile's personality prevents him from winning against Peko. The club teacher however notices Smile's talent and tries to make him gain some sportive tenacity.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3475064",
      "type": "series",
      "name": "Mekakucity Actors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20541-vEenrRZqApRn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3475064"
      },
      "description": "Genres: Comedy, Romance, Sci-Fi, Supernatural\nTags:Super Power/Ensemble Cast/Found Family/Achronological Order/Primarily Teen Cast/Hikikomori/Urban/Idol/CGI/Kuudere/Tsundere\nThe incidents which occurred on August 14th and 15th bring a group of young boys and girls together… They are members of a group they call themselves the “Mekakushi Dan” (Blindfold Organization) and each member possesses a strange power involving their eyes. Will the members of this peculiar organization be able to solve the mysteries behind these incidents and see the truth?<br>\n<br>\n(Source: Aniplex USA)\n<br>\n<br>A story based on the new popular series of songs by Jin (Shizen no Teki-P) titled \"Kagerou Project\"."
    },
    {
      "id": "tt3517016",
      "type": "series",
      "name": "Chaika -The Coffin Princess-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20462-Gi2HXG6e1oYY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3517016"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Fugitive/Guns/Amnesia/Male Protagonist/Swordplay/Dragons/Military/Steampunk/Skeleton/Foreign/Crime/Female Harem\nToru Acura is a 20-year-old retired soldier meandering through life now that the war has ended. He encounters Chaika Trabant, a 14-year-old sorceress carrying a coffin, and follows her in hopes of finding meaning to his life again. The two travel with Toru's adopted sister, Akari, the employed member of the group and thus Toru's source of income.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3498072",
      "type": "series",
      "name": "The Kawai Complex Guide to Manors and Hostel Behavior",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20529-WyK2k8mF9wIQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt3498072"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Tomboy/Kuudere/Male Protagonist/Episodic/Female Protagonist/Heterosexual/School/Ensemble Cast/Seinen/Meta\nUsa, a high-school student aspiring to begin a bachelor lifestyle, moves into a new apartment only to discover that he not only shares a room with a perverted roommate that has an obsession for underaged girls, but also that another girl, Ritsu, a love-at-first-sight, is living in the same building as well!"
    },
    {
      "id": "tt3481364",
      "type": "series",
      "name": "One Week Friends",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20527-6idifxd10b2Q.png",
      "behaviorHints": {
        "defaultVideoId": "tt3481364"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Amnesia/School/Rehabilitation/Primarily Teen Cast/Heterosexual/Shounen/Primarily Child Cast/Bullying\nThe story revolves around Yuki, a boy who wants to become friends with his classmate and desk neighbor Kaori. However, she gently declines his friendship, saying, “But, my... Memories of my friends disappear in a week...” Even so, Yuki wants to become her friend, and so the two become friends over and over again as the weeks pass."
    },
    {
      "id": "tt3563898",
      "type": "series",
      "name": "Brynhildr in the Darkness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20534-86ssOm8XsDd1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3563898"
      },
      "description": "Genres: Drama, Fantasy, Mystery, Sci-Fi\nTags:Seinen/Gore/Female Harem/Nudity/Astronomy/School/School Club\nThe original manga revolves around high school boy Ryōta Murakami, who cannot forget his female childhood friend whom he let die in an accident. Feeling that he must fulfill their promise of proving the existence of aliens, he has continuously looked up at the sky as a member of the astronomy club. One day, a girl named Neko Kuroha who looks exactly like his childhood friend appears as a transfer student. It turns out that she is a magic-user that has run away from a research lab. <br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt3517010",
      "type": "series",
      "name": "Is the Order a Rabbit?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20517-SNNUtav2knou.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3517010"
      },
      "description": "Genres: Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Work/Seinen/Maids/Foreign/Tsundere/Primarily Child Cast/Primarily Teen Cast/Kuudere/Episodic\nComing to a new town to start high school can be intimidating, and that's especially true for Cocoa, who can't find the place she's supposed to be staying when she arrives. When she stops at a cafe to ask for directions, however, it turns out that she's already where she needs to be! You see, the Rabbit House is both a restaurant and a boarding house, and Cocoa will be working there along with the owner's granddaughter, Chino and the strangely military-obsessed Rize. It's a great place to work, business is hopping, and Cocoa's fits right in with her new coworkers, as well as the girls from two other rival cafes. Still, there is something just a little odd about the Rabbit House. Besides the fact that Rize usually carries a Glock and a knife hidden on her, there's also a mystery involving the shop's pet rabbit, Tippy. And then there are those girls who sometimes seem to be able to communicate without talking…<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2595486",
      "type": "series",
      "name": "Love Live! School Idol Project 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx19111-06M6xbT8fEbp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595486"
      },
      "description": "Genres: Music, Slice of Life\nTags:Idol/Primarily Female Cast/Ensemble Cast/Dancing/School Club/Coming of Age/Female Protagonist/School/Primarily Teen Cast/Cute Girls Doing Cute Things/CGI/Tsundere/Shrine Maiden\nThe second season of <i>Love Live! School idol project</i>.<br>\n<br>\nAt the intersection of three cities—Akihabara, Kanda, and Jinbocho—the traditional Otonokizaka High was facing a crisis of being closed down. Second-year student, Honoka Kosaka, decided to become a school idol, a trend that has been growing in popularity, in order to increase the number of students applying for her school. With her childhood friends, Kotori Minami and Umi Sonoda, they combined their efforts to form the group, μ's.<br>\n<br>\nA while later, Maki Nishikino, a songwriter, Hanayo Koizumi, who always dreamed of being a school idol, Rin Hoshizora, Hanayo's friend, and Nico Yazawa, the president of the Idol Study Club, joined the group, all with the aim of entering the school idol festival, Love Live.<br>\n<br>\nAdditionally, Eli Ayase, the student council president, and Nozomi Tojo, the student council vice president, joined μ's, bringing the group to a total of nine members. After overcoming many problems, ranging from the closing of the school to Kotori's study-abroad incident to μ's going on hiatus, what will the girls aim for next!?<br>\n<br>\n(Source: NIS America)"
    },
    {
      "id": "tt0807832",
      "type": "series",
      "name": "MUSHI-SHI The Next Passage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20595-dXPvrTNRKFUb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0807832"
      },
      "description": "Genres: Adventure, Fantasy, Mystery, Psychological, Slice of Life, Supernatural\nTags:Iyashikei/Environmental/Philosophy/Episodic/Male Protagonist/Youkai/Seinen/Rural/Historical/Mythology/Demons/Primarily Adult Cast/Anachronism/Denpa/Travel\nThey existed long before anyone can remember. They are simple and strange in nature, not resembling any other plant or animal in this world. In ancient times, people revered these bizarre creatures and called them \"Mushi.\"<br>\n<br>\nPeople once again began to believe in the existence of these \"Mushi\" when they began affecting their lives in inexplicable ways.<br>\n<br>\nThe one who connects the world of \"Mushi\" to the world of humans—they were called the \"Mushi-shi.\"<br>\n<br>\nAll life exists not to hinder others in this world.<br>\n<br>\nThey are simply there to live as they were meant to.<br>\n<br>\n(Source: Aniplex of America)"
    },
    {
      "id": "tt3590222",
      "type": "series",
      "name": "The World is Still Beautiful",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20599-QFFdBLjLlPJf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3590222"
      },
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Shoujo/Female Protagonist/Historical\nNike, the fourth princess of the Rain Dukedom and one who holds the power to call forth the rain, travels to the Sun Kingdom to marry Sun King Livius for her country, despite her own reluctance. She soon discovers that the King, who conquered the world in only three years after his ascendance to the throne, is still a child!! Furthermore, for trivial reasons, he has demanded that Nike call forth the rain…!?\n"
    },
    {
      "id": "tt3588312",
      "type": "series",
      "name": "The Comic Artist & His Assistants",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20537-yvOZSoYCEndC.png",
      "behaviorHints": {
        "defaultVideoId": "tt3588312"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/Episodic/Drawing/Work/Slapstick/Male Protagonist/Seinen/Tsundere/Primarily Adult Cast/Primarily Female Cast/Heterosexual/Crossdressing\nA life description about the mangaka Aito Yuuki and his assistant Ashisu Sahoto.<br>\nAito doesn't understand the feelings of the characters on his stories. So he asks Ashisu to help him. Ashisu would do everything for the work. She would even let him touch her breast so he will know how it feels like?!<br><br>\nThe Habit?! The Pervert?! Can we understand them? That's the comedy of a mangaka life.\n"
    },
    {
      "id": "tt3396572",
      "type": "series",
      "name": "Riddle Story of Devil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19429-DqVIQgPV0STD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3396572"
      },
      "description": "Genres: Action, Drama\nTags:Assassins/Female Protagonist/Survival/Primarily Female Cast/Death Game/Seinen/Battle Royale/School/Yuri/Kuudere\nThe story is set at Myoujou Academy, a private girls' boarding school. The 10th year's Kurogumi class has 12 assassins with their sights on one target, Haru Ichinose. Tokaku Azuma is a recent transfer student who is also targeting Ichinose, but she gradually develops feelings for Ichinose.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3519238",
      "type": "series",
      "name": "Nanana's Buried Treasure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20556-QxjzqvyTLgRo.png",
      "behaviorHints": {
        "defaultVideoId": "tt3519238"
      },
      "description": "Genres: Comedy, Mystery, Supernatural\nTags:School Club/Ghost/School/Detective/Female Harem/Maids/Crossdressing\n\"I'm going to build a place where young people can challenge to reach any of their dreams!\"<br>\r\n<br>\r\nThe 7 genius students, known as the GREAT 7, launched a project to construct an artificial island called Nanae Island to realize their leader, Nanana Ryugajo's peculiar idea. <br>\r\n<br>\r\n12 years later, with a total population of 100,000 people with as much as 80% of those inhabitants being students, Nanae Island has successfully become prosperous as a special student zone. One of the island's newest residents was Jugo Yama -- a high school student who had just transferred to the island after being disowned by his father. One day, Jugo finds in his own apartment the earth-bound spirit of the late Nanana Ryugajo, who was murdered by someone 10 years ago! Jugo's plan of living alone was suddenly thwarted by this strange roommate. <br>\r\n<br>\r\nThe original novel \"Nanana's Buried Treasure\" won the Grand Prize of the 13th Entertainment Awards, which was the first Grand Prize in eight years. This anime series features the adventures and challenges of Jugo Yama as he searches through the historic ruins of Nanae Island for the great treasures, A.K.A \"Nanana's Collection,\" along with the extraordinary characters he meets along the way. The mysterious puzzles of the ruins! The excitement of the treasure hunt! The strategic maneuvers and battles of thought and reason between the characters! Nanana's Buried Treasure is an adventure you won't want to miss! <br>\r\n<br>\r\n(Source: Aniplex USA)"
    },
    {
      "id": "tt3398976",
      "type": "series",
      "name": "Knights of Sidonia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19775-h4Fc1q5qsGfP.png",
      "behaviorHints": {
        "defaultVideoId": "tt3398976"
      },
      "description": "Genres: Action, Fantasy, Mecha, Sci-Fi\nTags:Space/Full CGI/Real Robot/Cosmic Horror/Military/Male Protagonist/Female Harem/Heterosexual/Survival/Seinen/Aliens/Philosophy/Post-Apocalyptic/Robots/Agender\nIt's been a thousand years since the Gauna, a strange alien race with no known method of communication, destroyed the solar system. A portion of humanity managed to escape using enormous \"seed ships\" like the Sidonia, which have allowed them to maintain the population while drifting through space. Nagate Tanikaze is a young man who has been raised deep in the bowels of the ship. When he goes into training to pilot the huge robotic weapons known as Gardes, Nagate is entrusted with piloting the legendary unit known as Tsugumori. Nagate and his fellow pilots put their lives on the line against the Gauna, in the ultimate battle for the survival of humanity!<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1409055",
      "type": "series",
      "name": "Dragon Ball Z Kai: The Final Chapters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20635-gUYy4KZfYRb0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1409055"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Super Power/Male Protagonist/Gods/Shounen/Henshin/Aliens/Demons/Primarily Male Cast/Martial Arts\nRemastered version of the Majin Boo arc that adheres more to the manga's story."
    },
    {
      "id": "tt3432596",
      "type": "series",
      "name": "Dragonar Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20592-73cVDt2rjmfq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3432596"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:School/Dragons/Nudity/Male Protagonist/Female Harem/Magic\nLearning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academy—except for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child.\" Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.\n<br><br>\nUntil now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen before—in the form of a beautiful girl! What's worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.\n<br>\nAsh's problems with dragon riding have only just begun.\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt3432310",
      "type": "series",
      "name": "If Her Flag Breaks",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19685-ureQLpQjTt00.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3432310"
      },
      "description": "Genres: Comedy, Romance\nTags:Male Protagonist/Female Harem/School/Gender Bending/Primarily Female Cast/Tsundere/Robots/Ojou-sama\nHatate Sota is a high school boy, who has an ability to visualize \"flags\" for future events such as \"death flag\", \"friendship flag\", and \"romance flag\". Despite the flag-viewing ability, he avoids making friends with others due to a trauma he experienced in a ship submergence accident. Four beautiful girls get interested in his strange way of living, and they begin to live with him at the school dorm by force."
    },
    {
      "id": "tt3453204",
      "type": "series",
      "name": "Soul Eater Not!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20547-iQYpCwyOqDam.png",
      "behaviorHints": {
        "defaultVideoId": "tt3453204"
      },
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Female Protagonist/Primarily Female Cast/School/Shounen/Henshin/Cute Girls Doing Cute Things/Love Triangle/Bisexual/Tsundere\nDing-dong! Dead-dong! Class is about to begin, and you don't want to be late on your first day of school! Join Tsugumi Harudori in the \"NOT\" class at Death Weapon Meister Academy, a school dedicated to training transforming weapons like Tsugumi and the meisters who will wield them. Many \"NOT\" (Normally Overcome Target) students aspire to join the elite \"EAT\" (Especially Advantaged Talent) class. But it may take Tsugumi some time to find her confidence-- and a partner -- at this crazy school!<br><br>\r\n(Source: Yen Press)"
    },
    {
      "id": "tt3496018",
      "type": "series",
      "name": "selector infected WIXOSS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20615-tGV55eAmiw8V.png",
      "behaviorHints": {
        "defaultVideoId": "tt3496018"
      },
      "description": "Genres: Drama, Psychological, Thriller\nTags:Female Protagonist/Card Battle/Urban Fantasy/Primarily Female Cast/Battle Royale/Incest/School/Twins/Kuudere\nIn the popular game Wixoss, there are special cards called LRIGs that few players know about — cards that possess personalities and wills of their own. Ruuko is a teenage girl who just found one of these rare cards. Now, she can use her LRIG to battle in a strange, dark plane of existence. If she wins, her wishes will be granted — but what happens if she loses?<br><br>(Source: Funimation)"
    },
    {
      "id": "tt3342720",
      "type": "series",
      "name": "Baby Steps",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20510-S72XBO504JWD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3342720"
      },
      "description": "Genres: Romance, Sports\nTags:Tennis/Male Protagonist/Coming of Age/Shounen/Fitness/Heterosexual/School/Educational/Chibi/Female Protagonist/School Club\nBased on the original manga by Hikaru Katsuki, Baby Steps centers on a honor student named Eiichiro Maruo who becomes frustrated with his life and decides to join the tennis club. Despite lacking experience and physical strength, he utilizes his studious nature to develop a strategic approach to playing tennis. Taking notes of his opponents’ habits and tendencies, he is able to predict their next move before they even react. He also meets Natsu Takasaki, a beautiful girl with a passion for tennis. With her help, he aims to become a professional tennis player.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0385426",
      "type": "series",
      "name": "Initial D Final Stage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19613-5vb40lsFXudd.png",
      "behaviorHints": {
        "defaultVideoId": "tt0385426"
      },
      "description": "Genres: Action, Sports\nTags:Cars/Male Protagonist/CGI/Seinen/Rural/Primarily Male Cast\nAfter defeating every racing team in the prefecture, everything comes down to one last race. Takumi Fujiwara has never lost a race, but when his opponent is also using an AE86, it turns into a battle of the AE86. Will Project D succeed in the final and most difficult race of Initial D?"
    },
    {
      "id": "tt4431276",
      "type": "series",
      "name": "Magi: Adventure of Sinbad (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20609-G6mQO4oF7HfT.png",
      "behaviorHints": {
        "defaultVideoId": "tt4431276"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Magic/Travel/Swordplay/Primarily Male Cast/Male Protagonist/Dungeon\nThe story takes place 30 years before the events of Magi. In this age will focus on the journey that Sinbad have to make to become king and many adventure more.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3448272",
      "type": "series",
      "name": "Kamigami no Asobi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20542-42Vt6Z9TCnt2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3448272"
      },
      "description": "Genres: Fantasy, Romance, Supernatural\nTags:Male Harem/School/Gods/Primarily Male Cast/Female Protagonist/Historical/Isekai/Kuudere/Tsundere\nThe story revolves around heroine Yui Kusanagi, who is ordered by Zeus, a god and the headmaster of a school he created, to teach the meaning of love to young and handsome gods. The reason he has for doing this is to cancel the negative effects of the weakening bond between the world of the divine and the world of the humans.\r\n\r\n\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3519246",
      "type": "series",
      "name": "Blade & Soul",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20619-mezLG8DuqnrS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3519246"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Primarily Female Cast/Revenge/Anachronism/CGI\nA thousand-year peace is coming to an end. The fledgling Wind Empire strives to overthrow the fading Stratus Empire and unite the four continents in a new era of equality–albeit an equality enforced by military might. Amid this mortal trouble and strife come the ancient Darksiders, with the nefarious Jin Seoyeon as the harbinger of their return… and with the people fighting among themselves, there may be no one to oppose their evil plans and save the world.\r\n\r\nBased on the Korean MMORPG \"Blade & Soul\"."
    },
    {
      "id": "tt1694038",
      "type": "series",
      "name": "Seitokai Yakuindomo Season 2 OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20826.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1694038"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Shounen/School Club/Kuudere\nOVAs of Seitokai Yakuindomo* which were either bundled with the limited editions of the manga volumes or as standalone OVAs."
    },
    {
      "id": "tt3658070",
      "type": "series",
      "name": "Inugami-san to Nekoyama-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20604-dBMA1S5sNRxy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3658070"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Yuri/Primarily Female Cast/Cute Girls Doing Cute Things/Kemonomimi/Female Protagonist/Episodic/School\nAbout best friends Inugami Yachiyo and Nekoyama Suzu.\r\nInugami likes cats and has a dog-like personality.\r\nNekoyama likes dogs and has a cat-like personality."
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions - Heart Throb - Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20777-uny0JSfH2D5C.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy\nTags:Cute Girls Doing Cute Things/Chuunibyou/School Club\nSpecials included in BD and DVD of Chuunibyou demo Koi ga Shitai! Ren."
    },
    {
      "id": "tt3105434",
      "type": "series",
      "name": "My Mental Choices Are Completely Interfering With My School Romantic Comedy OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20479.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3105434"
      },
      "description": "Genres: Comedy, Romance\nTags:Male Protagonist/Female Harem/Video Games/Parody/Primarily Female Cast/Gods/School\nUnaired TV episode bundled with the eighth volume of the Light Novel."
    },
    {
      "id": "tt3509378",
      "type": "series",
      "name": "Broken Blade",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20618-IHq8mYgQAKFn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3509378"
      },
      "description": "Genres: Action, Fantasy, Mecha\nTags:Military/Real Robot/War/Magic/Male Protagonist/Shounen\nIn the continent of Cruzon, an impending war between the Kingdom of Krisna and the nation of Athens is brimming. The people of this land are able to use quartz for whatever purpose they desire. Yet one person, Rygart Arrow, is not. He is an \"un-sorcerer,\" a person unable to use quartz. But this characteristic will enable him to pilot an ancient Golem, one strong enough to put up a fight against the invading army of Athens."
    },
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art Offline: Extra Edition",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20895-twb9qIBXCjMg.png",
      "behaviorHints": {
        "defaultVideoId": "tt2250192"
      },
      "description": "Genres: Comedy\nTags:Primarily Female Cast/Chibi/Video Games/Isekai\nExtra episode of <i>Sword Art Offline</i> included in the <i>Sword Art Online: Extra Edition</i> Blu-ray and DVD."
    },
    {
      "id": "tt3451870",
      "type": "series",
      "name": "Captain Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20446-raX25lZndRm7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3451870"
      },
      "description": "Genres: Mecha, Sci-Fi\nTags:Space/Super Robot/Aliens/War/Super Power\nWhen Daichi Manatsu sees a mysterious rainbow appearing near the Tanegashima Space Center, he immediately recognizes it as being similar to an apparition that formed when his father was killed in a mysterious accident years earlier. Traveling to Tanegashima, Daichi quickly finds himself involved with the machinations of Globe, a secret agency created to defend mankind from extraterrestrial forces. And while it might seem like a big job for a mere teenager, it turns out that the skills Daichi has honed on video games, combined with a special weapon called the Livlaster, make Daichi ideally suited for operating the Earth Engine Impacter, a giant robot that may be Mankind's best hope against aliens whose goal is to completely drain our world's lifeforce energy. Fortunately, Daichi won't be on his own, as he's quickly joined by a group of equally dedicated young people who all have their own skills and abilities to contribute to the battle.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:8091",
      "type": "series",
      "name": "Atelier Escha & Logy ~Alchemists of the Dusk Sky~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20506-mnrQHxuYhame.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8091"
      },
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Slice of Life\nTags:Female Protagonist/Male Protagonist/Alchemy/Magic/Work/Steampunk/Rural/Environmental/Primarily Female Cast/Witch/Aviation\nEscha Malier has always wanted to become an Alchemist and explore the ruins floating above her home town. Now she'll get her chance working in the R&D branch of the town's Alchemy department. However, she's not quite as ready for new coworker, Logy. They seem to be such total opposites! But as contaminants and pollution threaten the farmlands, they'll have to work together to seek out the causes. Because sometimes when one person alone can't save the world, two of them working in harmony can.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3696476",
      "type": "series",
      "name": "Yu-Gi-Oh! ARC-V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20552-okhejNP9Sj94.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3696476"
      },
      "description": "Genres: Action, Adventure\nTags:Card Battle/Shounen/Anti-Hero/War/Circus/CGI/Male Protagonist\nThanks to the Leo Corporation, headed by Reiji Akaba, new advancements to Solid Vision, the holographic system that gives life to the Duel Monsters card game, give physical mass to monsters and environments, allowing players to interact directly with them. This has given birth to challenging Action Duels, in which duelists may traverse environments to locate Action Cards to help them in a pinch. The story follows Yuya Sakaki, a second year middle school student at Miami City's You Show Duel School, whose father disappeared three years ago when he was scheduled for an important duel. While facing off against the current Action Duel champion, Yuya awakens a new power from his pendant, known as Pendulum Summoning."
    },
    {
      "id": "tt3451740",
      "type": "series",
      "name": "Daimidaler: Prince vs. Penguin Empire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20588-jmOSzffIIrOa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3451740"
      },
      "description": "Genres: Comedy, Ecchi, Mecha\nTags:Nudity/Parody/Super Robot/Male Protagonist/Seinen\nThe comedy centers around a high school boy named Kouichi Madanbashi who has Hi-ERo particles, the power source to operate the robotic weapon Daimidaler. With the help of Kyouko Sonan from the mysterious Prince Beauty Parlor organization, he stands up against the Penguin Empire that troubles humanity.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3618122",
      "type": "series",
      "name": "M3: Sono Kuroki Hagane",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20647-IeDEGyT7kwCz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3618122"
      },
      "description": "Genres: Action, Mecha, Psychological\nTags:Cultivation/CGI\nThere is distorted, deep blackness everywhere. That place, in which blackness swallowed everything and took away everything, has become known as the Avidya Zone. Strange beings assume the very form of the despair and chaos of humanity. They are known by this name: Imashime.<br>\r\n<br>\r\nAn expedition surveys the Avidya Zone which consumes human spirits. So, in the intricate intersection between the present in impending crisis and the destiny of the past … can eight boys and girls, assembled to confront the Imashime, find the bright future that lies before the Avidya Zone?\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:8007",
      "type": "series",
      "name": "GJ-bu@",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20567.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8007"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/School Club/Crossdressing\nKyouya and other members of the GJ Club travel to New York for a graduation trip! But what GJ Club activities will they be doing...?"
    },
    {
      "id": "tt2348803",
      "type": "series",
      "name": "Kuroko’s Basketball 2: Would You Mind Doing That Once More",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20603.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2348803"
      },
      "description": "Genres: Comedy, Sports\nTags:Basketball/School/Shounen\nBundled with the sixth Blu-ray/DVD.\r\n\r\nEpisode \"41.5 Quarter\" will adapt the 124th chapter from the manga, which depicts when Kuroko and Aomine met."
    },
    {
      "id": "tt4635276",
      "type": "series",
      "name": "The Master of Killing Time Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20738.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4635276"
      },
      "description": "Genres: Comedy\nTags:Female Protagonist/School/Seinen\nTwo unaired episodes included in the DVD Set release of Tonari no Seki-kun series.<br>\r\n#1. Field Trip (Rinkan Gakkou) (first volume)<br>\r\n#2. Snow Playing (Yuki Asobi) (second volume)"
    },
    {
      "id": "kitsu:8484",
      "type": "series",
      "name": "Haiyore! Nyaruko-san W OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20733.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8484"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Nudity/Parody/Meta/Mythology/Female Harem/Primarily Female Cast/Monster Girl/Aliens/Heterosexual\nHot Spring-themed OVA of Haiyore! Nyaruko-san W."
    },
    {
      "id": "tt2904550",
      "type": "series",
      "name": "Kamisama no Inai Nichiyoubi: Kioku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20423-kFWSF1reuzVm.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904550"
      },
      "description": "Genres: Fantasy, Mystery\nTags:Achronological Order/Female Protagonist/Philosophy/Post-Apocalyptic\nUnaired episode 13 of Kamisama no Inai Nichiyoubi."
    },
    {
      "id": "tt3417860",
      "type": "series",
      "name": "Inari, Konkon, Koi Iroha.: Inari, Konkon, Semishigure.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20598.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3417860"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:School/Seinen\nUnaired OVA bundled with limited edition eighth volume of the manga.\r\n\r\nThe episode centers around the actions of Inari and Kon."
    }
  ]
}