{
  "metas": [
    {
      "id": "tt2902582",
      "type": "series",
      "name": "Danganronpa: The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16592-HeCjZni3xgPy.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2902582"
      },
      "description": "Genres: Horror, Mystery, Psychological, Sci-Fi, Thriller\nTags:Death Game/Battle Royale/Survival/Detective/Amnesia/Ensemble Cast/School/Gore/Male Protagonist/Artificial Intelligence/Yandere/Primarily Teen Cast/CGI/Surreal Comedy/Kuudere/Tanned Skin/School Club/Femboy/Idol/Gyaru\nA group of 15 elite high school students are gathered at a very special, high class high school. To graduate from this high school essentially means you'll succeed in life, but graduating is very difficult. The school is presided over by a bear called Monokuma, and he explains to them that their graduation hinges around committing a murder. The only way to graduate is to kill one of your classmates and get away with it. If the other classmates discover the identity of the killer, the killer is the only one executed. However, if they fail to catch the killer, only the killer graduates and the others are annihilated. Which of the 15 will survive the bloodbath to come?\n"
    },
    {
      "id": "tt2904418",
      "type": "series",
      "name": "Free! -Iwatobi Swim Club-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18507-pLEvY8b46FN7.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904418"
      },
      "description": "Genres: Comedy, Drama, Slice of Life, Sports\nTags:Swimming/School Club/Primarily Male Cast/Male Protagonist/Coming of Age/Cute Boys Doing Cute Things/School/Primarily Teen Cast\nThe story revolves around Haruka Nanase, a boy who has always loved to be immersed in water, and to swim in it. Before graduating from elementary school, he participated in a swimming tournament along with his fellow swimming club members, Makoto Tachibana, Nagisa Hazuki, and Rin Matsuoka. After achieving victory, each of the boys went their separate ways.<br><br>\nTime passed, and in the middle of their uneventful high school lives Rin appears and challenges Haruka to a match, showing Haruka his overwhelming power. Not wanting it to end like this, Haruka, gathers together Makoto and Nagisa once again and brings a new member named Rei Ryugazaki to create the Iwatobi High School Swimming Club in order to defeat Rin.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2230051",
      "type": "series",
      "name": "High School DxD NEW",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx15451-A5T54vmxUq9t.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2230051"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Demons/Female Harem/Nudity/Male Protagonist/Heterosexual/School/Primarily Female Cast/Primarily Teen Cast/Religion/Kuudere/Tomboy/Dragons/Swordplay\nThe devilish haremking Issei Hyoudou is back for more outrageous Oppai Battle Entertainment in the scintillating second season of High School DxD! Fans who like their hardcore action spiked with a double dose of fan service won't be able to pry their eyes off all the scorching supernatural schoolgirls waiting for them in Season Two. So what are you waiting for? Plant yourself in front of the boob tube and watch a harem of devil hotties show you how much fun it is to be bad!<br>\n<br>\n(Source: FUNimation)<br>\n<br>\n<i>Episode 1 was previewed at a screening in United Cinema Toyosu, Tokyo on June 29, 2013. Regular broadcasting began on July 7, 2013.<br>\nThe Blu-ray and DVD Director's Cut includes an extra 3 minutes per episode.</i>"
    },
    {
      "id": "tt2922300",
      "type": "series",
      "name": "Monogatari Series Second Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17074-9lBqEOzptpam.png",
      "behaviorHints": {
        "defaultVideoId": "tt2922300"
      },
      "description": "Genres: Comedy, Drama, Mystery, Psychological, Romance, Supernatural\nTags:Urban Fantasy/Coming of Age/Ensemble Cast/Primarily Teen Cast/Youkai/Philosophy/Primarily Female Cast/Achronological Order/Male Protagonist/Heterosexual/Gods/Vampire/Meta/Female Harem/Female Protagonist/Nudity/Nekomimi/Tomboy\nSecond season of the Monogatari Series, part 1/2. Contains the arcs Tsubasa Tiger, Mayoi Jiangshi, Nadeko Medusa, Shinobu Time, and Hitagi End, from the Nekomonogatari White, Kabukimonogatari, Otorimonogatari, Onimonogatari and Koimonogatari light novels, respectively.\n<br><br>\nThese stories take place after the end of the summer vacation when the apparition of the bee had left and the apparition of the phoenix avoided any consequences… Now that Koyomi Araragi and the girls were entering their new school terms, they were once again about to encounter supernatural beings…but this time, they may not be so easy to deal with.\n<br><br>\nTsubasa Hanekawa, Mayoi Hachikuji, Nadeko Sengoku, Shinobu Oshino, and finally Hitagi Senjougahara. The girls’ loneliness, their confessions, and their departures… 5 new “stories” begin now.\n<br><br>\n(Source: Aniplex)<br>\n<br>\n<i>Notes:<i>\n<br>\n <i>Includes 3 recap episodes from the TV version (Ep. 6, 11, 16).</i>\n<br>\n<i>The recap episodes were not included in the Blu-Ray version of the anime.</i>"
    },
    {
      "id": "tt2963556",
      "type": "series",
      "name": "WataMote: No Matter How I Look At It, It's You Guys' Fault I'm Not Popular!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16742-ozA1kxvDw3Lp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2963556"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Hikikomori/Female Protagonist/Satire/Otaku Culture/School/Parody/Meta/Slapstick/Denpa/Video Games/Feet/Shounen\nAt the tender age of 15, Tomoko Kuroki has already dated hundreds of boys — or at least in dating games she has. The sad truth is that she gets tongue-tied just talking to people, which makes her entrance into the social pressure cooker of high school especially odious and riddled with anxiety. Can Tomoko overcome her crippling social anxiety and finally have the popular high school life she’s always dreamed of? Or will she merely get caught in the downward spiral that is her awkward life?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt2760784",
      "type": "series",
      "name": "Blood Lad",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11633-vIjtabJq64Xt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2760784"
      },
      "description": "Genres: Comedy, Ecchi, Supernatural\nTags:Demons/Vampire/Delinquents/Ghost/Otaku Culture/Love Triangle/Male Protagonist/Parody/Werewolf/Skeleton/Zombie/Nudity/Kuudere/Seinen/Boxing/Isekai/Dragons\nStaz is the vampire boss of a section of the demon world, but he has little interest in human blood. He's more infatuated with Japanese culture. When he learns that Yanagi Fuyumi, a Japanese teenage girl, accidentally wanders into the demon city, he jumps to the occasion. However, while Staz deals with an intruder on his turf, the oblivious Fuyumi is killed by a monster and becomes a wandering ghost. The disappointed Staz vows to her that he will find a way to bring Fuyumi back to life.\n"
    },
    {
      "id": "tt2069441",
      "type": "series",
      "name": "The Future Diary: Redial",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16762.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2069441"
      },
      "description": "Genres: Action, Psychological, Supernatural\nTags:Amnesia/Shounen/Gods\nYuno Gasai lives a normal life as a first-year in high school. She gets along well with her parents and even has a small circle of friends. However, she cannot help but feel as if someone is missing from her life, someone so important to her that it was as if she had lived another life trying desperately to stay with them.<br>\n<br>\nAfter a class trip to the beach, Yuno returns home; but in the middle of the night, she receives strange messages from a voice only she can hear. The voice informs her of the person she is desperate to meet and that she must find him. Soon, she finds herself in a mysterious realm, her only goal being reunited with the person she cannot remember. Though obstacles stand in her way, Yuno will stop at nothing to meet her beloved once again.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "kitsu:7199",
      "type": "series",
      "name": "Corpse Party",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15037-32PupkILJcuv.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7199"
      },
      "description": "Genres: Horror, Mystery, Supernatural\nTags:Ghost/Gore/School/Female Protagonist/Ensemble Cast/Isekai/Memory Manipulation/Skeleton/Female Harem/Male Protagonist\nNine students gather in their high school at night to bid farewell to a friend. As is customary among many high school students, they perform a sort of ritual for them to remain friends forever, using small paper charms shaped like dolls.<br>\n<br>\nHowever, the students do not realize that these charms are connected to Heavenly Host Academy—an elementary school that was destroyed years ago after a series of gruesome murders took place, a school that rests under the foundation of their very own Kisaragi Academy. Now, trapped in an alternate dimension with vengeful ghosts of the past, the students must work together to escape—or join the spirits of the damned forever.<br>\n<br>\nA feast for mystery fanatics, gore-hounds, and horror fans alike, Corpse Party: Tortured Souls - Bougyakusareta Tamashii no Jukyou shows a sobering look at redemption, sacrifice, and how the past is always right behind, sometimes a little too close for comfort.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions: Glimmering...Explosive Festival (Slapstick Noel)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16934-tq1Ytb82cwwa.png",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Chuunibyou/Heterosexual/School/Primarily Female Cast/Cosplay/Yuri\nEpisode 13, included in the final volume of the BD/DVD.<br><br>\nTaking place directly after the events of <i>Chuunibyou demo Koi ga Shitai!</i>, Christmas is coming up and Rikka is told by Nibutani that this is an opportunity for her to get closer to Yuuta. Under Makoto's suggestion, they plan a Christmas party at Sanae's Mansion."
    },
    {
      "id": "tt2909912",
      "type": "series",
      "name": "Silver Spoon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16918-6setSTR2Rfus.png",
      "behaviorHints": {
        "defaultVideoId": "tt2909912"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Coming of Age/School/Rural/Agriculture/Food/Animals/Educational/School Club/Philosophy/Primarily Teen Cast/Male Protagonist/Environmental/Shounen/Baseball/Chibi/Twins\nYugo Hachiken dreams of life separated from his family, so he takes the initiative by enrolling in an agriculture school. He thinks, with his talent in studying, no problems will arise no matter what kind of school he attends. He is proven wrong very quickly. Raised as a city boy, he is forced to uncover the inconvenient truth about agricultural life. Enjoy the story of Hachiken, as he tries to keep up with his new friends, farmers' heirs, who are already accustomed to the harsh world of farming. With no clear goals or understanding of farming life, how will Hachiken survive this new, cruel reality? The story of a sweat, tear, and mud-stained youth begins!\n"
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/kaleid liner Prisma☆Illya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14829-PZVOr1ZxwOJV.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904426"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mahou Shoujo\nTags:Magic/Primarily Female Cast/Female Protagonist/Cute Girls Doing Cute Things/Henshin/Urban/Shounen/Kuudere/Anthropomorphism/Mythology/School/Ojou-sama/Meta/Nudity/Adoption/Butler/Urban Fantasy/Nekomimi\nIllyasviel von Einzbern’s normal life is suddenly halted by the Kaleidostick Ruby, a magical wand on the run from her former master, who instantly decides that little Illya has all the right stuff to become the next great magical girl. However, Ruby’s previous owner Rin Tohsaka isn’t exactly thrilled to be de-wanded, especially since she’s just accepted an assignment to collect the seven legendary Class Cards. It seems the only solution is for Illya to take up the task and learn the ropes under Rin’s supervision. Meanwhile, a girl named Miyu has been chosen by the Kaleidostick Sapphire as HER new master, much to the irritation of Sapphire’s previous master, Rin’s arch rival Luviagelita Edelfelt! Exactly what kind of plan are the wands conjuring up?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1899022",
      "type": "series",
      "name": "The World God Only Knows: Goddesses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16706-qMfhkWuHkWhX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1899022"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Female Harem/Gods/Shounen/Heterosexual/Love Triangle/Demons/Video Games/Ghost/Firefighters/Otaku Culture/Crossdressing/Kuudere\nKeima and Elsie confronted with a new task: to find the six Goddesses known as the Jupiter Sisters. \n<br><br>\nEach Sister lays dormant within the heart of a girl they previously helped, making each encounter much more difficult, while also running against time for the demon faction called \"Vintage\" intends to capture the Goddesses and take over the world. \n\n"
    },
    {
      "id": "tt2904686",
      "type": "series",
      "name": "Love Lab",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16353-vtAcsGobmaSA.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904686"
      },
      "description": "Genres: Comedy, Romance\nTags:School/Primarily Female Cast/Slapstick/Cute Girls Doing Cute Things/Seinen/Female Protagonist/Heterosexual/School Club/Parody/Crossdressing/Primarily Teen Cast/Tomboy\nThe Fujisaki Girls Academy is known for their school body being composed of very proper students. The most prominent one of them is Maki, the student president who is admired by her classmates for her calm and polite demeanor. On the other hand, Kurahashi Riko is also admired but for having a very forward and boyish personality. Riko accidentally walks into Maki while she's practicing kissing with a pillow and learns that she isn't what everyone thinks she is. Riko is forced into keeping Maki's secret and join her in practicing all aspects of romance like holding hands and more.\n"
    },
    {
      "id": "tt2904582",
      "type": "series",
      "name": "KINMOZA!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16732-dQXm6lnmbWZ4.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904582"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Primarily Female Cast/School/Primarily Teen Cast/Tsundere/Language Barrier/Seinen/Tomboy/Pirates/Baseball\nThe story begins with Oomiya Shinobu, a 15-year-old, seemingly pure Japanese girl who actually did a homestay in Great Britain. Even after coming back to Japan, she still misses her time overseas. One day, an airmail letter arrives from Alice, the girl in Shinobu's host family in Great Britain. The letter reads: Shinobu, I'm coming to Japan! The Japanese/British girls' mixed comedy follows the lives of Shinobu, Alice, and other girls from both Japan and Great Britain.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2904596",
      "type": "series",
      "name": "Servant x Service",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18119-L4l1JsqrzATj.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904596"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Seinen/Work/Primarily Adult Cast/Office Lady/Slapstick/Ensemble Cast/Tsundere/Kuudere\nFrustrating, insufficient, and irritating is how most citizens would describe civil servants. However, three new employees are about to discover what really happens behind the scenes. Lucy Yamagami, bent on revenge against the civil servant who allowed her comically long name to be put on her birth certificate; Yutaka Hasebe, an easygoing guy always on the lookout for a place to slack off; and Saya Miyoshi, a nervous first-time worker, are about to experience the underwhelming satisfaction of being government employees.<br>\n<br>\nThey are supposed to be trained by Taishi Ichimiya, but he has no idea how to do so, even though he has worked there for eight years. With an incompetent senior colleague and unfavorable confrontations with clients, the trio starts to lose faith in their chosen occupation but encourage each other to do their best.\n"
    },
    {
      "id": "tt2909936",
      "type": "series",
      "name": "The Eccentric Family",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17909-BXyd04Lj8F6M.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2909936"
      },
      "description": "Genres: Comedy, Drama, Fantasy, Slice of Life, Supernatural\nTags:Mythology/Urban Fantasy/Family Life/Male Protagonist/Shapeshifting/Youkai/Philosophy/Animals/Primarily Adult Cast/Crossdressing/Gender Bending/Surreal Comedy/Twins/Bar/Love Triangle/Archery/Nudity\nIn Kyoto, there are three kinds of residents: humans, raccoon dogs, and tengu. Shimogamo Yasaburou is the third son of the Shimogamo raccoon dog family. His father, Souichirou, had been the head of Kyoto raccoon dog community until he was eaten by the human members of \"Friday Club\". While taking care of old tengu, fighting with other raccoon dogs, and playing with a psychic human girl, Yasaburou approaches the truth of his father's death."
    },
    {
      "id": "tt2959370",
      "type": "series",
      "name": "Gatchaman Crowds",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18229-KanFYQps8XGS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2959370"
      },
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Aliens/Henshin/Female Protagonist/Superhero/Super Power/Politics/Femboy/Tokusatsu/Crossdressing/CGI/LGBTQ+ Themes/Primarily Adult Cast/Heterosexual/Artificial Intelligence/Kuudere/Ensemble Cast/Primarily Teen Cast\nThe story is set in Japan in the early summer of 2015. 180,000 people live in Tachikawa City, the \"second metropolis\" of the Tokyo area. Among them are \"Gatchaman\"—warriors who fight in special reinforced suits powered by \"NOTE,\" the manifestation of special spiritual powers in living beings. A council has scouted a group of individuals with latent powers to protect Earth from alien criminals. In recent years, the council has assigned Gatchaman warriors to deal with the mysterious entity known as \"MESS.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2904550",
      "type": "series",
      "name": "Sunday Without God",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16009-Sjn9slY4IsjE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904550"
      },
      "description": "Genres: Adventure, Drama, Fantasy, Mystery, Psychological, Supernatural\nTags:Post-Apocalyptic/Dystopian/Female Protagonist/Zombie/Gods/Philosophy/Coming of Age/Anti-Hero/Guns/Rural/Travel/Orphan/Dissociative Identities\nFifteen years ago, God abandoned the world and closed the gate to Heaven, leaving the souls of humankind trapped in limbo. With the dead unable to rest and the living unable to have children, the world is slowly coming to a halt. The only key to mankind’s salvation rests with the Gravekeepers, mysterious beings charged with the task of sending the deceased to their final resting place. Twelve-year-old Ai, one of the last children in the world, soon finds herself shouldered with the burden of becoming her village’s newest Gravekeeper. But beneath the village’s unassuming exterior lies a dark secret that is revealed with the arrival of a gun-wielding stranger in black. With her position as a Gravekeeper now uncertain, Ai has no choice but to set out to put the living dead to rest. But in a world where no one can die, is death truly the ultimate blessing?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2859264",
      "type": "series",
      "name": "Hyperdimension Neptunia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16157-GFIuj9e2Y8nK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2859264"
      },
      "description": "Genres: Action, Comedy, Ecchi, Mahou Shoujo, Sci-Fi, Supernatural\nTags:Video Games/Female Protagonist/Primarily Female Cast/Parody/Henshin/Meta/Kuudere\nWelcome to Gamindustri, a fantastical world where all your favorite video game consoles come to life! Neptune and her fellow Goddesses rule the four kingdoms of Lastation, Leanbox, Lowee, and Planeptune – but their royal duties often take a backseat to their obsession with gaming. When their button-mashing shenanigans are interrupted by rampaging monsters, hacker attacks, and killer eggplants, the goddesses must transform into stronger, sexier versions of themselves and fight for their right to game! The bosses get tougher as the game goes on, and the girls will have to work together in order to defeat a bewitching goddess of piracy, an anonymous master hacker, and an evil CPU hell-bent on destroying everything in her path – using any cheat code necessary!<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt1751305",
      "type": "series",
      "name": "Oreimo 2 (ONA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx18857-su3IlKYL3NS8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1751305"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Tsundere/Heterosexual/Otaku Culture/Female Harem/Kuudere\nEpisodes 14-16 of Oreimo 2, to finish adapting the novels of Oreimo."
    },
    {
      "id": "tt2904570",
      "type": "series",
      "name": "Dog & Scissors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17831-jf6mHuN90SaX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904570"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Animals/School/Writing/Female Harem/Idol/Human Pet\nHarumi Kazuhito could spend days at a time with his head buried in his beloved books, and little would make him happier than perusing the pages of his favorite author. Unfortunately, when Harumi gets himself killed, he inexplicably finds himself reincarnated as a dog… which might not be so bad if he could read, or his new owner didn't have the unfortunate twin predilections of playing with scissors and tormenting her new pet! But what truly makes this strange reincarnation the worst of all possible worlds is that she's also his FAVORITE AUTHOR! The horror! Can Harumi find a way to live with this tantrum throwing typist, or will her crazed clippings prove to be his undoing? Can he escape her constant hounding via the doggy door, or is he barking up the wrong tree? There's a rough, rough time ahead as canine compulsive readers and literary she-wolves get snippy with each other when doggies do what they gotta do!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2904656",
      "type": "series",
      "name": "Brothers Conflict",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15605-32Ek1RRxHon0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904656"
      },
      "description": "Genres: Romance\nTags:Male Harem/Female Protagonist/Primarily Male Cast/Twins/Incest/Heterosexual/School/Basketball/Crossdressing/Tsundere\nHinata Ema is the only daughter of a famous adventurer, Hinata Rintarou. One day, Ema learns that Rintarou is going to remarry with a successful apparel maker named Asahina Miwa. Since she doesn't want to disturb them, Ema decides to move out and live with her 13 new brothers in a mansion called Sunrise Residence. As they live under the same roof, romance is starting to grow between Ema and the Asahina brothers.<br><br>\r\n(Source: Love-colored Sky)"
    },
    {
      "id": "tt2662790",
      "type": "series",
      "name": "A Town Where You Live",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17741-0PUdx0BSMot6.png",
      "behaviorHints": {
        "defaultVideoId": "tt2662790"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Love Triangle/Heterosexual/Rural/School/Food/Shounen\nEba Yuzuki, a girl from Tokyo moves to a countryside to attend high school. She lives together with a guy named Kirishima Haruto whose father is an apprentice of Eba's father. Haruto never agrees to let Yuzuki stay at his house and always rejects her. Another girl, Kanzaki Nanami, comes whom Haruto might be in love with. So... what will happen in this story?<br><br>\r\n(Source: MangaHelpers)"
    },
    {
      "id": "tt3111906",
      "type": "series",
      "name": "Theatre of Darkness: Yamishibai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19383.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3111906"
      },
      "description": "Genres: Horror, Supernatural\nTags:Episodic/Demons/Ghost/Anthology/Body Horror\nA picture-story style of animation whose motif is surrounded and based off the rumors, and urban legends throughout the history of Japan.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1528406",
      "type": "series",
      "name": "FAIRY TAIL × RAVE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b18393-aYbUsy5YeL1M.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1528406"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Crossover/Shounen\nIn a town far away, Lucy, Natsu and Happy, from Mashima's Fairy Tail manga, are on a mission to find a troublemaker and deal with her. Due to unknown circumstances they get separated.<br><br>\nThe same happens to Elie and Haru, from Mashima's Rave Master manga.<br><br>\nLucy and Elie manage to meet each other and together they try to find their respective partners."
    },
    {
      "id": "kitsu:7430",
      "type": "series",
      "name": "Problem Children Are Coming From Another World, Aren't They? OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16444-lreIjv4Urghh.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7430"
      },
      "description": "Genres: Fantasy, Supernatural\nTags:Isekai/Super Power/Kemonomimi/Gods\nFleeing through the forest, Hifumi tries to outrun a band of thugs. Accidentally falling off a cliff she lands in the arms of Sakamaki Izayoi, who is accompanied by Kasukabe You and Kudou Asuka. And so the No Names protect Hifumi from the members of a community of slave traders using Deen. As it turns out Hifumi has the special ability to find water sources.<br><br>\nAt the presently dried up hot springs, the gang joins up with Kuro Usagi, Lili and Letitia. Now it is up to them to win another Gift Game... the prize: a luxurious soak in the hot springs.<br><br><i>OVA bundled with the eighth volume of the light novel.</i>"
    },
    {
      "id": "tt2230531",
      "type": "series",
      "name": "Symphogear G",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15793-CNcrWE9Eqzkg.png",
      "behaviorHints": {
        "defaultVideoId": "tt2230531"
      },
      "description": "Genres: Action, Drama, Mahou Shoujo, Music, Sci-Fi\nTags:Female Protagonist/Primarily Female Cast/Henshin/Mythology/Terrorism/Super Power/Urban/Primarily Teen Cast/Guns/Swordplay/Yuri/Idol/Drugs/School/Ships/Spearplay/Motorcycles/Kuudere/Politics/Cult\nThe second season of <i>Senki Zesshou Symphogear</i>.<br>\n<br>\nThe sky is waiting.<br>\n<br>\nWith their normal lives secured, the Symphogear wielders join a Japanese-American research initiative. Each, living their own lives, has been given a single order: protect Sacrist S. As a completed relic, it is of upmost importance to both Irregular Threat Response and the American Federal Institute of Sacrists, and now, the wielders must escort it to the American military base in Iwakuni. The operation should have gone smoothly with both sides now cooperating. But a dark storm during the night hid a new threat until it was almost too late: the Noise. And with the doors of Babylon's treasury thrown wide, they have only increased in number. But then, amidst the rising dissonance of a destruction brought on by the Noise's alien anatomy, a girl's voice raised in song thunders out, as though piercing through them. \"This is my Gungnir!\" The cry of the first known human to fuse with a relic, Hibiki Tachibana.<br>\n<br>\nThe Noise flooding in, their movements orchestrated. The specter of the one pulling their strings looming above them. And then, the songs. The curtain rises on a new clash between mere melodies, and songs through which these girls' blood flows.\n<br><br>\n(Source: Discotek Media)"
    },
    {
      "id": "kitsu:7541",
      "type": "series",
      "name": "Tonari no Kaibutsu-kun: Tonari no Gokudou-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16866-t5yHiGnGitSF.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7541"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Shoujo/Historical/Female Protagonist/Heterosexual/Kuudere/School\nBundled with the limited edition of the 12th volume of the manga."
    },
    {
      "id": "tt2320220",
      "type": "series",
      "name": "Kamisama Hajimemashita OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18661-HkN94pt43WUQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2320220"
      },
      "description": "Genres: Comedy, Fantasy, Romance, Supernatural\nTags:Demons/Female Protagonist/Shoujo/Kemonomimi/Youkai\nTwo OVA episodes bundled with the 16th volume of the manga.<br><br>\r\nOne of the included episodes will be based on the story from the 15th volume, while the other will contain an all-new original story.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17389-KcR0AiBMuvzg.png",
      "behaviorHints": {
        "defaultVideoId": "tt2404499"
      },
      "description": "Genres: Action\nTags:War/Military/Swordplay/Historical/Primarily Male Cast/Seinen/Foreign/Politics/Primarily Adult Cast/Male Protagonist/CGI\nThe second season of <i>Kingdom</i>.<br>\n<br>\nA year after the devastating battle against the formidable Zhao, the State of Qin has returned its focus to pursuing King Ying Zheng's ambition of conquering the other six states and unifying China. Their next target is Wei, a smaller state which stands as a geographic stepping stone for the sake of conquest.<br>\n<br>\nXin, now a three hundred man commander of the swiftly rising Fei Xin Unit, continues to seek out lofty achievements in order to garner recognition for himself and his soldiers, motivated by those previously lost in battle. In the preliminary battles ahead of Qin's invasion of Wei, Xin finds competition in other young commanders who are of a higher social status than him. Back in Qin, the royal palace faces turmoil as opposing factions begin to make their move against Ying Zheng's regime.<br>\n<br>\nWith their hands full both abroad and at home, Zheng and Xin must lead the way in this era of unending war, resolved to etch their names in history by creating a unified China.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2904420",
      "type": "series",
      "name": "Makai Ouji: devils and realist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16890-RkJhuzKLCl9Y.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904420"
      },
      "description": "Genres: Comedy, Fantasy, Mystery, Supernatural\nTags:Demons/Josei/Primarily Male Cast/Foreign/Historical/School/Butler/Angels/Cute Boys Doing Cute Things/Gender Bending/Boys' Love\nThe story revolves around William, an aristocratic family's progeny with rare intellect. One day, his uncle lost his possessions after his business failed. Fearing that his family's name has been tarnished, William returns home and searches with his family's butler for anything that can be converted into cash. A search of the premises yields an underground room left by an ancestor. In the room is a magical seal, and William unintentionally summons a devil. The summoned devil tells William his name Dantalion, and reveals that William is the designator who can choose the acting ruler of the demon world.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0845738",
      "type": "series",
      "name": "Higurashi no Naku Koro ni Kaku: Outbreak",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16700.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0845738"
      },
      "description": "Genres: Action, Mystery, Psychological, Thriller\nTags:Denpa/Pandemic/Rural/Primarily Child Cast/Gore/Male Protagonist/Primarily Female Cast\nThe story is set in the same Hinamizawa village of the previous stories. The village has been completely sealed off due to a mysterious virus in 1983, and Maebara Keiichi and Ryuuguu Rena deal with the outbreak.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3124820",
      "type": "series",
      "name": "Rozen Maiden: Zurückspulen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18041-GLl6gGymRszJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3124820"
      },
      "description": "Genres: Action, Comedy, Drama\nTags:Magic/Battle Royale/Primarily Female Cast/Urban Fantasy/Seinen/Anthropomorphism/Ojou-sama/Male Protagonist/College/Kuudere/Urban/Hikikomori/Heterosexual/Rehabilitation/Super Power/Tsundere\nEach decision we make in life leads us down a different path. Have you ever wondered what would be if the path not chosen weren't lost to the chaos of the universe? For Jun Sakurada, just such an opportunity is presented to him in his darkest hour: a chance to communicate with a future version of himself who did not win the key and bring forth the Rozen Maidens, and a chance to fix the shattered remains of his own world.<br>\n<br>\nFor Jun-who-did-not-win, the messages from his younger self represent a beacon of light in his mediocre and disappointing existence. When the adult Jun discovers a box with parts and building instructions for a familiar red-dressed doll, the goal becomes clear: revive Shinku in his world to save both worlds from succumbing to the evils of Kirakisho, the seventh Rozen Maiden in a desperate search for a body and master. The Alice Game will become a war of dimensions as two worlds hang by the threads of fate.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:8062",
      "type": "series",
      "name": "Yamada-kun to 7-nin no Majo (ONA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20359-08eintz3ClgK.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:8062"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:School/Shounen/Male Protagonist\nShiraishi Urara is the top student in her school. One day, due to an accidental kiss, Urara finds herself in the body of the school delinquent, Yamada Ryuu! In trying to switch back to their own bodies, Urara and Ryuu discover that kissing causes them to switch bodies, which leads to their discovery that there are 7 witches in their school. They soon try to uncover the identities of the 7 witches... <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt2907028",
      "type": "series",
      "name": "Day Break Illusion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17651-42nNqs1vj5pK.png",
      "behaviorHints": {
        "defaultVideoId": "tt2907028"
      },
      "description": "Genres: Action, Mahou Shoujo\nTags:Primarily Female Cast/Magic/Henshin/Primarily Child Cast/Female Protagonist/Kuudere\nSince ancient times long past, this world has been ruled by two tarot cards: <br>\nDiablos Tarot—The tarot of the devil that feasts on the souls of living humans and uses that nourishment to bring countless pain and suffering.<br>\nElemental Tarot—The tarot that draws its energy from the power of nature in order to oppose the Diablos Tarot.<br><br>\nGirls chosen from 22 different bloodlines become the wielders of the Elemental Tarot, plunging themselves into this secret battle. To maintain the balance of this world, while carrying unbearable guilt… <br><br>\nAre they executioners? Or saviors? This is the story of the long, long battle fought by girls who cannot escape the fate they bear.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19391.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560140"
      },
      "description": "Genres: Action, Comedy, Drama, Fantasy\nTags:Chibi/Parody/Kaiju/Military/Male Protagonist/Super Power/Swordplay/Shounen\nSpecials included in BD/DVD."
    },
    {
      "id": "tt2904622",
      "type": "series",
      "name": "Stella Women's Academy, High School Division Class C3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17821-mavryN2JncDI.png",
      "behaviorHints": {
        "defaultVideoId": "tt2904622"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Tomboy/School Club/Airsoft/School/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Outdoor/Military/Seinen/Slapstick/Guns/Coming of Age\nYura Yamato has just arrived at the high school division of Stella Women's Academy, when Sonora Kashima invites her to join a club called \"C³\". Sonora is the third-year student who became the new head of this club for military survival games. The other members include two second-year students (part-Japanese Karila Hatsuse and G36K-wielding Honoka Mutsu) and two other new students (Rento Kirishima whose family runs a Japanese sweets shop and the really short Yachiyo Hinata).<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7542",
      "type": "series",
      "name": "Sukitte Ii na yo.: Dareka ga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16868.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7542"
      },
      "description": "Genres: Romance\nTags:Shoujo/Male Protagonist/School/Heterosexual\nBundled with the 11th volume of manga."
    },
    {
      "id": "tt2942188",
      "type": "series",
      "name": "Chronicles of the Going Home Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18495.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942188"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/School/Meta/Parody/Surreal Comedy/Slapstick/Female Protagonist/Primarily Female Cast/Seinen/Card Battle\nWhen a friend asks Natsuki what high school club she's going to join, she cheerfully responds \"the go-home club\" (meaning, she's not going to join any of them). However, she soon realizes that this club actually exists at her high school, and she's just expressed interest in joining it! Before she knows it, she ends up as one of the two new members of \"the go-home club,\" which is a small group of eccentric school girls. One of the girls likes fighting bears, while another is ridiculously rich. But what exactly constitutes the activities of \"the go-home club\"?<br><br>\r\n(Source: MangaHelpers)"
    },
    {
      "id": "tt2552188",
      "type": "series",
      "name": "Senyuu. 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18523-c0Qw0GbwGJvh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2552188"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Shounen/Parody/Demons\nSecond season of Senyuu."
    },
    {
      "id": "tt6354518",
      "type": "series",
      "name": "Saiki Kusuo no Ψ-nan (ONA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19469.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6354518"
      },
      "description": "Genres: Slice of Life, Supernatural\nTags:Super Power/Episodic/School/Shounen/Parody/Flash/Chuunibyou\nAnime adaptation of the <i>Saiki Kusuo no Ψ-nan</i> manga by Asou Shuichi, telling the story about a male high school student named Kasuo Saiki. He possesses supernatural powers that cause unfortunate events in his everyday life.<br><br>\n(Source: Anime News Network)<br><br>\n<i>Note: This short series was released exclusively through the Jump LIVE (ジャンプLIVE) mobile app.</i>"
    },
    {
      "id": "tt3354352",
      "type": "series",
      "name": "One Piece: Episode of Merry - The Tale of One More Friend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx19123-leET1CrSJknT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3354352"
      },
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Shounen/Ships/Pirates/Kuudere\nThe story arcs aboard the Straw Hat Crew's first ship Going Merry (Merry Go in some adaptations) are recreated with brand-new animation, from Luffy and Usopp's fight and Robin's disappearance to the crew's final farewell to the ship. Going Merry is treated as another member of the Straw Hats as Luffy, Zoro, Nami, and the rest of the crew set sail for the legendary treasure, the One Piece.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0473578",
      "type": "series",
      "name": "Genshiken Second Generation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18465-cZy0CR1YGOfV.png",
      "behaviorHints": {
        "defaultVideoId": "tt0473578"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/Meta/Parody/Femboy/Crossdressing/Gender Bending/LGBTQ+ Themes/Primarily Adult Cast/Cosplay/College/Seinen/Ensemble Cast\nIt's a new semester at Shiiou University, and for \"The Society for the Study of Modern Visual Culture,\" AKA <i>Genshiken</i>, that can only mean one thing - new freshman recruits! Originally founded as a club for otaku to discuss their unabashed love of anime, manga, and video games with one another, the current president of <i>Genshiken</i>, Chika Ogiue, may have bitten off more than she can chew by recruiting a bunch of yaoi-obsessed fujoshis to join their ranks! Meanwhile, the original members of <i>Genshiken</i> who have since graduated find themselves coming to terms with their new lives as productive members of society.<br>\n<br>\n(Source: NIS America)"
    },
    {
      "id": "tt2390066",
      "type": "series",
      "name": "Teekyuu 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18121-k8UaPii7p9sl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2390066"
      },
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:Surreal Comedy/Meta/School Club/Episodic/Tennis/Cute Girls Doing Cute Things/Primarily Female Cast/Parody/School/Baseball/Aliens/Shounen\nSecond season of Teekyuu.<br><br>\nTeekyuu is based on a sports comedy manga of the same name featuring four high school girls who belong to a tennis club. Although the amount of tennis they play is questionable."
    },
    {
      "id": "tt2632044",
      "type": "series",
      "name": "Gargantia on the Verdurous Planet OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19211.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2632044"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Artificial Intelligence/Episodic/Aliens/Lost Civilization/Super Robot/Ships/Post-Apocalyptic/Achronological Order/Space/Language Barrier/Pirates/CGI/Tanned Skin\nEpisodes 14 and 15, released with the first and third BD/DVD volumes."
    },
    {
      "id": "tt1515996",
      "type": "series",
      "name": "A Certain Scientific Railgun S Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19697-0Apv7863NWeU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515996"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Meta/Female Protagonist/Parody/Super Power/Primarily Female Cast\nToaru Kagaku no Railgun S specials that were released on the 1st and 5th Blu-ray and DVD volumes."
    },
    {
      "id": "tt2575722",
      "type": "series",
      "name": "Hakkenden: Touhou Hakken Ibun 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18055-Ty3ZUzbgPyvt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575722"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Shoujo/Urban Fantasy/Ghost/Primarily Male Cast/Youkai\nSecond season of Hakkenden: Touhou Hakken Ibun."
    },
    {
      "id": "kitsu:7367",
      "type": "series",
      "name": "Ro-Kyu-Bu! SS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16051.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7367"
      },
      "description": "Genres: Comedy, Ecchi, Sports\nTags:Basketball/Primarily Child Cast/Primarily Female Cast/School/Cute Girls Doing Cute Things\nThe second season of <i>Ro-Kyu-Bu!</i><br>\n<br>\nSubaru Hasegawa continues to coach Tomoka's elementary school basketball team, when suddenly, the children are faced with new 5th-grader basketball adversaries. Tomoka, Airi, Saki, Hinata, and Maho must band together to grow even more, as players and as people."
    },
    {
      "id": "kitsu:7688",
      "type": "series",
      "name": "Magical☆Star Kanon 100%",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17725.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7688"
      },
      "description": "Genres: Comedy, Mahou Shoujo, Music, Supernatural\nTags:Age Regression/Idol/Magic/Shounen/Primarily Female Cast/Female Protagonist/Parody/Kuudere\nKanon spin-off OVA bundled with vol. 22 of the <em>Kami nomi zo Shiru Sekai</em> manga.<br><br>\n(Source: Weekly Shonen Sunday)"
    },
    {
      "id": "tt2189661",
      "type": "series",
      "name": "Papa no Iukoto wo Kikinasai! OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17875.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2189661"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Family Life/Kuudere/Heterosexual\nLimited edition episode included with pre-orders for the 13th and 18th light novel volumes."
    },
    {
      "id": "tt3114390",
      "type": "series",
      "name": "Kill la Kill",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx18679-zE07Y4SFaOiO.png",
      "behaviorHints": {
        "defaultVideoId": "tt3114390"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Female Protagonist/Henshin/Revenge/Nudity/Parody/Surreal Comedy/Tomboy/Super Power/Dystopian/Coming of Age/School/Military/Primarily Teen Cast/Philosophy/Ensemble Cast/School Club/Tsundere/Bullying/Cosplay/Gore/Villainess/CGI/LGBTQ+ Themes/Delinquents/Cult/Cheerleading/Meta\nAfter the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities."
    },
    {
      "id": "tt3114376",
      "type": "series",
      "name": "Beyond the Boundary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18153-oDqA9zQzQPOq.png",
      "behaviorHints": {
        "defaultVideoId": "tt3114376"
      },
      "description": "Genres: Action, Drama, Fantasy, Slice of Life, Supernatural\nTags:Super Power/Urban Fantasy/Demons/School/Primarily Teen Cast/Female Protagonist/Male Protagonist/Ensemble Cast/Swordplay/Magic/School Club/Idol/Kuudere\nThey should never have met. They shouldn't even exist. But when they come together, the entire world will change. The last surviving member of her clan, Mirai Kuriyama is cursed with the terrifying ability to control and manipulate blood, a power so heretical that she is shunned even by those with the ability to understand her \"gift\". Akihito Kanbara is only half human, but while the monstrous other half of his lineage seems to have doomed him to a life alone, it has also given him near invulnerability in the form of rapid healing. Alone, their futures seem bleak, but when a chance encounter brings them together, it becomes clear that they share more than just an unexpected bond. Together they share a destiny and a mission that only the two of them together may be strong enough to survive.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3105452",
      "type": "series",
      "name": "Golden Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17895-nRpWbggDlXXB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3105452"
      },
      "description": "Genres: Drama, Romance\nTags:Amnesia/Male Protagonist/Love Triangle/College/Female Protagonist/Coming of Age/Primarily Adult Cast/Heterosexual/Yandere/Philosophy/School Club\nDue to a tragic accident, Banri Tada is struck with amnesia, dissolving the memories of his hometown and past. However, after befriending Mitsuo Yanagisawa, he decides to move on and begin a new life at law school in Tokyo. But just as he is beginning to adjust to his college life, the beautiful Kouko Kaga dramatically barges into Banri's life, and their chance meeting marks the beginning of an unforgettable year.<br>\n<br>\nAfter having a glimpse of college life, Banri learns that he is in a new place and a new world—a place where he can be reborn, to have new friends, fall in love, makes mistakes and grow. And as he begins to discover who he was, the path he has chosen leads him towards a blindingly bright life that he will never want to forget.\n"
    },
    {
      "id": "tt2942218",
      "type": "series",
      "name": "Log Horizon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17265-95SA9keO8Jtv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942218"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Virtual World/Politics/Isekai/Video Games/Magic/Male Protagonist/Dungeon/Ensemble Cast/Kemonomimi/Love Triangle/Goblin/Elf/Twins/Primarily Adult Cast/Femboy/Kuudere/Skeleton/Samurai/Episodic/Anthropomorphism/Found Family\nThe online fantasy game Elder Tales is a worldwide phenomenon, immersing millions of players in its intricately conceived virtual world. However, the release of the game's twelfth expansion pack makes that immersion all too literal, as players from around the world are suddenly pulled into the game's no-longer-fictional universe! Now, eight-year ET veteran Shiroe, his friend Naotsugu, the beautiful assassin Akatsuki, and 30,000 other players are faced with the daunting task of learning how to deal with an entirely new reality, one where the Non-Player Characters are actually alive, and the tips and tricks learned while playing with a keyboard no longer apply.<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2348803",
      "type": "series",
      "name": "Kuroko's Basketball 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16894-iXt8GDs1L6dr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2348803"
      },
      "description": "Genres: Comedy, Sports\nTags:Basketball/Shounen/Primarily Teen Cast/School Club/Male Protagonist/Primarily Male Cast/School/Ensemble Cast/Love Triangle/Coming of Age/Kuudere\nWith the Interhigh Championship finally over, Seirin's basketball team refocuses their efforts, training harder than ever to get the chance to participate in the Winter Cup. Both Kuroko and Kagami see old friends walk back into their lives, providing a challenge both on and off the court. <br> <br>\n\nAs new skills are developed and new alliances created, enemies from various teams—giants of high school basketball such as Yousen, Shuutoku and Touou—stand in the way of Seirin's steadfast attempts to get to the top. All of these schools prove to be formidable foes whose abilities progress exponentially, while Kuroko struggles to find a balance between his resolve to play as part of a team and his desire to win. <br> <br>\n\nWith old wounds reopening, new challenges to face on the court, and a new set of foes—the \"Uncrowned Kings\"—vowing to defeat the new hopefuls, will Seirin ever be able to achieve their dream of beating the Generation of Miracles? <br> <br>\n\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2425098",
      "type": "series",
      "name": "Magi: The Kingdom of Magic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18115-dilbAD4yGMfc.png",
      "behaviorHints": {
        "defaultVideoId": "tt2425098"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Shounen/Foreign/Male Protagonist/Desert/Dungeon/Politics/Tanned Skin/Pirates/Cult/Nudity\nAfter celebrating their victory against Al-Thamen, Aladdin and his friends depart the land of Sindria. With the end of the battle, however, comes the time for each of them to go their separate ways. Hakuryuu and Kougyoku are ordered to go back to their home country, the Kou Empire. Meanwhile Aladdin announces he needs to head for Magnostadt—a mysterious country ruled by magicians—to investigate the mysterious events occurring in this new kingdom and become more proficient in magic. For their part, encouraged by Aladdin's words, Alibaba and Morgiana also set off in pursuit of their own goals: training and going to her homeland, respectively.<br><br>\n\nMagi: The Kingdom of Magic follows these friends as they all go about their separate adventures, each facing their own challenges. However, a new threat begins to rise as a great war looms over the horizon...<br><br>\n\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt3104236",
      "type": "series",
      "name": "Nagi-Asu: A Lull in the Sea",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16067-CFX0g435pLob.png",
      "behaviorHints": {
        "defaultVideoId": "tt3104236"
      },
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life\nTags:Love Triangle/Coming of Age/Heterosexual/Ensemble Cast/Environmental/Gods/School/Lost Civilization/Swimming/Primarily Child Cast/Fishing/Male Protagonist\nSince long ago, human civilization had lived on the ocean floor. However, there were many humans who wanted to live above the surface and they moved to land creating a fundamental separation between the two. After their school closes down, four 14-year-old middle school students from the sea village, Shioshishio, have to attend Mihama Middle School on the surface. What follows is their struggles to adjust to a new environment and the relationships between the sea and land people, while dealing with their own newfound feelings that have just started appearing with the end of their childhood.<br>\n<br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt2789238",
      "type": "series",
      "name": "Strike the Blood",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18277-Vwm314Nr6vsg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2789238"
      },
      "description": "Genres: Action, Ecchi, Fantasy\nTags:Vampire/Female Harem/Male Protagonist/School/Magic/Nudity/Urban Fantasy/Kuudere/Feet/Super Power/Gore\nThe Fourth Primogenitor—That's the world's strongest vampire that should only exist in legends. Accompanied by twelve Kenjuu and spreading calamity, this phantom vampire appeared in Japan. For the observation and obliteration of this Fourth Primogenitor, the government and Lion King decided to dispatch an attack mage known as a Sword Shaman. However, for some reason, the one chosen for the observation was a apprentice Sword Shaman girl, Himegari Yukina. Wielding the strongest anti-primogenitor spirit spear, Yukina arrived at Demon District, Itogami City. What is the true identity of the Fourth Primogenitor, Akatsuki Kojou, she encountered over there!?<br><br>\r\n(Source: Baka-Tsuki, edited)"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18397-AnpwhLkSjYL1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560140"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery\nTags:Kaiju/Military/Male Protagonist/Super Power/Female Protagonist/Steampunk/Shounen/Swordplay/Rural/CGI/Archery/Coming of Age/Gore/Guns/Food\nOVA 1: An old journal is found by Levi and Erwin when they conduct the surveillance operation outside the wall. The contents of \"Ilse's Journal\" result in some unexpected actions from Hange.\n<br>\nOVA 2: Another story of the 104th Trainee Squad.\n<br>\nOVA 3: Will depict a \"memorable episode before the 104th Training Corps became unified.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3114358",
      "type": "series",
      "name": "Non Non Biyori",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17549-n5m9PEt8SKIW.png",
      "behaviorHints": {
        "defaultVideoId": "tt3114358"
      },
      "description": "Genres: Slice of Life\nTags:Cute Girls Doing Cute Things/Iyashikei/Rural/Female Protagonist/Primarily Female Cast/Primarily Child Cast/Episodic/Ensemble Cast/Coming of Age/School/Agriculture/Seinen/Achronological Order/Tomboy/Kuudere\nWhen Hotaru moves from Tokyo to a tiny town in the rural countryside, she’s in for some serious culture shock: the nearest place that sells comics is 20 minutes away, the nearest video store is ten train stations down the line, and there are only three other girls and one boy in her entire school! Even though everything’s so different, there’s something about the laid-back atmosphere that makes her feel strangely comfortable. While she’ll certainly miss parts of her old life, there’s a whole lifetime of experiences waiting to be enjoyed with her new friends Renge, Komari, Natsumi, and Suguru!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3104072",
      "type": "series",
      "name": "Tokyo Ravens",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16011-orxVpks3jG9U.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3104072"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Magic/School/Super Power/Urban Fantasy/Male Protagonist/Crossdressing/Tsundere/CGI/Demons/Slapstick/Female Harem/Robots/Shounen\nHautora was born into a family of onmyouji known for their mastery of the occult. Unfortunately, he didn’t inherit their magical abilities, so he was doomed to live a normal life. At least, that is, until a girl from his past changes his future!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt3105434",
      "type": "series",
      "name": "My Mental Choices Are Completely Interfering With My School Romantic Comedy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19221-gYYDXIVzas7u.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3105434"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Female Harem/Parody/School/Primarily Female Cast/Heterosexual/Male Protagonist/Surreal Comedy/Tsundere/Gods/Amnesia/Kuudere/Cute Girls Doing Cute Things/Slapstick\nThe story centers around Kanade Amakusa, a boy cursed with the mental power of \"absolute multiple-choice\"—a multiple-choice quiz will suddenly appear in his mind, and the choice he makes will become his reality. For example, he would have to choose between going nude from the waist up or the waist down in school. While in school, he is given another choice: 1) A beautiful girl will fall before him or 2) he will fall from the rooftop in female clothes. He chooses option 1, and a blonde girl named Chocolat falls before him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3196310",
      "type": "series",
      "name": "Outbreak Company",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19369-tqo5gtkecbSZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3196310"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Isekai/Otaku Culture/Politics/Maids/Male Protagonist/Teacher/Kemonomimi/Surreal Comedy/Language Barrier/Female Harem/Magic/Elf/Parody/Military/Video Games/Dragons\nHaving a light novel author father and an eroge illustrator mother, Kanou Shinichi is a thoroughbred otaku. However he does not have any special power except for his broad knowledge, sharp insight, and impeccable instinct about \"MOE\" and its products, from manga to anime to games to light novel to figures. One day he found himself transported to a fantasy world where elves live and dragons fly. And he is given a task—not to fight monster or embark on a quest, but to enhance cultural exchange by becoming a \"moe missionary\" in this fantasy world! He meets a palace guard who has a bit of fujoshi taste, a half-elf maid, and the empress who is a little girl. He comes up with the idea of building a school. At first it runs as a comedy but later there are serious matters that Shinichi needs to face: ethnic discrimination, social problems, conflict with neighboring countries, sabotage by opposition elements including Japanese government, etc. Can he overcome the obstacles, successfully bring \"moe\" culture to the fantasy world, and help the people there as well?"
    },
    {
      "id": "tt1929675",
      "type": "series",
      "name": "Infinite Stratos 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18247.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1929675"
      },
      "description": "Genres: Action, Comedy, Ecchi, Mecha, Romance, Sci-Fi\nTags:Female Harem/Male Protagonist/Henshin/Robots/Real Robot/Primarily Female Cast/Tsundere/CGI/Kuudere/School Club\nSecond season of Infinite Stratos."
    },
    {
      "id": "tt3241196",
      "type": "series",
      "name": "Sword Art Online EXTRA EDITION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20021-BZA5XTwahXPj.png",
      "behaviorHints": {
        "defaultVideoId": "tt3241196"
      },
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Virtual World/Video Games/Primarily Female Cast/Male Protagonist/Female Protagonist/Isekai/Female Harem/Swimming\nYui wants to see a whale with Kirito during an underwater quest in Alfeim Online. During the quest however, it is revealed Leafa cannot swim. Asuna and the other female characters decide to train Suguha in a real-world pool to help her in ALO. Meanwhile, Kirito meets a certain someone."
    },
    {
      "id": "tt2703720",
      "type": "series",
      "name": "My Teen Romantic Comedy SNAFU OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18753-0UHzxB54fYHY.png",
      "behaviorHints": {
        "defaultVideoId": "tt2703720"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/School Club/Male Protagonist/Primarily Teen Cast/Heterosexual\nThe Service Club is recruited by a magazine to write an article promoting \"Love and Marriage\". Yukino calls in Hachiman's younger sister Komachi for assistance, and the three of them, along with Yui and their teacher Shuzuka get side-tracked and begin competing to see who can be the best wife.\n<br><br>\n(Source: Anime News Network)\n<br><br>\n<i>Note: Bundled with the limited edition of the Yahari Game demo Ore no Seishun Love Come wa Machigatteiru. PlayStation Vita game from 5pb.</i>"
    },
    {
      "id": "tt3114350",
      "type": "series",
      "name": "Diabolik Lovers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17513-gfqhEF7XYYvm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3114350"
      },
      "description": "Genres: Drama, Horror, Romance, Supernatural\nTags:Vampire/Female Protagonist/Primarily Male Cast/Bullying/Rape/Yandere/Male Harem/Tsundere/Gore/Magic\nKomori Yui is an optimistic young lady that has a strong connection with her father. When he allegedly has to travel for work purposes, Yui is sent to what she thinks is the residence of some distant family members. She is immediately greeted by six strange young gentlemen, the Sakamaki brothers, all of whom want one thing from Yui--her blood. Yui must learn to adapt to life while being a constant target of six forceful vampires, as well as uncover Sakamaki family secrets and information about her role and identity."
    },
    {
      "id": "tt3196524",
      "type": "series",
      "name": "I Couldn’t Become a Hero, So I Reluctantly Decided to Get a Job.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18677-RslU1i7Ke7zL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3196524"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Work/Magic/Demons/Primarily Adult Cast/Female Harem/Nudity/Urban Fantasy/Kuudere\nThe story revolves around Raul, a boy who did not become a Hero, since the demon lord was already defeated just before his Hero exams. His dreams dashed, Raul spends his days working at a magic shop in the capital. One day, a part-time job seeker appears at the shop with an amazing résumé:<br><br>\r\nName: Phino <br>\r\nPrevious Occupation: Demon Lord Heir<br>\r\nMotive: Because my father was defeated<br><br>\r\nThe work comedy revolves around this former Hero-in-training and the daughter of the demon lord.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2942202",
      "type": "series",
      "name": "Unbreakable Machine-Doll",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17247-6rBtW91NX882.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942202"
      },
      "description": "Genres: Action, Ecchi, Fantasy\nTags:Magic/Robots/School/Female Harem/Tsundere/Revenge/Nudity/Yandere/Steampunk\nDuring the early 20th century, along with technological advancements, scientists were able to develop sophisticated magic. The combination of science and sorcery was Machinart, circuits made from spells that were put into objects to bring them to life and even gain a personality. It was developed as a military weapon and has now spread throughout the world.<br><br>\nAkabane Raishin is now attending the Royal Academy to become the best in the world. Accompanied by the lovely teenage girl Yaya, who is actually Raishin’s puppet weapon, he plans on rocketing to the top of the class. However, his test scores come nearly dead last although his combat skills and determination are second to none. Raishin has to compete with the deadliest of classmates if he wants to come out as the king.<br><br>\n(Source: Moetron)"
    },
    {
      "id": "tt10342048",
      "type": "series",
      "name": "Kyousougiga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19703-vLR6TxRgEIlo.png",
      "behaviorHints": {
        "defaultVideoId": "tt10342048"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Family Life/Ensemble Cast/Philosophy/Gods/Female Protagonist/Achronological Order/Drawing/Super Power/Shrine Maiden/Twins/Demons/Historical/Magic/Isekai\nIn Kyoto, nothing changes. No, not <i>that</i> Kyoto, but rather the <i>Mirror Capital</i> Kyoto, the world inside of a painting! Colorful, beautiful, but static, the people of this world live an idyllic, if boring life. That is, until Koto appears, like a wrecking ball slamming into still waters.<br>\n<br>\nKoto's never met her mother, and in search of clues about her missing parent, she winds up in the very place she's supposed to be, yet least expected. What unfolds is a tale of a crazy, mixed-up family, where the father has mysterious powers, the mother is a goddess, and the siblings have an intense rivalry that will finally see its conclusion... even if that conclusion brings about the attention of the Shrine, an organization dedicated to protecting the multiverse.<br>\n<br>\n(Source: Discotek)"
    },
    {
      "id": "tt3105422",
      "type": "series",
      "name": "Ace of the Diamond",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18689-HrvWZjpWvxMr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3105422"
      },
      "description": "Genres: Comedy, Sports\nTags:Baseball/Primarily Male Cast/Male Protagonist/School Club/Ensemble Cast/Shounen/School/Primarily Teen Cast\nWith a stray pitch that completely missed the batter, Eijun Sawamura loses his final middle school baseball game. Frustrated by this defeat, Eijun and his teammates vow to reach the national tournament once they are in high school. But everything changes when a scout unexpectedly invites him to Tokyo's prestigious Seidou High School after seeing the potential in his unusual pitching style. Encouraged by his teammates, Eijun accepts the offer, ready to improve his skills and play at a much more competitive level of baseball.<br>\n<br>\nHowever, now surrounded by a large number of skilled players, Eijun struggles to find his place on the team. He declares that he will one day become the team's ace, but that's only if fellow first year Satoru Furuya doesn't take the title first, with his breakneck fastballs that earn him a coveted spot on the starting roster. With the addition of these talented new players to an already powerful lineup, the Seidou baseball team aims to become the best in Japan, facing off against a number of formidable foes that stand in their way.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2942224",
      "type": "series",
      "name": "White Album 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18245-q7Z7kXaQyck7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942224"
      },
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Love Triangle/Male Protagonist/Kuudere/School/Band/School Club/Heterosexual/Coming of Age\nWith only thirty days left until the cultural festival, Haruki Kitahara, a member of the light music club, has to find a way to make his dream of performing an original song on stage come true. When he recruits two new female members, including the school idol, his life becomes more complicated than he anticipated.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt3218680",
      "type": "series",
      "name": "Pokémon Origins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20159-Q4VpDs7q2j3O.png",
      "behaviorHints": {
        "defaultVideoId": "tt3218680"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Animals/Kids/Primarily Male Cast/Male Protagonist/Fishing/Surfing/Tokusatsu\nOne day, Red, a boy filled with dreams of going on a Pokémon journey, is called to Professor Okido's lab. There, he and his rival Green are given a Pokédex in order to collect data on all of the Pokémon in the region. As Red works his way to become champion with his Charmander, he meets many people on his journey, including Old Man Fuji, a man who runs the home for abandoned Pokémon, and Reina, a girl who works there. As danger in Red's journey begins to peak, he and his partner Pokémon experience a transformation like never before...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2942228",
      "type": "series",
      "name": "Yowamushi Pedal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18179-IVG3RMuEgHsQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt2942228"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Cycling/Shounen/School Club/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/CGI/Otaku Culture\nOtaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.<br><br>\r\nSince he was a little boy, Onoda has ridden his mamachari—a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries—to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamchari up a steep road.<br><br>\r\nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?"
    },
    {
      "id": "tt0481256",
      "type": "series",
      "name": "Fighting Spirit: Rising",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19647-cIy7ShTL6e9h.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0481256"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Boxing/Shounen/Primarily Male Cast/Ensemble Cast/Primarily Adult Cast/Athletics\nIppo continues to defend his Japanese Featherweight title from an ever stronger pool of challengers. Meanwhile, Takamura challenges for his second WBC title in the middleweight class, and Aoki challenges for the Japanese Lightweight title."
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon the Series: XY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19291-jwGqfWIXPtGA.png",
      "behaviorHints": {
        "defaultVideoId": "tt0168366"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Child Cast/Slapstick/Kids/Animals/Outdoor/Female Harem/Super Robot\nSatoshi and Pikachu will travel to Miare City at the center of the Kalos region.<br>\nThere, they will encounter never-before-seen Pokémon and make new friends.<br>\nThus begins a new adventure as Satoshi takes on the Kalos League."
    },
    {
      "id": "tt7062798",
      "type": "series",
      "name": "Little Busters! Refrain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18195-SXGTMYGxwvxI.png",
      "behaviorHints": {
        "defaultVideoId": "tt7062798"
      },
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Coming of Age/School/Baseball/School Club/Ensemble Cast/Kuudere\nRiki Naoe and his teammates have finally formed a complete baseball team for the Little Busters. When the Little Busters reunite, there's a strange sense of déjà vu, as the personal mysteries and idiosyncrasies that have permeated the game coalesce into something unexpected. As the team members fall into their roles, the pieces of the puzzle begin to fall into place. And as Riki learns the secrets behind his narcolepsy, a stunning truth about this world will be revealed, one that will change everything. Will the game continue into extra innings, or will it be called before the final player goes to bat? Riki made the team and his teammates came, but the next pitch may throw everyone in LITTLE BUSTERS! REFRAIN!<br><br>(Source: Sentai Filmworks)"
    },
    {
      "id": "tt3169618",
      "type": "series",
      "name": "Samurai Flamenco",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19365-Q6AIDGI2139N.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3169618"
      },
      "description": "Genres: Action, Comedy\nTags:Superhero/Parody/Tokusatsu/Male Protagonist/Primarily Adult Cast/Police/Idol/Henshin/Work/Bisexual/Ensemble Cast\nHazama Masayoshi has decided to become the superhero Samurai Flamenco in spite of having no special abilities or modifications. Goto Hidenori is a police officer who learns his secret identity by chance, which causes him all sorts of trouble.<br><br>\nThis is the story of the birth of a true hero featuring these two young men with a touch of comedy and serious drama, while they come face to face with hardships as they search for the true meaning of becoming a hero of justice in this world!\n<br><br>\n(Source: Anime News Network, Crunchyroll)"
    },
    {
      "id": "tt3169640",
      "type": "series",
      "name": "Yozakura Quartet: Hana no Uta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18497-LT4KeTvilo8u.png",
      "behaviorHints": {
        "defaultVideoId": "tt3169640"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Slice of Life, Supernatural\nTags:Shounen/Kemonomimi/Youkai/Urban Fantasy/Super Power/Primarily Teen Cast/Magic/Gods/Isekai\nIn a town where humans and demons co-exist, it takes more than a normal police force to maintain the peace. Enter the Hiizumi Life Counseling Office, a fantastic foursome of unique teenagers, each gifted with an amazing super power!"
    },
    {
      "id": "tt3104246",
      "type": "series",
      "name": "Arpeggio of Blue Steel",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18893-WqI68JXKBn2u.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3104246"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Full CGI/Ships/Post-Apocalyptic/Dystopian/Artificial Intelligence/Primarily Teen Cast/War/Male Protagonist/Military/Tsundere/Seinen/Kuudere\nIn the story, a Fleet of Fog loaded with super weapons suddenly appear all over the world. Without the ability to withstand this fleet, humanity was defeated and could no longer travel the seas. 17 years after the devastating naval war, Chihaya Gunzou and his friends somehow commandeer a Fleet of Fog submarine and rename it I-401. Together with Iona, they take on the Fleet of Fog.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1909463",
      "type": "series",
      "name": "Freezing Vibration",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18001-ORF1Yuxt1z0I.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1909463"
      },
      "description": "Genres: Action, Comedy, Drama, Ecchi, Romance, Sci-Fi\nTags:Male Protagonist/Nudity/Gore/Female Protagonist/War/Magic/Shounen/Female Harem/Kuudere\nSecond season of Freezing."
    },
    {
      "id": "tt3105492",
      "type": "series",
      "name": "Coppelion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx9479-6Y7eko7qxSDS.png",
      "behaviorHints": {
        "defaultVideoId": "tt3105492"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Post-Apocalyptic/Seinen/Super Power/Pandemic/Female Protagonist/Robots/Military/Primarily Female Cast\nIn 2016 a meltdown of a nuclear power plant creates a big catastrophe in Tokyo. 20 years later, the city has become a ghost town due to the high levels of radiation. From that area a distress signal is received. The Self Defence forces dispatch 3 girls from the special unit Coppelion to search for survivors. But why aren't they wearing any protection against radiation?<br><br>\r\n(Source: Manga synopsis)"
    },
    {
      "id": "tt3104096",
      "type": "series",
      "name": "Walkure Romanze",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b19151-cfaUlqaOWke9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3104096"
      },
      "description": "Genres: Ecchi, Romance, Sports\nTags:Female Harem/School/Primarily Female Cast/Primarily Teen Cast/Nudity/Animals/Female Protagonist/Outdoor/Teacher/Foreign/Heterosexual/Male Protagonist/CGI/Kuudere/Maids/Ojou-sama/Educational/Work/Meta/Cute Girls Doing Cute Things\nThe story centers around Takahiro Mizuno, a student training to be a begleiter (knight's assistant) at an academy where aspiring knights joust. He himself had come to this academy to train as a knight, after becoming the unrivaled junior champion in his own home country. However, an injury in a tournament's finals forced him to withdraw. Instead, he decides to be a begleiter to one of the academy's maiden knights and help her win.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2632048",
      "type": "series",
      "name": "Valvrave the Liberator 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18295-BhCBBJctIgNp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2632048"
      },
      "description": "Genres: Action, Mecha\nTags:Real Robot/Vampire/Politics/Space/War/Hikikomori/Primarily Teen Cast\nHaruto and his comrades continue to fight against the forces of Dorssia. However, many things remain unanswered in the midst of battle, including the past of L-Elf and his fellow soldiers' past, the destiny of the mysterious girl Liselotte, and the feelings of Haruto, Shōko, and Saki. The relationships and loyalty of each and every member of each army will be tested as the clash of ideals and power reaches its climax.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7973",
      "type": "series",
      "name": "Ansatsu Kyoushitsu: Jump Festa 2013 Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19759.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7973"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Assassins/School/Cultivation/Teacher/Ensemble Cast/Super Power/Guns/Shounen/Anti-Hero/Male Protagonist\nJump Super Anime Tour 2013 (ジャンプスーパーアニメツアー2013) event, traveled to five cities throughout Japan from October 6 to November 24, screened an exclusive anime adaptation of Matsui Yuusei's Ansatsu Kyoushitsu comedy manga.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0988824",
      "type": "series",
      "name": "NARUTO: Shippuuden - Sunny Side Battle!!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n19511-8DIUleQ5KUgq.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0988824"
      },
      "description": "Genres: Action, Comedy\nTags:Food/Ninja/Cosmic Horror/Super Power/Shounen\nOriginal Anime will feature the \"unbelievable appearance of a certain popular character.\" "
    },
    {
      "id": "tt2942194",
      "type": "series",
      "name": "BlazBlue: Alter Memory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18767-d0WG5AuetQZ9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942194"
      },
      "description": "Genres: Action, Fantasy\nTags:Super Power/Swordplay/Anti-Hero/Tomboy/Kuudere\nThe story is set in December of 2199, when the streets are full of anticipation for the end of the year and the start of the new one. Amid the celebrations, word spreads that Ragna the Bloodedge, an SS-class rebel with the highest ever bounty on his head, has appeared in the 13th Hierarchical City of Kagutsuchi. The apparent aim of Ragna or the \"Grim Reaper\" is the destruction of the system controlling the world. To collect the bounty, a motley array of unrivaled fighters converge on Kagutsuchi.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3213642",
      "type": "series",
      "name": "Gundam Build Fighters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19319-0YuU672PSgix.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3213642"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Robots/Primarily Child Cast/Kids/Kuudere/Real Robot/Meta/Video Games/Otaku Culture/Idol\nThe story is set in the near future when GunPla Battles, competitions that pit Gundam plastic models against each other, have become popular worldwide in the \"Second GunPla Boom.\" Sei Iori, a first-year middle-school student and the only son of a model shop owner, is talented at building GunPla, but inexperienced in the GunPla Battles. He encounters a mysterious boy named Reiji, who happens to be an accomplished Gundam Fighter. Together, they strive for the GunPla Battle world championships.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7913",
      "type": "series",
      "name": "FrFr! ~Free! short movie~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19671-UTBAhj1bTxtj.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7913"
      },
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:Cute Boys Doing Cute Things/Primarily Male Cast/Male Protagonist/Swimming/Primarily Teen Cast\nThree collections of special stories bundled with the DVD/BDs.<br><br>\n<b>Included:</b><br>\nOn Volume 1: Makoto no Nayami! (真琴の悩み！)/Buin Boshuu! (部員募集！)<br>\nOn Volume 3: Rin to Nitori no Ishuukan! (凛と似鳥の一週間！)/Rei no Tobikomi Moutokkun! (怜の飛び込み猛特訓！)<br>\nOn Volume 5: Rei to Riron to Buumeran! (怜と理論とブーメラン！)/Iwatobi-ke no Ichizoku! (岩鳶家の一族！)/Haruka naru FuriFuri! (遙かなるフリフリ！)"
    },
    {
      "id": "tt2595486",
      "type": "series",
      "name": "Love Live! School idol project OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20554-6Jk1w1FtOrFA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595486"
      },
      "description": "Genres: Music, Slice of Life\nTags:Idol/Cute Girls Doing Cute Things/School/Primarily Female Cast/Female Protagonist/School Club/Dancing/Primarily Teen Cast\nBundled with the sixth single of the anime's μ's idol group."
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/Kaleid liner Prisma Illya Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19109.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904426"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Mahou Shoujo\nTags:Magic/Nekomimi/Cute Girls Doing Cute Things/Parody/Kuudere\nSpecials bundled with the all the BD/DVD volumes."
    },
    {
      "id": "tt3198678",
      "type": "series",
      "name": "Galilei Donna",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19367-4Z0HfR4AQ3Dd.png",
      "behaviorHints": {
        "defaultVideoId": "tt3198678"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery, Sci-Fi\nTags:Female Protagonist/Family Life/Foreign/Super Robot\nThree sisters, Hozuki, Kazuki, and Hazuki, are descendants of Galileo and have completely different personalities and tastes; they never meet eye-to-eye. One day, the girls are suddenly attacked by a mysterious organization. The organization was after the \"Galileo Tesoro\" which Galileo Galilei was said to have discovered. Still unaware of what was going on, the sisters escape on the airship they built after the sudden attack. But it won't be so easy for these three sisters to help each other out in a pinch when they're constantly at odds with each other. What is the Tesoro, and what is the organization after? And what about the relationship between the sisters? It's a threesome of cute girls, action, and mystery!\r\n<br><br>\r\n(Source: Fuji Creative)"
    },
    {
      "id": "tt1929675",
      "type": "series",
      "name": "IS: Infinite Stratos 2 - Hitonatsu no Omoide",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20045.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1929675"
      },
      "description": "Genres: Action, Comedy, Ecchi, Mecha, Romance, Sci-Fi\nTags:Female Harem/Male Protagonist/Primarily Female Cast/Kuudere\nAn extended version of the second season's first episode, which is under the same title."
    },
    {
      "id": "tt3104114",
      "type": "series",
      "name": "Wanna be the Strongest in the World!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11763-ONGmRd3P4Djv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3104114"
      },
      "description": "Genres: Action, Ecchi, Sports\nTags:Wrestling/Primarily Female Cast/Female Protagonist/Nudity/Idol\nAs members of the nationally renowned idol group Sweet Diva, Hagiwara Sakura and Miyazawa Elena are both rivals and dear friends who recognize each other's talents. Then one day, during a TV filming, Elenagets into a fight with professional wrestler Kazama Rio and winds up hurt. To avenge her injured friend, Sakura strives for victory in the pro wrestling ring. What will Sakura find at the end of her battle?!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt3198674",
      "type": "series",
      "name": "Miss Monochrome - The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20033-rJv0C1BASZMJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3198674"
      },
      "description": "Genres: Music, Slice of Life\nTags:Female Protagonist/Robots/Idol/Surreal Comedy/Work/Parody/Musical/Aliens/Kuudere/Primarily Female Cast/Cars\n\"Miss Monochrome\" is an original character design from seiyuu Horie Yui. In March 2012, she first used the \"Miss Monochrome\" character as a 3D virtual singer to sing her songs at her concert \"Horie Yui wo Meguru Bouken III ~Secret Mission Tour~\". Later, the character appeared in a range of merchandise as well as in the social network game \"Girlfriend (Beta)\".<br><br>\r\nAccording to the setting, Miss Monochrome loves only the monochrome style, dislikes all kinds of color, and always dreams about changing the world into her favorite monochrome color.\n"
    },
    {
      "id": "tt3196320",
      "type": "series",
      "name": "Gingitsune: Messenger Fox of the Gods",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18411-yKvlUayZ6Bz2.png",
      "behaviorHints": {
        "defaultVideoId": "tt3196320"
      },
      "description": "Genres: Slice of Life, Supernatural\nTags:Seinen/Mythology/Youkai/Female Protagonist/Animals/Shrine Maiden/Rural/School\nGintaro is a fox spirit that has been protecting the small Inari temple since the Edo era. Saeki Makoto's family possesses the power to see the gods' agent, but the ability is limited to one living relative at a time. When Makoto's mother passed away while she was still young, Makoto inherited the ability as the sole remaining family member. With the help of fox spirit's power, Makoto and Gintaro help the people of their community, in spite of their many differences.<br><br>\r\n(Source: MangaHelpers; edited)"
    },
    {
      "id": "kitsu:7903",
      "type": "series",
      "name": "Kuroko no Basket: Baka ja Katenai no yo!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19669-QUUj3sy8egt5.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7903"
      },
      "description": "Genres: Sports\nTags:Basketball\nBundled with the 25th volume of Kuroko no Basket manga. The anime based on the Baka Ja Katenai no yo (バカじゃ勝てないのよ) story that was featured in the manga's fifth volume.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2150751",
      "type": "series",
      "name": "Chihayafuru 2: Waga Mi Yo ni Furu Nagame Seshi Ma ni",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18745.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2150751"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Karuta/School Club/Josei/Female Protagonist/School/Crossdressing\nOriginal episode bundled with the 22nd manga volume."
    },
    {
      "id": "tt2390066",
      "type": "series",
      "name": "Teekyuu 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20444.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2390066"
      },
      "description": "Genres: Comedy, Sports\nTags:Surreal Comedy/Meta/Tennis/School Club/Episodic/Cute Girls Doing Cute Things/Primarily Female Cast/School/Shounen/Parody/Gyaru\nThird season of Teekyuu.<br><br>\nTeekyuu is based on a sports comedy manga of the same name featuring four high school girls who belong to a tennis club. Although the amount of tennis they play is questionable."
    },
    {
      "id": "kitsu:7702",
      "type": "series",
      "name": "Yozakura Quartet: Tsuki ni Naku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18499.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7702"
      },
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Shounen/Kemonomimi/Super Power/Magic/Urban Fantasy/Youkai\n\"Tsuki ni Naku\" will take the story content from volume 11 of the manga, which features a visit to an onsen by the members of the Hiizumi Life Councelling Office, while the town's police force have to deal with a new youkai-hunter threat.\nThis OVA is bundled with the limited edition of the manga (14th, 15th, and 16th)."
    },
    {
      "id": "tt2552240",
      "type": "series",
      "name": "Oreshura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14749-aq6aPtIPPVOY.png",
      "behaviorHints": {
        "defaultVideoId": "tt2552240"
      },
      "description": "Genres: Comedy, Romance\nTags:Female Harem/School/School Club/Male Protagonist/Primarily Female Cast/Chuunibyou/Cute Girls Doing Cute Things/Heterosexual/Kuudere/Meta\nEita enters high school aiming for the National University School of Medicine. Because of his parents' divorce—and his goal—he shuns anything to do with romance or love. One day, Masuzu, the school beauty with the silver hair who has just returned to the country, enters his life in a most unexpected way. Chiwa, his childhood friend since elementary school, will not let this go without a fight."
    },
    {
      "id": "tt2560604",
      "type": "series",
      "name": "Tamako Market",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx16417-r8Njy5UnwvDE.png",
      "behaviorHints": {
        "defaultVideoId": "tt2560604"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Episodic/Food/Ensemble Cast/Family Life/Animals/Primarily Female Cast/Primarily Teen Cast/School/Heterosexual/Tanned Skin/Urban/School Club/Kuudere\nTamako knows just about everything there is to know about mochi, the traditional Japanese dessert treats. When she's not attending her first year of high school, she even invents new flavors and varieties for Tama-ya, her family's mochi shop. School and growing up, on the other hand, are some things that she's still trying to find the right recipe for. But with the help of her best friends Kanna and Midori, two girls whose parents run businesses in the same shopping district, Tamako's determined to make the best of things. It's complicated though, especially when it comes to emotions and her relationship with her best boy friend Mochizou, whose family runs a rival mochi shop. And lately, Midori's been feeling a little odd about her feelings towards Tamako as well. And what's with up with that strange bird fluttering around, the one that speaks fluent Japanese? It's all very mysterious and overwhelming, but at least Tamako always has one thing she can count on: No matter if your day's been good or bad, there's certain to be something sugary and delicious waiting at the end of every adventure whenever you take a walk through Tamako Market!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2575690",
      "type": "series",
      "name": "Problem Children Are Coming From Another World, Aren't They?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15315-mvKPcy8Z2QkB.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575690"
      },
      "description": "Genres: Action, Comedy, Fantasy, Supernatural\nTags:Isekai/Gods/Male Protagonist/Super Power/Demons/Mythology/Gambling/Kemonomimi/Fairy Tale/Vampire/Delinquents/Fairy\nIzayoi Sakamaki, Asuka Kudou, and You Kasugabe have tremendous psychic powers and are bored with the regular world. An envelope arrives for each person, and when each opens their envelope, they are stunned to see the scenery around them change to a world they had never encountered before. They've been summoned by the Black Rabbit to help the community \"No Name\" to overthrow the Devil King.<br><br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2595486",
      "type": "series",
      "name": "Love Live! School Idol Project",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx15051-NKzcHHzZbzxR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595486"
      },
      "description": "Genres: Music, Slice of Life\nTags:Idol/Dancing/Primarily Female Cast/School Club/Ensemble Cast/School/Female Protagonist/Cute Girls Doing Cute Things/Primarily Teen Cast/CGI/Tsundere/Tomboy/Espionage/Shrine Maiden\nOtonokizaka High School stands on the border of three cities: Akihabara&mdash;a pop culture mecca that's evolving by the minute; Kanda&mdash;a conservative, cultured city where history and tradition reign supreme; and Jinbo&mdash;a quiet area reserved for a more mature, sophisticated population. Amidst this culture clash, the school now faces closure due to the enrollment of fewer and fewer students.<br><br>\nWith the school planning to close within three years, nine female students come together with one thing in mind&mdash;form a pop idol group to revive the school's popularity and keep it from shutting down. \"In order to protect our beloved school, there's only one thing we can do... become pop stars!\"<br><br>\nTheir goal is simple: Become an overnight sensation and use their nationwide media exposure to promote their school and bring in a wave of new students to the ailing area. A simple but solid plan, they figure. Naturally, they're nervous and wonder if this plan can really succeed, but for better or worse their new journey has begun...<br><br>\n\"All we can ask for is just a tiny bit of support from you. We truly believe that with your help, we can change the world around us. We will make our dreams come true!\"<br><br>\n(Source: NIS America)"
    },
    {
      "id": "tt2645500",
      "type": "series",
      "name": "Haganai NEXT",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14967-ZGsclJ1xjPwr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2645500"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:School Club/Male Protagonist/Heterosexual/Female Harem/School/Video Games/Crossdressing/Chuunibyou/Nun/Meta/Nudity\nThe Neighbor's Club&mdash;a club founded for the purpose of making friends, where misfortunate boys and girls with few friends live out their regrettable lives.<br><br>\nAlthough Yozora Mikazuki faced a certain incident at the end of summer, the daily life of the Neighbor's Club goes on as usual. A strange nun, members of the student council and other new faces make an appearance, causing Kodaka Hasegawa's life to grow even busier.<br><br>\nWhile they all enjoy going to the amusement park, playing games, celebrating birthdays, and challenging the \"school festival\"&mdash;a symbol of the school life normal people live&mdash;the relations amongst the members slowly begins to change...<br><br>\nLet the next stage begin, on this unfortunate coming-of-age love comedy!!<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2552230",
      "type": "series",
      "name": "Maoyu: Archenemy & Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14833-6M3yEmu4SJkH.png",
      "behaviorHints": {
        "defaultVideoId": "tt2552230"
      },
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Politics/War/Economics/Primarily Adult Cast/Teacher/Demons/Heterosexual/Historical/Educational/Foreign/Maids/Magic/Love Triangle/Monster Girl\nAfter a long and treacherous journey, our Hero finally arrives at the Dark Lady's castle only to find himself being asked for help. The Hero explains how the war that the demons have brought upon the humans have killed thousands and put more in misery. The queen of demons however argues that this war has made the human society band together as one and showed empirical evidence how it has increased population, increased production, boosted economy and improved society overall. Furthermore, she explains to the Hero that ending this war will result in a civil war that will produce more bloodshed than there ever was. The Hero, convinced that the only way to bring peace, relatively speaking, is to join forces with the Dark Lady, agrees to help with her plans!\n"
    },
    {
      "id": "tt2552262",
      "type": "series",
      "name": "The Troubled Life of Miss Kotoura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15379-tSZbUJQzAvRi.png",
      "behaviorHints": {
        "defaultVideoId": "tt2552262"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Super Power/School Club/School/Female Protagonist/Bullying/Heterosexual/Seinen/Tsundere\nA school love comedy. Kotoura Haruka is a 15-year-old girl who can read people's minds. She has been suffering from troubles caused by her mind-reading ability, and her parents got divorced as a result. She moves to a new high school but tries to keep away from her classmates. Manabe Yoshihisa, one of her classmates, accepts and appreciates her ability and she begins to interact with her friends with his help.\n"
    },
    {
      "id": "tt2150751",
      "type": "series",
      "name": "Chihayafuru 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14397-k2mzAGlUthAb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2150751"
      },
      "description": "Genres: Drama, Romance, Slice of Life, Sports\nTags:Karuta/Female Protagonist/School Club/Josei/Heterosexual/Coming of Age/Love Triangle/Athletics/Primarily Teen Cast/Tomboy/School\nNow in their second year of high school, Chihaya and her friends share all the fun and worries that come with welcoming underclassmen to the team as they face tough rival schools. The passion of the Mizusawa Karuta Club burns hotter than ever, but with the same refreshing, youthful mood carrying over from the first season.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2552204",
      "type": "series",
      "name": "AMNESIA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15085-GA9iJnPgjY1H.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2552204"
      },
      "description": "Genres: Fantasy, Mystery, Romance\nTags:Male Harem/Amnesia/Primarily Male Cast/Female Protagonist/Primarily Adult Cast/Tsundere/Kuudere/Fairy\nThis story takes place in a fictional town, in a fictional country, in a fictional world. One morning, a young lady awakens to find that she has lost all her memories prior to that morning. Her life, her relationships, her very name&mdash;all gone. All that's left is a cell phone with numbers and names she doesn't recognize and Orion, a young boy that only she appears to be able to see. With Orion's guidance, she struggles to make sense of herself, a boyfriend she doesn't know and the thousand and one little things that make up a daily life. But with no memories left, the only alternative is to forge new ones, even if that means leaving old loves behind.<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2595478",
      "type": "series",
      "name": "GJ Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14811-lTAtgO4OHE3I.png",
      "behaviorHints": {
        "defaultVideoId": "tt2595478"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/Male Protagonist/Primarily Female Cast/School/Tsundere/Cute Girls Doing Cute Things/Bullying/Episodic/Nekomimi/Female Harem/Primarily Teen Cast/Crossdressing\nShinomiya Kyouya is forced to become a new member of the GJ, an unidentified club that dwells in a room of the former building of a certain school. Here he meets the club leader, Mao, a short girl with a big attitude; Mao's younger sister, Megumi, who has the heart of a bipolar angel; the recognized genius with a lack of common sense, Shion; and the always-hungry and mysterious Kirara. Time flies with these unique girls around. "
    },
    {
      "id": "tt2595474",
      "type": "series",
      "name": "Encouragement of Climb",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx14355-ZsPYtTYa1b4v.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595474"
      },
      "description": "Genres: Adventure, Comedy, Slice of Life\nTags:Outdoor/Primarily Female Cast/Iyashikei/Cute Girls Doing Cute Things/Female Protagonist/Primarily Teen Cast/Educational/Seinen/Food/School/Primarily Child Cast\nAoi prefers indoor hobbies and is afraid of heights, but her childhood friend Hinata loves to show off her passion for mountain climbing. As young children they once watched the sunrise from the top of a mountain, and now they've decided to take up mountain climbing in hopes of seeing that sunrise again. They have cooking battles with mountaineering gear, climb small hills in their neighborhood, and meet new mountaineering friends as they learn the ropes of the hobby. When will they finally see that sunrise again?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2360110",
      "type": "series",
      "name": "Senran Kagura: Ninja Flash!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15119-rcnXA3JFYvU1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2360110"
      },
      "description": "Genres: Action, Ecchi\nTags:Ninja/Primarily Female Cast/Cute Girls Doing Cute Things/Henshin/Female Protagonist/School/Nudity/Kuudere\nSuper cute Asuka and her curvy companions appear to be your typical high school students, but they’ve got an outrageous secret: they’re learning the wild ways of the ninja! Get a lesson in action, naughtiness, and sexy slapstick fun as Asuka's gang takes on the toughest (and hottest) fighters in town! Fan service fanatics won’t want to miss a minute! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2575708",
      "type": "series",
      "name": "Unlimited Psychic Squad",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16005-79QCNJTaNHqK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575708"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Super Power/Anti-Hero/Mafia/Espionage/Fugitive/Found Family/Ships/Henshin\nYou don’t have to be psychic to know that Hyoubu Kyousuke is trouble waiting to happen, but having psychic powers of your own may be your only chance if you want to stand against him.  One of the most powerful espers on the planet, Hyoubu's incredible range of abilities extends as far as controlling his own aging process, and the potential strength of all his talents combined is so terrifying that he wears a device that limits their use except in cases of extreme emergency.  The time is coming, however, when Hyoubu will need to unleash everything he has.  Because sometimes it takes a villain to do what heroes can’t, and as the leader of the secret organization PANDRA, Hyoubu's dedicated his life to fighting those who would entrap, enslave, or kill anyone with psychic powers.  Now PANDRA itself is in danger and, to combat that deadly threat, the gloves and limiter are coming off!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2552188",
      "type": "series",
      "name": "Senyuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15751-ozQ3AyCfaUgJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2552188"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Parody/Meta/Male Protagonist/Shounen/Demons/Delinquents\nLong ago, there lived an evil being who reigned over the world through fear, called Satan Rchimedes. He invaded the human world with his many demon underlings, spreading madness and chaos everywhere. One thousand years ago, this menace was sealed by the hero Creation, and peace returned to the world.<br><br>\r\nThen, one day, a great hole suddenly appeared on the surface of the world, and a vast number of demons appeared. The king discerned that the menace Satan had returned after being sealed away for a thousand years, and decided to send the hero's descendants to battle him. He found 75 men. As one thousand years had passed, you see, it was difficult to tell who the hero's descendants were.<br><br>\r\nSo the king declared that he would grant the title of \"true hero\" and great fortune to the one who defeated Satan, and ordered the new hero, Alba, and his warrior attendant, Ross, on a quest to bring down the evil Satan.<br><br>\r\nThough he struggles with lesser monsters and is even nearly killed by his partner Ross, Alba's quest to polish his fighting skills leads him to new places and new meetings that he had never expected. Battles, laughter, and emotional moments enhance this adventure tale of an incompetent hero and a sadistic warrior!<br><br>\r\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2348803",
      "type": "series",
      "name": "Kuroko's Basketball: Tip Off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16916.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2348803"
      },
      "description": "Genres: Comedy, Sports\nTags:Shounen/Basketball/Male Protagonist/Primarily Male Cast/School\nEpisode 22.5 bundled with BD/DVD volume 8.<br><br>\nAs the championship matches are coming to an end, the contest between Aomine and Kise remains tight and the result is still uncertain.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions: Depth of Field - Ai to Nikushimi Gekijou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15879.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2321542"
      },
      "description": "Genres: Comedy, Mecha\nTags:Chuunibyou/War/CGI/Robots/School\nSpecials bundled with all the BD/DVD volumes."
    },
    {
      "id": "tt2342748",
      "type": "series",
      "name": "Sasami-san@Ganbaranai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14515-sKyS4qxbaS7y.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2342748"
      },
      "description": "Genres: Comedy, Drama, Psychological, Romance, Supernatural\nTags:Gods/Coming of Age/Female Protagonist/Hikikomori/Surreal Comedy/Shrine Maiden/Denpa/Primarily Female Cast/Robots/Parody/Kuudere/Heterosexual/Family Life/Satire/Meta\nThe Japanese call them hikikomori—people who've become so withdrawn socially that they refuse to leave their homes for weeks and even months at a time. For Sasami Tsukuyomi, who's attempting to pass her first year of high school despite being a shut in, it's more than just a word. Fortunately though, she lives with her older brother Kamiomi, who just happens to be a teacher at the school Sasami is supposed to attend. Not to mention, her \"Brother Surveillance Tool\" which lets her view the outside world via her computer and will, theoretically, allow her to readjust to interfacing with people again. What it mainly does, however, is let her view her brother's interactions with the three very odd Yagami sisters, who inexplicably seem to have had their ages reversed and have various types of \"interest\" in Kamiomi. And then things start to get really weird... Magical powers? Everything turning into chocolate? Is life via the web warping Sasami's brain, or is it the universe that's going crazy?<br><br>\r\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2575722",
      "type": "series",
      "name": "Hakkenden: Eight Dogs of the East",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15613-Wy2QXvj3BmSN.png",
      "behaviorHints": {
        "defaultVideoId": "tt2575722"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Urban Fantasy/Shoujo/Boys' Love/Youkai/Primarily Male Cast\nWhen their village was wiped out five years ago, only Shino Inuzuka, Sosuke Inukawa, and the girl Hamaji, who was raised as if she were their sister, survived. And both men inexplicably have the same peony-shaped birthmark. Genpachi Inukai and Kobungo Inuta were raised hundreds of miles away as foster brothers, but they too share the same birthmark. When they went north as part of the army three years ago, they went to confront demons and came back forever transformed. Now the Imperial Church has come for Shino and Sosuke and they must find eight mystical gems and their owners or face a fate worse than death at the hands of the Church.<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2552290",
      "type": "series",
      "name": "Cuticle Detective Inaba",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15109-zGeYvSvJmgA2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2552290"
      },
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Shounen/Detective/Ensemble Cast/Surreal Comedy/Primarily Male Cast/Male Protagonist/Kemonomimi/Police/Yakuza/Mafia/Crossdressing/Chibi/Femboy/Animals/Urban\nIn a world where half-human, half-animal chimeras live and work alongside normal people, there are sure to be a few bad apples in the bunch. Unfortunately, half-human criminals means non-human clues that often leave the police stumped. That's where lone wolf detectives like Hiroshi Inaba come in. He's literally part wolf and has the amazing ability to extract critical information just by examining or tasting a sample of someone's hair! Of course, that ability has also resulted in Inaba having a little bit of a hair fetish, but that doesn't seem to be a problem for his two assistants. (Well, at least the cross-dressing one isn't complaining much.) And it's nothing compared to the strange tastes of Inaba's nemesis, the omnivorous (and half goat) crime boss Don Valentino, who has an appetite for green legal tender instead of tender young greens! Inaba's sworn to cut Valentino out of the criminal flock before the Don can wolf down more ill-gotten dough, but he's going to have to chew his way through a lot of evidence to get his goat. Can sheer dogged detective work put the baaaaad guys behind bars?<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1528406",
      "type": "series",
      "name": "Fairy Tail the Movie: Prologue - The First Morning",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17535-9WPwCKsR2S5W.png",
      "behaviorHints": {
        "defaultVideoId": "tt1528406"
      },
      "description": "Genres: Fantasy\nTags:Magic/Female Protagonist/Shounen/Fairy Tale\nThis special is showing a day of Eclair's life as a prologue to the movie Houou no Miko."
    },
    {
      "id": "tt2552224",
      "type": "series",
      "name": "Vividred Operation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx14283-kLbZyR6Km5mA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2552224"
      },
      "description": "Genres: Action, Ecchi, Mahou Shoujo, Sci-Fi\nTags:Superhero/Female Protagonist/Primarily Female Cast/Henshin/Nudity/Cute Girls Doing Cute Things/Urban Fantasy/Yuri/Kuudere\nFriendship is the key to protecting the world.<br><br>\nThat is everyone's wish. Here in a world where science has solved all questions.<br><br>\nThis story is set in Oshima. The happy, carefree 14 year old Akane Isshiki lived a poor, but well loved life together with her reliable little sister, Momo, who does all the housework, and her grandfather, Kenjirou, a genius inventor who only created useless devices. When the weather is clear, they can see the artificial island, Blue Island, across the sea. In the center of that island rises the revolutionary Manifestation Engine, a discovery that solved the world's energy problems.<br><br>\nIt is a peaceful future, just like everyone dreamed of. One where everyone can smile and be happy...<br><br>\nBut suddenly, the world is visited by danger. An unknown enemy, the Alone, appear, targeting the Manifestation Engine. As none of their weapons worked and they fell into despair, a lone girl takes a stand wearing a red \"Palette Suit\" which wields a great, hidden power. Before long, allies gather around her to fight.<br><br>\nAnd their friendship becomes the only hope for saving the world!<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132205",
      "type": "series",
      "name": "Minami-ke Tadaima",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14511-OiJu2uyufahP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1132205"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Family Life/Primarily Female Cast/Kuudere/Crossdressing/Tomboy/Seinen/Female Protagonist\nThe everyday lives of the Minami sisters continue. Chiaki, the youngest, continues to call people idiots while worshipping her eldest sister. Kana, the middle, still can't figure out that Fujioka's feelings for her are a crush, not a grudge. Haruka, the eldest, still unknowingly avoids Hosaka's advances to invite her to the volleyball team, and after a long day of excitement, the sisters enjoy sitting at the table at their home.<br><br>\n(Source: AnimeNewsNetwork)"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon BW: Adventures in Unova",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17115-FpxJtU5CkDK9.png",
      "behaviorHints": {
        "defaultVideoId": "tt0168366"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Child Cast/Animals/Slapstick/Kids\nIn this new series, Satoshi, Pikachu and friends start a new journey towards the \"White Ruins.\" There, they meet the young \"N\", who can hear the voices from Pok&eacute;mon's hearts... The door of truth leading to an Utopia for Pok&eacute;mon and humans now lies open!"
    },
    {
      "id": "tt2294076",
      "type": "series",
      "name": "Girls und Panzer OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15811-xa6AKWptSjG1.png",
      "behaviorHints": {
        "defaultVideoId": "tt2294076"
      },
      "description": "Genres: Action, Slice of Life, Sports\nTags:Cute Girls Doing Cute Things/Parody/Outdoor/Military/School/Ensemble Cast/Ships/Primarily Female Cast/Female Protagonist/Tanks/CGI\nMini episodes bundled with Blu-rays and DVDs.<br>\n<br>\nThe girls from Oorai are back in six special episodes! And whether they're shopping for swimsuits, camping out or doing the Ankou Dance, they bring their own special brand of Tankery to the task at hand. There's also a tour of the Oorai school ship, a look at what REALLY happened while Yukari and Erwin were out doing reconnaissance and a team talent contest that's not to be missed!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1356878",
      "type": "series",
      "name": "Hetalia: The Beautiful World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15195.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1356878"
      },
      "description": "Genres: Comedy\nTags:Parody/Cute Boys Doing Cute Things/Primarily Male Cast/Historical/Educational\nThe fifth season of <i>Hetalia</i>.<br>\n<br>\nThey said it couldn’t happen, but they were as wrong as a stack of pancakes in a cage full of bears! The adorable boys of Hetalia are back with some new friends and a super sparkly new look.<br>\n<br>\nWhat’s more fun than Germany squatting in a dandelion patch? How about the Axis Boys joining the witchcraft club? Or maybe Russia suffering through a traumatic hamster flashback? Any way you slice the spaghetti, every cute boy enjoys a little quality bath time, and Turkey and Greece can’t wait to start splishing and splashing! Fall in love with this new and improved, sparklelicious season of Hetalia as Belgium throws a mouthwatering waffle party, and America shows off his sweet dance moves! We swear you won’t be disappointed – even when Santa Claus goes missing and Canada (who’s that?) tries to replace him with a polar bear! A POLAR BEAR!? Hetalia, you so cray cray. We’ve missed the squee outta ya!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "kitsu:7779",
      "type": "series",
      "name": "Say \"I love you\". Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17409.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7779"
      },
      "description": "Genres: Romance\nTags:Shoujo/Animals/School\nSpecials released with the anime BD/DVD."
    },
    {
      "id": "tt2390038",
      "type": "series",
      "name": "OniAi Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15881.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2390038"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Nudity/Kuudere\nShort specials included in the Onii-chan Dakedo Ai Sae Areba Kankeinai yo ne Blu-rays and DVDs."
    },
    {
      "id": "tt2596090",
      "type": "series",
      "name": "Mangirl!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14045-K98vghbjYwpS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2596090"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Work/Meta/Drawing/Otaku Culture/Cute Girls Doing Cute Things/Primarily Female Cast/Primarily Adult Cast/Female Protagonist/School Club\n\"We're going to launch a manga magazine!\" <br><br>\nA team of girls with zero experience in manga editing are off and running toward their dream of creating the biggest manga magazine in Japan! They seem to do nothing but run into problems and failures... But still they're working hard every day!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2575728",
      "type": "series",
      "name": "Ai-Mai-Mi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16169-JOD1GwgA0D5G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575728"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Surreal Comedy/Primarily Female Cast/Otaku Culture/School Club/Cute Girls Doing Cute Things/Seinen\nThe anime adaption of the four-panel manga \"Ai Mai Mi\".<br><br>\nThe story follows girls in a manga club &mdash;Ai, Mai, Mii, and Ponoka-sempai&mdash;who might be fighting evil invaders threatening Earth, facing off against rivals in tournaments, and dealing with other absurd situations when they are not drawing manga.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2622974",
      "type": "series",
      "name": "The \"Hentai\" Prince and the Stony Cat.: Henneko BBS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20608.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2622974"
      },
      "description": "Genres: Comedy\nTags:Chibi/School/Kuudere/Kemonomimi\nSpecials that were initially broadcasted as CMs starting in January 2013 and later included in BD/DVD volumes."
    },
    {
      "id": "tt4621212",
      "type": "series",
      "name": "Glitter Force Doki Doki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16419-iohyOs2lTdL4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4621212"
      },
      "description": "Genres: Fantasy, Mahou Shoujo\nTags:Magic/Female Protagonist/Primarily Female Cast/Isekai/Henshin/Kids/Superhero/Cute Girls Doing Cute Things/Butler/Primarily Child Cast/Idol/Ojou-sama/CGI/Karuta/Fairy\nAida Mana is a girl who is always eager to do things for the sake of others.<br><br>\r\nOne day, when she was visiting the Clover Tower during her school's orientation program, an enemy who called themselves \"Selfish\" appeared suddenly, and tried to manipulate her inner heart! To fight this enemy, she borrowed power from a magical fairy Sharuru to transform into Pretty Cure!<br><br>\r\nTo protect the peace of the world, other legendary Pretty Cure soon joined her in battle! A mysterious baby also appears, making each day a \"Heartthrob\" experience! The 4 Cures, always holding \"love\" in their hearts, are battling for the world's fate!<br><br>\r\n(Source: Asahi TV)"
    },
    {
      "id": "kitsu:7279",
      "type": "series",
      "name": "Joshiraku OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15591-WU1PBaAwOVcJ.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7279"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Meta/Satire/Surreal Comedy/Rakugo\nOVA episode bundled with fifth volume of manga."
    },
    {
      "id": "tt2245880",
      "type": "series",
      "name": "AKB0048: next stage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14941-1O4YajpBThuM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2245880"
      },
      "description": "Genres: Drama, Music, Sci-Fi\nTags:Idol/Ensemble Cast/Real Robot/Space/Primarily Female Cast/Female Protagonist/Terrorism/Dancing/Kuudere\nThe road trip to war has already been brutal for the 77th generation of understudies to AKB0048, the combination singing group and combat squad seeking to bring peace and entertainment back to the universe. However, the competition between the individual candidates, as well as the remaining 75th and 76th generation understudies, is about to get even rougher. With the opportunity to become a successor to one of the original members of the legendary singing squad hanging in the balance, the fights on stage and on the battlefield will become even more cutthroat, and things are only going to get nastier when it turns out that someone has been feeding critical information to the opposing DES forces. Will the revelation of the source of the Kiraras prove to be a deadly misstep in the intricate choreography that’s allowed the team to keep dancing out of danger? Will public opinion prove to be more important than actual skill and valor as the squad undergoes a series of grueling trials by fan?<br\n><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:7172",
      "type": "series",
      "name": "D.C.III: Da Capo III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14827.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7172"
      },
      "description": "Genres: Drama, Ecchi, Romance\nTags:Female Harem/Nudity/School/School Club/Heterosexual\nAdaptation of the visual novel <i>Da Capo III</i>."
    },
    {
      "id": "kitsu:7343",
      "type": "series",
      "name": "Vassalord.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15933.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7343"
      },
      "description": "Genres: Action, Comedy, Fantasy, Mystery\nTags:Vampire/Primarily Male Cast/Male Protagonist/Boys' Love/Nudity/Gore/Shoujo\nCharley, a cyborg vampire who does the Vatican's dirty work, is the thrall of the local vampire playboy Johnny Rayflo. As the two fight crime&mdash;and each other&mdash;hilarity, violence and sacrilege ensue! But can Charley resist his own desperate cravings for blood? Find out as the devilish duo go up aginst a childlike vampire princess, a mysterious branch of the Unitarian Church...and one another. <br><br>\n(Source: Tokyopop)"
    },
    {
      "id": "kitsu:7247",
      "type": "series",
      "name": "Kagaku na Yatsura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx15391-zPs6buo9bIlW.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7247"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Nudity/School/Lactation/Large Breasts/Female Harem/Male Protagonist/Tentacles/Kemonomimi/Yuri\nA \"science trouble\" romantic comedy OVA bundled with the manga's fourth volume. It follows a high school boy named Komaba Haruki and his two girl friends: the cyborg girl Airi, and the half-dog girl Ayana. The two go to extremes with the power of science, which only gets Haruki involved in ecchi troubles. <br><br>\n(Source: ANN, MAL news) "
    },
    {
      "id": "tt2549176",
      "type": "series",
      "name": "Cardfight!! Vanguard Link Joker",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15611-gz8DLFwKLzpk.png",
      "behaviorHints": {
        "defaultVideoId": "tt2549176"
      },
      "description": "Genres: Action, Adventure\nTags:Card Battle/Male Protagonist/School Club/Ensemble Cast/Episodic/Aliens/Super Power\nA few months have passed since the VF Circuit, and Aichi is now in High School. However Aichi is in a different high school than most of his friends, a high school where the instructors focus on looking towards the future. One day Aichi admits he thinks Cardfight can be a future people can believe in, but in order to prove it Aichi must use his new deck, a deck in which Royal Paladins and Gold Paladins are combined as one force. Slowly but surely Aichi must gain friends through Cardfighting and help his new team win the newly formed high school cardfighting championships.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1909586",
      "type": "series",
      "name": "SKET DANCE: Imouto no Nayami ni Nayamu Ani ni Nayamu Imouto to Sono Nakama-tachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16395-eGchRJKnr6c9.png",
      "behaviorHints": {
        "defaultVideoId": "tt1909586"
      },
      "description": "Genres: Comedy\nTags:School/Shounen/Kuudere\nAn OVA of <i>SKET DANCE</i> bundled with the 29th volume of the manga, covering chapters 198, 199, and 200.<br>\n<br>\nThis is a conclusion of some of the events shown in the last episode of the anime series."
    },
    {
      "id": "kitsu:7353",
      "type": "series",
      "name": "Saki - Episode of Side A Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15989-RHAaDyzOL5mf.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7353"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Mahjong/Primarily Female Cast/Female Protagonist/School Club/School/Cute Girls Doing Cute Things/Yuri/Kuudere\nThe final 4 episodes of Saki: Achiga-hen - Episode of Side-A."
    },
    {
      "id": "kitsu:7899",
      "type": "series",
      "name": "Uta no☆Prince-sama♪ Maji LOVE 2000%: Shining Star Xmas",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/19251.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7899"
      },
      "description": "Genres: Comedy, Romance\nTags:Male Harem/Idol/Primarily Male Cast/School/Female Protagonist/Musical/Crossdressing\nUnaired episode included in the seventh Blu-ray and DVD volumes.<br>\n<br>\nHaruka is busy working at the agency so she can't help the idols with the preparations for the Christmas Party held by Shining Agency. A lot of memories and information are revealed while Starish is preparing for the party.\n"
    },
    {
      "id": "kitsu:7287",
      "type": "series",
      "name": "Puchimas!: Petit iDOLM@STER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15649-Ed1YptqquXTb.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7287"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Chibi/Surreal Comedy/Idol/Swimming/Cute Girls Doing Cute Things\nFrom the popular game \"THE IDOLM@STER\", comes a petit spinoff cute and soothing 4-koma! The setting is the same 765 Production from the games. One day, 765 Pro idols Ami and Mami bring in the mysterious Petit-dols \"Afuu\" and \"Yukipo\"!? More and more Petit-dols gather at the offices where everyone works. Leisurely enjoy their daily lives full of laughs and happenings."
    },
    {
      "id": "tt2603474",
      "type": "series",
      "name": "Ishida and Asakura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16317.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2603474"
      },
      "description": "Genres: Comedy\nTags:School/Seinen/Surreal Comedy/Slapstick/Boys' Love\nAnime adaptation of the surreal gag manga about two high school boys, Ishida and Asakura."
    },
    {
      "id": "tt0159172",
      "type": "series",
      "name": "Mobile Suit Gundam: The 08th MS Team - Battle in Three Dimensions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17717-REaqCXYVrL6N.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0159172"
      },
      "description": "Genres: Action, Mecha\nTags:Military/Real Robot\nA short special included with the Blu-ray box set."
    },
    {
      "id": "tt0994314",
      "type": "series",
      "name": "Code Geass: Oz the Reflection Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17277.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0994314"
      },
      "description": "Genres: Drama\nTags:Military/School\nPicture drama for <i>Code Geass: Soubou no Oz</i> about the events leading up to the creation of the Glinda knights.<br>\n<br>\n<i>Includes:<br>\n- Mask:0 - Glinda Kishidan Souritsu<br>\n- Bonus Track<br>\n- Cast Comments</i>"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16498-C6FPmWm59CyP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560140"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery\nTags:Survival/Kaiju/Military/Primarily Teen Cast/Post-Apocalyptic/Swordplay/Gore/Ensemble Cast/Male Protagonist/Cosmic Horror/Dystopian/Shounen/Coming of Age/Rural/Kuudere/CGI/Adoption\nSeveral hundred years ago, humans were nearly exterminated by titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of titans.<br><br>\r\nFlash forward to the present and the city has not seen a titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a colossal titan that appears out of thin air. As the smaller titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single titan and take revenge for all of mankind.<br><br>\r\n(Source: MangaHelpers) "
    },
    {
      "id": "tt2622982",
      "type": "series",
      "name": "The Devil is a Part-Timer!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15809-5Ddu3w7wq9F9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2622982"
      },
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Demons/Isekai/Work/Male Protagonist/Magic/Urban Fantasy/Anti-Hero/Parody/Tsundere/Primarily Adult Cast/Food/Mythology/Ensemble Cast/Heterosexual/Hikikomori\nDevil King Sadao is only one step away from conquering the world when he is beaten by Hero Emilia and forced to drift to the other world: modern-day Tokyo. As \"conquering the world\" are the only skills the Devil King possesses&mdash;and are obviously unnecessary in his new situation&mdash;he must work as a freeter to pay for his living expenses! "
    },
    {
      "id": "tt2703720",
      "type": "series",
      "name": "My Teen Romantic Comedy SNAFU",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx14813-BC8aanHK9fju.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2703720"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:School/School Club/Male Protagonist/Primarily Teen Cast/Anti-Hero/Philosophy/Denpa/Love Triangle/Heterosexual/Kuudere/Hikikomori/Satire/Meta/Tsundere/Bullying/Female Harem/Episodic/Chuunibyou/Tennis/Bisexual\nThis romantic comedy revolves around an antisocial high school student named Hikigaya Hachiman with a distorted view on life and no friends or girlfriend. When he sees his classmates talking excitedly about living their adolescent lives, he mutters: \"They're a bunch of liars.\" When he is asked about his future dreams, he responds: \"Not working.\" A teacher gets Hachiman to join the 'Volunteer Service' club, which happens to have the school's prettiest girl: Yukinoshita Yukino.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15583-Sxd2J4RJdRhj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:Female Harem/Male Protagonist/Super Power/Henshin/Heterosexual/Primarily Teen Cast/Primarily Female Cast/Ensemble Cast/Urban Fantasy/School/Slapstick/Isekai/Parody/Kuudere/Love Triangle/Tsundere/Swordplay/CGI/Nudity\nThirty years before a strange phenomena called a \"spacequake\" devastated the center of Eurasia, claiming the lives of at least 150 million people. Since then, smaller spacequakes plague the world on an irregular basis. Shidou Itsuka, a seemingly ordinary high schooler comes across a mysterious girl at the ground zero of a spacequake and learns from his sister Kotori she is one of the \"Spirits\" who are the real cause of the spacequakes that occur when they manifest themselves in the world. He also learns that Kotori is the captain of the airship Ratatoskr and recruits him to make use of his mysterious ability to seal the Spirits' powers and stop them from being a threat to mankind. However, there is a catch: to seal a Spirit, he must make her fall in love with him.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2622974",
      "type": "series",
      "name": "The \"Hentai\" Prince and the Stony Cat.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15225-Bmi8gyIc4JIb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2622974"
      },
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Surreal Comedy/Found Family/Gods/Male Protagonist/Primarily Teen Cast/Female Harem/School/Heterosexual/Tsundere/Meta/Kuudere/Crossdressing\nYouto Yokodera is always thinking about his carnal desires, but no one acknowledges him as a pervert. He learns about a cat statue that supposedly grants wishes. The boy goes to pray that he will be able to express his lustful thoughts whenever and wherever he wants. At the statue, Youto encounters Tsukiko Tsutsukakushi, a girl from his high school with her own wish—that she would not display her real intentions so readily.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1515996",
      "type": "series",
      "name": "A Certain Scientific Railgun S",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx16049-FbOhOsQAuisF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1515996"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Super Power/Female Protagonist/Urban Fantasy/Urban/Primarily Female Cast/Superhero/Shounen/Tsundere/School/Gore\nThe second season of <i>Toaru Kagaku no Railgun</i>.<br>\n<br>\nSomething sinister is going on in Academy City. The shadows are filled with whispers of an organization cloning super-powered students known as espers. High-ranking master of electricity, Mikoto Misaka, laughs off these stories until she comes face to face with a copy of herself. After learning that these clones - her sisters - are being systematically murdered in a series of experiments designed to turn a sadistic killer into the strongest esper in history, Misaka vows to save her copies and destroy the organization responsible for the project.<br>\n<br>\nAs Misaka prepares to face off against the organization’s power-hungry esper, she discovers that she wasn’t the only victim of the scientific forces conspiring within the city - and that’s something Misaka and the girls of Judgement simply won’t stand for.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt1751305",
      "type": "series",
      "name": "Oreimo 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13659-dKbA53HH9vwR.png",
      "behaviorHints": {
        "defaultVideoId": "tt1751305"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Tsundere/Otaku Culture/Primarily Teen Cast/Female Harem/Male Protagonist/Heterosexual/Idol/Kuudere\nThe second season of <i>Ore no Imouto ga Konna ni Kawaii Wake ga Nai</i>\n<br><br>\nKirino is back from her trip to America, but the fun doesn't stop here! In the second season of Oreimo, Kyousuke continues to give Kirino life consultations. This time, romance lurks on the horizon for both siblings..."
    },
    {
      "id": "tt2632044",
      "type": "series",
      "name": "Gargantia on the Verdurous Planet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16524-xox2OUR3L1at.png",
      "behaviorHints": {
        "defaultVideoId": "tt2632044"
      },
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Lost Civilization/Artificial Intelligence/Post-Apocalyptic/Male Protagonist/Ships/Real Robot/Environmental/Language Barrier/Military/Aliens/Super Robot/CGI/Pirates/Tanned Skin/Philosophy/Guns/Space/Heterosexual\nThe story begins in the distant future in the far reaches of the galaxy. The Human Galactic Alliance has been constantly fighting for its survival against a grotesque race of beings called \"Hidiaazu.\" During an intense battle, the young lieutenant Ledo and his humanoid mobile weapon Chamber are swallowed up into a distortion of time and space. Waking from his artificially induced hibernation, Ledo realizes that he has arrived on Earth, the planet on the lost frontier. On this planet that was completely flooded by the seas, people live in fleets of giant ships, salvaging relics from the seas' depths in order to survive. Ledo arrives on one of the fleets called Gargantia. With no knowledge of the planet's history or culture, he is forced to live alongside Amy, a 15-year-old girl who serves as a messenger aboard the Gargantia fleet. To Ledo, who has lived a life where he knows nothing but fighting, these days of peace continue to surprise him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2636546",
      "type": "series",
      "name": "Flowers of Evil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16201-CmzFug6RUp8B.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2636546"
      },
      "description": "Genres: Drama, Psychological, Romance\nTags:Denpa/Coming of Age/Male Protagonist/Rotoscoping/Seinen/School/Philosophy/Bullying/Outdoor/Love Triangle/Classic Literature/Hikikomori/Heterosexual/Nudity\nKasuga Takao is a boy who loves reading books, particularly Baudelaire's Les Fleurs du Mal. A girl at his school, Saeki Nanako, is his muse and his Venus, and he admires her from a distance. One day, he forgets his copy of Les Fleurs du Mal in the classroom and runs back alone to pick it up. In the classroom, he finds not only his book, but Saeki's gym uniform. On a mad impulse, he steals it.<br><br>\nNow everyone knows \"some pervert\" stole Saeki's uniform, and Kasuga is dying with shame and guilt. Furthermore, the weird, creepy, and friendless girl of the class, Nakamura, saw him take the uniform. Instead of revealing it was him, she recognizes his kindred deviant spirit and uses her knowledge to take control of his life. Will it be possible for Kasuga to get closer to Saeki, despite Nakamura's meddling and his dark secret? What exactly does Nakamura intend to do with him?<br><br>\n(Source: MangaHelpers)"
    },
    {
      "id": "tt2564106",
      "type": "series",
      "name": "Nyaruko-san: Another Crawling Chaos W",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15699-x4ifamV2eqrh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2564106"
      },
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Surreal Comedy/Parody/Male Protagonist/Aliens/Mythology/Primarily Female Cast/Monster Girl/Meta/Space/Female Harem/Heterosexual/Henshin/Tokusatsu/Love Triangle\nSecond season of Haiyore! Nyaruko-san."
    },
    {
      "id": "kitsu:7364",
      "type": "series",
      "name": "Karneval (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16035-TAbW2i7rtXVM.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7364"
      },
      "description": "Genres: Action, Fantasy, Mystery, Sci-Fi\nTags:Male Protagonist/Josei/Primarily Male Cast/Circus/Kemonomimi\nArmed with only an abandoned bracelet as a clue, Nai searches for a missing loved one. After a run-in with a pick-pocket named Gareki, the two find themselves snagged in a government set-up that leaves them both wanted criminals. Desperate and on the run, Nai and Gareki turn to the country’s most powerful defense organization—“Circus”—for help.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2632048",
      "type": "series",
      "name": "Valvrave the Liberator",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16668-ShG8DE2t0ryW.png",
      "behaviorHints": {
        "defaultVideoId": "tt2632048"
      },
      "description": "Genres: Action, Mecha\nTags:Space/War/Heterosexual/Primarily Teen Cast/Male Protagonist/Vampire/Elf/Real Robot/Super Robot/School/Hikikomori/Assassins/Anti-Hero\nTrue Calendar (T.C.) 71 - A new age where 70% of the human population lives in space thanks to the development of \"Dyson Sphere\", a city in space.<br><br>\nThe world is divided into two main powers: The Dorssia Military Pact Federation, a power which grew out of a military alliance, and the Atlantic Rim United States (ARUS), which grew in power as it expanded its trade agreements. The minor nation of JIOR has declared neutrality between these two forces and maintains its peace through economic prosperity.<br><br>\nWithin the JIOR's Sphere, Haruto Tokishima lived an ordinary life as a high school student in the division known as \"Module 77\"&mdash;until the Dorssian military begins their sudden invasion!<br><br>\nBut the whole world will be shaken when Haruto meets the mysterious humanoid weapon, Valvrave!<br><br>\n(Source: Aniplex USA)"
    },
    {
      "id": "tt2622978",
      "type": "series",
      "name": "Yuyushiki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15911-eS0Q6p7vBd0i.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2622978"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Surreal Comedy/Primarily Female Cast/Female Protagonist/School/Episodic/Iyashikei/LGBTQ+ Themes/School Club/Seinen/Educational\nEveryone knows you can learn a lot on the internet, and some of it is even true. But if you want to know what's REALLY going on and important, then there's just one place to go: the computer club!<br>\n<br>\nOkay, so maybe it's not the club itself, but the three girls you're most likely to find there. And maybe they do spend more time chatting about their social lives and debating things like the virtues of ketchup versus mayonnaise than they do learning about the ins and outs of a keyboard, but whatever they're up to, it's sure to put a smile on your face.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2698484",
      "type": "series",
      "name": "Devil Survivor 2: The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16512-6oMTjK0Vndto.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2698484"
      },
      "description": "Genres: Action, Supernatural\nTags:Demons/Male Protagonist/Mythology/Survival/Dystopian/Urban Fantasy/Military/Politics/Kuudere\nWhen the world is under attack by a monstrous and seemingly unstoppable enemy, the only way to fight back is with warriors who have already died! Sidestepping a gruesome fate in a subway crash during an earthquake, two young men and a girl find themselves recruited into the ranks of the Devil Summoners and given the ability to literally call up demons to battle against the mysterious Septenriones! Can Hibiki, Daichi and Io survive in a war where demons face demons under human command? Where a person's death can be seen in advance? Where every living being is just a game piece to be saved or expended? And where each clash comes with a clock counting down to Armageddon?<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2623042",
      "type": "series",
      "name": "Photo Kano",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16397-dSCC0RzWjWnk.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2623042"
      },
      "description": "Genres: Ecchi, Romance\nTags:School/Photography/Female Harem/Heterosexual/Kuudere/Tomboy\nKazuya, a mild-mannered high school sophomore coming to the end of a very average summer break, receives a digital single lens reflex camera as a gift. His nerdy fascination with its design soon turns to wonder when he realizes this little gadget could really give his social life a shot in the arm!<br><br>\n(Source: TBS)"
    },
    {
      "id": "tt2781830",
      "type": "series",
      "name": "AIURA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17082-aibgI1fdiFzS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2781830"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/School/Episodic/Primarily Female Cast/Female Protagonist/Iyashikei/Shounen/4-koma\nThe story centers around Amaya, Iwasawa, and Uehara&mdash;three \"annoying, spirited high school girls with zero motivation\"&mdash;and their classmates. Their daily life is \"what happens when there is nothing happening.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7182",
      "type": "series",
      "name": "Red Data Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14921-w925e6kTfEHW.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7182"
      },
      "description": "Genres: Drama, Romance, Supernatural\nTags:School/Mythology/Gods/Female Protagonist/Twins/Magic/Youkai/Urban Fantasy/Shrine Maiden/Archery/Rural\nShy 15-year-old Izumiko has a hard time making personal connections. Oddly, she can’t use computers or cell phones, either—they mysteriously crash when she touches them. When her childhood bully Miyuki shows up at the shrine where she was raised, their lives become involuntarily entwined. Izumiko learns she is the last vessel of a goddess—and Miyuki must serve as her dutiful guardian.<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: A modern fantasy based on Japanese Shinto legends.</i>"
    },
    {
      "id": "tt2623000",
      "type": "series",
      "name": "The Severing Crime Edge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16355-hZ0rDhXEbsDl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2623000"
      },
      "description": "Genres: Action, Fantasy, Romance\nTags:Seinen/Battle Royale/Kuudere/Assassins\nHaimura Kiri is a seemingly ordinary boy with one slight problem: he is obsessed with cutting other people's hair. One day he meets Mushiyanokouji Iwai, the \"Hair Queen\" who cannot cut her hair because of an inherited curse. Kiri finds out that his scissor, \"Dansai Bunri no Crime Edge\" is the only thing that can cut them. But little did he know that their meeting sparked the start of an old murder game to kill the \"Hair Queen\" using the cursed killing tools, the \"Killing Goods.\" Can Kiri protect Iwai from the Killing Goods Owners? Let the game begin!\n"
    },
    {
      "id": "tt2074011",
      "type": "series",
      "name": "Samurai Bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15377-PHthXBKOeheF.png",
      "behaviorHints": {
        "defaultVideoId": "tt2074011"
      },
      "description": "Genres: Action, Comedy, Ecchi, Romance\nTags:Samurai/Primarily Female Cast/Swordplay/Female Harem/Nudity/Henshin/Maids/Male Protagonist/School/Kuudere\nSecond season of Hyakka Ryoran: Samurai Girls. "
    },
    {
      "id": "tt2781848",
      "type": "series",
      "name": "Mushibugyo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17505-dfSZb4xZEOoQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt2781848"
      },
      "description": "Genres: Action, Ecchi, Fantasy\nTags:Shounen/Swordplay/Historical/Female Harem/Super Power/Demons\nThe action story is set in Edo-era Tokyo in the early 1700s. The eighth shogun Tokugawa Yoshimune ordered boxes to be installed so commoners can submit their thoughts. After hearing their voices, the shogun creates a new magistrate unit—Mushibugyou—to protect the people in the heart of the city. Each member is a specialist with unique fighting skills.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2362887",
      "type": "series",
      "name": "Uta no Prince Sama 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12711-L2zKL1kjYMio.png",
      "behaviorHints": {
        "defaultVideoId": "tt2362887"
      },
      "description": "Genres: Comedy, Music, Romance\nTags:Idol/Male Harem/Acting/Primarily Male Cast/Female Protagonist/School/Musical/Crossdressing\nEntering her Master's course, Nanami Haruka is facing an even more difficult time. And she isn't the only one. The main six members of Starish are assigned new seniors to watch over them! But the seniors aren't having the best attitudes about it. <br><br>\nWatch Uta no&#9734;Prince-sama&#9834; Maji Love 2000% and find yourself completely engaged in a whole new adventure mixed in with comedy and romance!"
    },
    {
      "id": "tt2250064",
      "type": "series",
      "name": "So, I Can't Play H?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14893.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2250064"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Nudity/Gods/Heterosexual\nWith their school's pool opening the next day, Iria schemes up the idea to hold a swimsuit contest. With Lisara, Mina, Quele, and Iria herself all participating in the event."
    },
    {
      "id": "tt2703706",
      "type": "series",
      "name": "Arata: The Legend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16518-ncwLS26659Tf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2703706"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Shounen/Isekai/Bullying/Athletics/Crossdressing\nEvery 30 years, a new princess is chosen from the Hime family to serve the Hayagami. The time has come again, but over these past years, records state not a single female has been born, save for one, the 15-year-old Arata. The only problem is, Arata is actually a male! Forced to disguise himself and take the place of the princess candidate until a formal one can be found, he attends the festival only to witness the current princess, Kokuri-hime, murdered, and his own life is forfeit as well, by the hands of the princess' personal guard, the 12 Shinshou. As he runs for his life, Kannagi of the 12 convinces everyone that Arata is the one who has murdered the princess instead, and now everyone in the Imperial Court is after his head!\n"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon BW: Adventures in Unova and Beyond",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17873-okffpXavyuVm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0168366"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Primarily Child Cast/Animals/Shounen\nAfter their encounter with Team Plasma, Satoshi, Iris and Dent start a new journey in the Decolore Islands."
    },
    {
      "id": "tt2189248",
      "type": "series",
      "name": "Inazuma Eleven Go: Galaxy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx18097-dAqYhaGafOqS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2189248"
      },
      "description": "Genres: Sports\nTags:Football/Super Power/Male Protagonist/Primarily Male Cast/Basketball/Boxing\nInazuma Eleven Go Galaxy introduces Football Frontier International Vision 2 (FFIV2) with Shinsei Inazuma Japan as the protagonist team. The team includes previous characters such as Matsukaze Tenma, Shindou Takuto, and Tsurugi Kyousuke, as well as other new characters, all who are known to be talented in fields such as boxing, mathematics, and rhythmic gymnastics, but poor at soccer. "
    },
    {
      "id": "tt2703708",
      "type": "series",
      "name": "Majestic Prince",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15863-QskWXArq9Gqh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2703708"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:School/Space/War/Aliens/CGI/Real Robot/Slapstick/Super Robot/Tokusatsu\nIn the latter half of 21st century, humans leave the Earth and begin to live in space. In order to adapt to the environment in space and deal with the hostile aliens in Jupiter, genetically engineered children called \"Princes\" are artificially raised and trained to be pilots of armed robots \"AHSMB (Advanced High Standard Multipurpose Battle Device). This is a story about one of the teenage \"Princes\", Hitachi O Izuru, who studies in an academic city Grandzehle.\n"
    },
    {
      "id": "kitsu:7282",
      "type": "series",
      "name": "NAKAIMO - My Little Sister Is Among Them!: Ani, Imouto, Koibito",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15609.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7282"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Incest/Heterosexual/Female Harem/School\nUnaired 13th episode of the TV series."
    },
    {
      "id": "tt2703716",
      "type": "series",
      "name": "Muromi-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16910-QL0eRd65nv4x.png",
      "behaviorHints": {
        "defaultVideoId": "tt2703716"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Mermaid/Slapstick/Monster Girl/Fishing/Surreal Comedy/Drugs\nOne day, Mukoujima Takurou, a boy in high school who loves fishing, catches a pig tailed mermaid called Muromi-san who speaks in the Hakata dialect. She comes to visit Takurou often, along with her fellow mermaids Sumida-san, Fuji-san, Levia-san, Hii-chan, and even some other fantastical creatures such as Yeti and Harpy!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2266660",
      "type": "series",
      "name": "Love, Election and Chocolate OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/18045.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2266660"
      },
      "description": "Genres: Drama, Romance\nTags:School/Food/School Club/Male Protagonist/Primarily Female Cast/Female Harem/Kuudere\nUnaired 13th episode released on the 7th DVD/BD."
    },
    {
      "id": "kitsu:7655",
      "type": "series",
      "name": "Cyclops Shoujo Saipuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17397.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7655"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:School/Incest/Female Protagonist/Episodic/Primarily Teen Cast\nWhen Fuuka hit her second year of middle school, puberty kicked in. Now she's really tall and has huge boobs. Due to her hairstyle, her classmates call her \"Saipu\", after the cyclops. Her affection for her older brother was cute when she was a little girl and said she wanted to marry him. Now it just freaks him out, since she's decided she's adult enough to follow through on her childish promises.\n"
    },
    {
      "id": "tt2560604",
      "type": "series",
      "name": "Tamako Market Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17879.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560604"
      },
      "description": "Genres: Comedy\nTags:Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Chibi/Kuudere\nEpisodes 1-3 focus on Dera welcoming ladies to his bar.<br>\r\nEpisodes 4-6 focus on Choi-chan."
    },
    {
      "id": "tt0983962",
      "type": "series",
      "name": "Hayate the Combat Butler: Cuties",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16982-ZCoj55IoGd6Q.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0983962"
      },
      "description": "Genres: Comedy, Romance\nTags:Female Harem/Parody/Shounen/Idol/Maids/Butler/Animals/CGI/Otaku Culture/Swimming/Food/Tomboy/Kuudere\nIt's never easy to be a gentleman's gentleman, but working for a girl who's not only not a gentleman but also a lightning rod for trouble (and not always particularly ladylike either) is a job that few butlers could handle. For Hayate Ayasaki, however, fighting off teenage heiress Nagi Sanzenin's would-be kidnappers is as much a part of butlering as serving the tea. Nor is that the only dangerous activity that Hayate's bound to be asked to perform during the course of the average day. Need to nurse everyone through an illness? Then that's part of Hayate's job description. Got an embarrassing video that has to be retrieved before it hits the internet or need help returning stolen money? Hayate's your manservant! However, as competent as Hayate may seem, there's one thing he's not particularly good at: noticing when pretty girls are attracted to him. Which is probably a good thing, as otherwise the silverware might never get polished!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2595474",
      "type": "series",
      "name": "Yama no Susume: Kabette Kowakunai no?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx17341-bhIn7JZDrtQD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595474"
      },
      "description": "Genres: Adventure, Comedy, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Iyashikei/Cute Girls Doing Cute Things/Educational/Surreal Comedy/School\nAoi Yukimura and her friends decide to take on a new challenge: indoor rock climbing! However, the sight of the wall flusters Aoi, who frets over its height and complexity. Fortunately, Kaede Saitou is there to explain the rules of indoor climbing, inspiring the girls to give it a try themselves. Though the wall may seem intimidating and insurmountable, Aoi finds that with a little help from her friends, she may be able to overcome this challenge.<br>\n<br>\n(Source: MAL Rewrite)\n"
    },
    {
      "id": "kitsu:7734",
      "type": "series",
      "name": "Miyakawa-ke no Kuufuku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17637-qgT06ZkpXpNK.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7734"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/School/Family Life/Bullying/Cute Girls Doing Cute Things/Primarily Female Cast/Food\nA spin-off of Lucky Star. Centers around big sister Hinata Miyakawa and little sister Hikage Miyakawa's impoverished daily life at home (due to Hinata's wasteful habits) and Hikage's life at elementary school."
    },
    {
      "id": "kitsu:7391",
      "type": "series",
      "name": "You're Being Summoned, Azazel Z",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16241.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7391"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Demons/Gore/Surreal Comedy/Mermaid\nThe second season of Yondemasu yo, Azazel-san."
    },
    {
      "id": "tt3037954",
      "type": "series",
      "name": "Leviathan: The Last Defense",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17681.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3037954"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Dragons/Female Protagonist/Primarily Female Cast/Henshin/Magic/CGI/Super Robot\nThe story is set in Aquafall, a fantasy world abound with water and greenery, and populated by dragons and fairies. Meteorites suddenly bring forth evil creatures that threaten all living things on the planet. The fairy Syrup assembles the Aquafall Defense Force, with three girls of the dragon clans as recruits. The story follows Syrup and the dragon girls Leviathan, Bahamut, and Jörmungandr as they work together to battle enemies and grow up.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7428",
      "type": "series",
      "name": "Angel's Drop",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16436.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7428"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Surreal Comedy/Female Protagonist/Primarily Female Cast/Watersports/Angels/Yuri/School\nBotan Ichige has just enrolled in St. Asmaria All-Girl's School where angels are said to live. It turns out that angels do indeed live there, and after an accident, an angel named Un offers Botan her halo as a snack. After eating it, Botan discovers it had some bizarre side-effects, causing her to regularly \"give birth\" to colorful mushrooms. Is this the life of an angel!?\n"
    },
    {
      "id": "kitsu:7732",
      "type": "series",
      "name": "Senyuu. Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17391.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7732"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Parody/Surreal Comedy/Meta/Shounen/Primarily Male Cast\nUnaired episodes of Senyuu. released with BD/DVD volumes.<br><br>\n1. Yuusha, Nagurareru. / Nise Panda no Seitai (Vol.1)<br>\n2. Shitsujichou no Tabi Sono 1 (Vol.2)<br>\n3. Shitsujichou no Tabi Sono 2 (Vol. 3)<br>\n4. Gakuen Senyuu.: Seishun Monogatari (Vol. 4)"
    },
    {
      "id": "kitsu:7818",
      "type": "series",
      "name": "Senran Kagura Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17345.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7818"
      },
      "description": "Genres: Action, Ecchi\nTags:Kuudere\nSpecial, unaired, episodes released with the Senran Kagura BD/DVDs."
    },
    {
      "id": "kitsu:7252",
      "type": "series",
      "name": "Arcana Famiglia: Capriccio - stile Arcana Famiglia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15411.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7252"
      },
      "description": "Genres: Romance\nTags:\nAn unaired episode of Arcana Famiglia. "
    },
    {
      "id": "kitsu:7717",
      "type": "series",
      "name": "Koitabi: True Tours Nanto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17635.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7717"
      },
      "description": "Genres: Romance\nTags:Educational/Anthology/Episodic\nThe short tells three love stories set in Nanto. "
    },
    {
      "id": "kitsu:7778",
      "type": "series",
      "name": "Yuyushiki: Nyanyashiki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx19029-nJMtbaEvDzy2.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7778"
      },
      "description": "Genres: Comedy\nTags:Nekomimi/Cute Girls Doing Cute Things/Full CGI/Chibi/School\nSpecials bundled with the BD/DVD volumes."
    },
    {
      "id": "kitsu:7618",
      "type": "series",
      "name": "Pretty Rhythm: Rainbow Live",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17249-FIqUTQWXkBWf.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7618"
      },
      "description": "Genres: Drama, Music, Sports\nTags:Female Protagonist/Idol/Ice Skating/Musical/Cute Girls Doing Cute Things/Primarily Female Cast/Fashion/Coming of Age/CGI/Cars/School/Aliens/Kids\nNaru Ayase is an 8th grader who can see the colors of music when she listens to it. For Naru, who is extremely good at decorating, becoming the owner of a shop like Dear Crown was her dream. One day, she finds out that the manager of a newly-opened shop is recruiting middle school girls who can do Prism Dance, and immediately applies. Naru begins to Prism Dance at the audition, and an aura she's never experienced spreads out in front of her. At that moment, a mysterious girl named Rinne asks her if she can see \"rainbow music\".<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7626",
      "type": "series",
      "name": "Hetalia: The Beautiful World OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17273.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7626"
      },
      "description": "Genres: Comedy\nTags:Historical/Parody/Chibi/Cute Boys Doing Cute Things\nThe long-awaited Buon San Valentino episodes, in which Germany gets hilariously… confused about his relationship with Italy (let’s just say there’s a tomato-shaped ring involved…)<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "kitsu:7412",
      "type": "series",
      "name": "Vanquished Queens",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16363.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7412"
      },
      "description": "Genres: Action, Adventure, Ecchi, Fantasy\nTags:Nudity/Slavery/Female Protagonist/Demons/Bondage/Torture/Large Breasts/Primarily Female Cast/Maids/Shrine Maiden/Elf\nThe Vanquished Queens OVAs will depicts what happened to various characters who did not make an appearance in the Queen's Blade: Rebellion and what happened to them after the second season."
    },
    {
      "id": "kitsu:7651",
      "type": "series",
      "name": "Ketsuekigata-kun!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b17731-V3oZtJnbmWjl.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:7651"
      },
      "description": "Genres: Comedy\nTags:Episodic/Ensemble Cast/Chibi/Male Protagonist/Primarily Male Cast\nThe anime adapted from the manga remake version of the Korean webtoon \"A Simple Thinking about Bloodtypes\" involving the faceless and nameless characters of four different blood types to discuss about popular anthropomorphized blood types (the stereotypes about the blood types) in Japan and Korea.\n<br><br>\n(Source: Anime News Network)"
    }
  ]
}