{
  "metas": [
    {
      "id": "tt0444745",
      "type": "series",
      "name": "Princess Tutu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx721-yuQXUgrLoQ96.jpg",
      "description": "Genres: Drama, Fantasy, Mahou Shoujo, Mystery, Psychological, Romance\nTags:Fairy Tale/Dancing/Henshin/Female Protagonist/Magic/Love Triangle/Anthropomorphism/Animals/Tsundere/Episodic/Foreign/Heterosexual/School\nIn a fairy tale come to life, the clumsy, sweet, and gentle Ahiru (Japanese for 'duck') seems like an unlikely protagonist. In reality, Ahiru is just as magical as the talking cats and crocodiles that inhabit her town - for Ahiru really is a duck! Transformed by the mysterious Drosselmeyer into a human girl, Ahiru soon learns the reason for her existence. Using her magical egg-shaped pendant, Ahiru can transform into Princess Tutu - a beautiful and talented ballet dancer whose dances relieve people of the turmoil in their hearts. With her newfound ability, Ahiru accepts the challenge of collecting the lost shards of her prince's heart, for long ago he had shattered it in order to seal an evil raven away for all eternity.<br><br>\nPrincess Tutu is a tale of heroes and their struggle against fate. Their beliefs, their feelings, and ultimately their actions will determine whether this fairy tale can reach its \"happily ever after.\"<br>\n<br>\n<i>Princess Tutu aired in two parts. The first part included 13 25-minute-long episodes, while the second part consisted of 24 12-minute-long episodes with a 25-minute-long final episode for a total of 38 episodes.</i>"
    },
    {
      "id": "tt0402716",
      "type": "series",
      "name": "Witch Hunter ROBIN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx7-6uh1fPvbgS9t.png",
      "description": "Genres: Action, Drama, Mystery, Supernatural\nTags:Female Protagonist/Police/Magic/Urban Fantasy/Noir/Witch/Primarily Adult Cast/Kuudere\nRobin Sena is a powerful craft user drafted into the STNJ - a group of specialized hunters that fight deadly beings known as Witches. Though her fire power is great, she’s got a lot to learn about her powers and working with her cool and aloof partner, Amon. But the truth about the Witches and herself will leave Robin on an entirely new path that she never expected!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0373605",
      "type": "series",
      "name": "She, The Ultimate Weapon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx529-oJs7fcvpnhyN.png",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:War/School/Heterosexual/Seinen/Military/Male Protagonist/Guns\nShuuji and Chise are third year students at a high school in Hokkaido. The shy Chise is finally confessing to Shuuji, and finally the two of them are starting to exchange diary awkwardly. One day, Shuuji tries to escape from a sudden enemy air raid on Sapporo. While desperately escaping from the air raid, Shuuji sees a scene that he could not forget for his life. He sees Chise, with a huge weapon looking as if it was part of her hand, shooting the enemy fighters down one by one. Apparently, Chise is the ultimate weapon with destructive power which is important for the war. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0929753",
      "type": "series",
      "name": "Step Up Love Story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/382.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Heterosexual/Male Protagonist/Female Protagonist/Marriage/Primarily Adult Cast/Nudity/Work/Religion/Family Life/Tsundere\nMakoto and Yura Onoda are happy newlyweds but neither of them has sexual experience before. Desperately willing to improve their sex life, they look for help from their relatives, friends and \"the media.\" While their sexual knowledge is increasing, embarrassing moments are not uncommon for the innocent couple.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0852880",
      "type": "series",
      "name": "Samurai Deeper Kyo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/419.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Historical/Samurai/Shounen\nIn the year 1600, during the battle of Sekigahara, warriors Kyoshiro Mibu and \"Demon Eyes\" Kyo - the legendary slayer of a thousand men - engaged in fierce combat. Both men disappeared when a meteor crashed in the battlegrounds. Four years later, Kyoshiro is spotted on a rural highway, acting as a traveling medicine salesman. He is captured by the female bounty hunter Yuya Shiina when she discovers that deep inside him is the dormant personality of \"Demon Eyes\" Kyo himself.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0361140",
      "type": "series",
      "name": ".hack//Liminality",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/299.jpg",
      "description": "Genres: Mystery, Sci-Fi\nTags:Video Games/Isekai/Virtual World\nWhile playing the newly released MMORPG &lsquo;The World&rsquo;, Minase Mai and Tomonari Kasumi collapsed in the real world and were sent to the hospital after hearing a mysterious sound. Only Mai had recovered while her friend Kasumi had slipped into a mysterious coma. Mai is later approached by the creator of &lsquo;The World&rsquo;, Tokuoka Junichiro, who unveils to her that, just like her friend, six other players across the country had also collapsed while playing &lsquo;The World&rsquo; and are now in mysterious comas. What exactly is &lsquo;The World&rsquo;, what is this mysterious sound Mai keeps on hearing, and why are people slipping into comas from this game? Minase, Junichiro and their acquaintances set off to get to the bottom of this problem before any further harm happens.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt2340966",
      "type": "series",
      "name": "Nurse Witch Komugi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/615.jpg",
      "description": "Genres: Comedy, Mahou Shoujo, Sci-Fi\nTags:Magic/Parody/Female Protagonist/Medicine/Surreal Comedy/Otaku Culture/Idol/Henshin/Meta/Nudity/Primarily Child Cast\nUngrar, the King of Viruses, has escaped from his prison cell in Vaccine World. Maya, the Goddess of Vaccine World sends Mugimaru down to Earth to find a human to accept the powers of Vaccine World and become the Magical Nurse. He finds the best (and the only willing) person for the job when he meets Komugi Nakahara. Komugi is a playful, lazy, and easily distracted (typical) teenager whose dream is to become a cosplay idol. Balancing her career with the Kiri-Pro Promotion Company and her new job battling Ungrar's loyal henchman, the Magical Maid Koyori, Komugi delights audiences in this parody anime series. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0378730",
      "type": "series",
      "name": "Yukikaze",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1080-f56ixGzYinVs.png",
      "description": "Genres: Action, Drama, Psychological, Sci-Fi\nTags:Aviation/Military/Aliens/Artificial Intelligence/War/Male Protagonist/Space/CGI\nThis full 3DCG digital animation has story takes place in the far future after a pillar of huge fog appeared suddenly in the South Pole. This pillar, known as Jam, is actually a passage for an earth invasion.<br><br>\nIn order to oppose the threat, the United Nations established an earth defense mechanism. Fukai Zero is a hero registered to the main force of earth defense and the special 5th flight squadron. His reconnaissance plane, Yukikaze (windblown snow) is the best tactical reconnaissance plane. His job is to collect battle information return safely to the base with the information. But one day when he about to finish his duty, an unidentified machine attacked him...<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt3427954",
      "type": "series",
      "name": "Pokémon: Camp Pikachu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4795.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Animals\nPikachu and some of the other Pokémon camp out in the woods and help the Pichu brothers get on the train."
    },
    {
      "id": "tt0341202",
      "type": "series",
      "name": "Anime Tenchou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3080.jpg",
      "description": "Genres: Action\nTags:Parody/Advertisement/Otaku Culture/Urban/Henshin/Work\nThis is the Animation Store Manager!!<br><br>\r\nAnime Tenchou is a CM character for Animate, one of Japan's biggest retailer of anime, games, and manga. The character series was created by Shimamoto Kazuhiko for publicity purposes. Later adapted into a manga, a weekly radio drama and this OVA animated by GAINAX and directed by Anno Hideaki.<br><br>\r\nAnizawa Meito is the blazing store manager. He is a fireball who loves animation merchandise at heart. He takes over the dying wish of the former store manager, though still alive, who was attacked by the rival store and becomes a “store manager” of newly opened animation goods specialty store, Animate. The scarlet, “store manager visor” is his trademark.<br><br>\r\n(Source: AniDB)"
    },
    {
      "id": "tt0443717",
      "type": "series",
      "name": "UFO Ultramaiden Valkyrie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1127.jpg",
      "description": "Genres: Comedy, Ecchi, Sci-Fi\nTags:Magic/Henshin/Male Protagonist/Aliens/Nudity/Nekomimi/Maids/Work/Chibi/School/Kuudere\nUFO Princess Warukyure, aka UFO Princess Walkyrie is about a princess from outer space who accidentally crashes on earth, where Kazuto desperately tries to maintain the public bath of his grandfather. Due to circumstances, Kazuto receives part of princess Walkyrie's soul which forces her to stay there with him. But that's not the only problem ... because her soul lost strength, the princess transforms both mentally and physically into a little kid!<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0960287",
      "type": "series",
      "name": "Dragon Drive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/296.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:School/Card Battle/Dragons/Battle Royale/Shounen\nOozora Reiji isn't a lazy boy, he's just terribly unmotivated; all the clubs and activities he's joined don't interest him for long. That is, of course, until his best friend Yukino takes him to a underground arcade where an unbelievable virtual reality game is played - Dragon Drive - in which players fight each other with virtual dragons. Reiji ends up throwing all he's got into training a dragon so rare that the Dragon Drive staff are baffled. But soon Reiji learns that Dragon Drive isn't all it seems, and he might be the only one who can save an entire world from evil.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin the 3rd Episode 0: The First Contact",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1418-rbvZTYqbFx2F.jpg",
      "description": "Genres: Adventure, Comedy, Mystery\nTags:Fugitive/Male Protagonist/Primarily Adult Cast/Crime/Police/Primarily Male Cast/Mafia/Shounen/Guns/Samurai/Swordplay/Foreign\nFirst Contact tells the story of the origins of the Lupin gang. In this blast from the past, Lupin is after American mafia boss Galvez's single most precious treasure: a treasure within a treasure. Jigen is Galvez's hired gun who fails to kill cat-burglar Lupin in his first attempt on the treasure and seeks revenge. Fujiko is the girlfriend of Lupin's rival, Brad. Zenigata travels from Japan to America to find and arrest Fujiko. Goemon seeks the almighty sword that cuts steel, Zantetsuken. This sword is mysteriously connected to the treasure in Galvez's vault.... After a series of twists and turns, these complete strangers become acquainted in their \"First Contact,\" an epic adventure together!\n<br><br>\n(Source: Discotek Media)"
    },
    {
      "id": "tt0421391",
      "type": "series",
      "name": "Demon Lord Dante",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1628-KeT91CSV2RCm.jpg",
      "description": "Genres: Action, Horror, Supernatural\nTags:Demons/Urban Fantasy/Shounen/Mythology/Henshin/Nudity/Gore/Male Protagonist\nWhile sleeping one night, Ryo Utsugi had a nightmare of monsters attacking him. One day he learns a mysterious power to let him hear voices and have visions of girls getting killed, but one night he hears the same voice.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1874570",
      "type": "series",
      "name": "Haré+Guu Deluxe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/254.jpg",
      "description": "Genres: Comedy\nTags:Surreal Comedy/Age Regression/Shounen/Meta/Parody/Adoption/Family Life\nAfter the events in the city, Har&eacute; and family come back to the Jungle. But it is never calm for Har&eacute; as he first must deal with an unstable substitute teacher, then with some big news: Weda is pregnant. The answer to how and who will change his family forever. Poor Har&eacute;, now has to deal with a father in addition to his drunk mother and Guu, and soon a sibling too.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0312081",
      "type": "series",
      "name": "Tsui no Sora",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5569.jpg",
      "description": "Genres: Hentai\nTags:Philosophy/Denpa/Bullying/Cult/Conspiracy/School/Suicide/Anti-Hero/Coming of Age/Religion/Rape/LGBTQ+ Themes/Twins/Yuri/Classic Literature\nBased on the game by KeroQ."
    },
    {
      "id": "tt0433669",
      "type": "series",
      "name": "Ground Defense Force Mao-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/980.jpg",
      "description": "Genres: Comedy, Mahou Shoujo, Sci-Fi\nTags:Kids/Military/Primarily Child Cast/Primarily Female Cast/Aliens/Parody/Henshin/Episodic/Cute Girls Doing Cute Things/Magic/Yuri\nMao Onigawara is a happy 8-year-old grade-schooler and the granddaughter of Chief of Staff of Ground Defense Force. Equipped with her cloverleaf-shaped badge which enables her to transform (but gives her no special power whatsoever), Mao and her best friends (granddaughters of Chief of Staff of Air and Marine Defense Force, respectively) will defend Japan against the invasion from \"cute aliens,\" who are way too cute to be dealt with regular armed forces.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1071154",
      "type": "series",
      "name": "Shrine of the Morning Mist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx231-UJnVQhD8oKAW.png",
      "description": "Genres: Action, Comedy, Drama, Fantasy\nTags:Magic/Primarily Female Cast/Shrine Maiden/Heterosexual/School/Seinen\nSince childhood, Tadahiro Amatsu has two different-colored eyes - one brown and one light hazel. But because of a dark secret behind his left eye, he's become a target for the masked sorcerer Ayatara Miramune and his band of demons. To combat the demons appearing all over town, Yuzu Hieda, a priestess in training, recruits four other girls from her high school. Under the supervision of Yuzu's elder sister Kurako, the five young priestesses must undergo months of training to master their abilities.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0872175",
      "type": "series",
      "name": "G-on Riders",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1623-7KeHUChcwkiv.png",
      "description": "Genres: Comedy, Drama, Ecchi, Sci-Fi\nTags:Parody/Magic/Female Harem/School/Aliens\nAt Saint Hoshikawa School there is a secret group called the G-On Riders. Students with superior strength and ability are chosen to be in the group, which was formed to fight against alien attacks on the earth. However, many of the problems that the members face are ones amongst themselves, and the same is true for the invaders. And another student at the school, Ichiro, tries desperately to confess his love to Yuki, one of the Riders. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7120646",
      "type": "series",
      "name": "Tokimeki Fushigi Diary★Ultra Maniac",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/179.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Magic/School/Female Protagonist/Tennis/Shoujo/Heterosexual/Kuudere\nAyu is one of the coolest students at her school. She is smart, studious, sporty and has just the right amount of untouchable quality to make her everyone's friend. Her male counterpart is Kaji: warm, happy, friendly and a member of the baseball club. No wonder Ayu's has a crush on him!\n.<br><br>\nOne day, Ayu sees a new student, Nina, crying; looking for something. After Ayu helps her, Nina decides to show her gratitude with magic. Nina turns out to be a student from the Magic Kingdom and is currently studying aboard at Ayu's school, of all places...<br><br>\n(Source: AniDB)\n<br><br>\n<i>Note: This short story was produced for the Ribon Event in 2002 and features the same happenings that are shown in the manga's first chapter and the later TV anime's episode three. Later bundled on a VHS together with the November 2002 issue of the Ribon magazine, released on October 3, 2002.</i>"
    },
    {
      "id": "tt2032128",
      "type": "series",
      "name": "School of Bondage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2943.jpg",
      "description": "Genres: Hentai\nTags:School/Bondage/Sex Toys\nKeisuke Shimizu, upset over the problems in his household, becomes a delinquent and sees women as only sexual tools. His class representative, Orie Yuki, wants to change his beliefs. To show him the power of true love, Orie agrees to be his sex slave for three months. Orie has no idea what her decision will have on her future, especially since Keisuke's attention is away from his former lover.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0353685",
      "type": "series",
      "name": "Macross XX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5051.jpg",
      "description": "Genres: Action, Mecha\nTags:Full CGI/Aviation/Space Opera\nA showcase of Macross variable fighters in action, from the VF-1 Valkyrie to the YF-19 and YF-21 - as animated in 3D by Gonzo."
    },
    {
      "id": "tt0482855",
      "type": "series",
      "name": "Blood Royale",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1386.jpg",
      "description": "Genres: Hentai\nTags:Pirates/Scat/Bondage/Ships/Masturbation/Fellatio/Tentacles/Rape/Sadism/Facial/Watersports/Sex Toys/Masochism/Cunnilingus/Scissoring/Threesome/Heterosexual\nA perverted pirate sails the seven seas, armed with a torture chamber and his depraved imagination. Nothing is off limits in this bizarre excursion into a world of erotic peril. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0337547",
      "type": "series",
      "name": "Words Worth Gaiden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2185-H2fxxLidM0Nc.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Hentai\nTags:Fugitive/Nudity/Tanned Skin/Bisexual\nBased on the erotic game by Elf.<br>\n<br>\nThe skill of sword-fighting is known to two tribes, the Tribes of Light (which consists of humans living on the world&rsquo;s surface) and Shadow (mostly part humans, part animals or monsters living in an underground city, who also seem to age at half the normal speed of the Light tribe). The two tribes lived in peace and harmony, their domains separated by the &ldquo;Words Worth&rdquo; tablet&mdash;a huge monolith slab erected by a guardian spirit. Although the tablet has writing on it, neither Tribe can read the text. One day, Words Worth was mysteriously destroyed by an unknown entity; its component parts scattered among the domain of the Tribes of Shadow.<br>\n<br>\nThe two Tribes blamed each other for the tablet&rsquo;s destruction, and started a war that has been on-going for 100 years.<br>\n<br>\nAstral, prince of the Tribe of Shadow, desires to become a Swordsman of Shadow but his father, King Wortoshika, forbids him to do so. He is engaged to Sharon, a beautiful swordswoman who generally like Astral but wishes he was stronger.<br>\n<br>\n(Source: Urhentai)"
    },
    {
      "id": "tt0419343",
      "type": "series",
      "name": "Karen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3560.jpg",
      "description": "Genres: Hentai\nTags:\nDuring the school soccer game, the cheering squad rebels against its captain, Ryo, and threatens to quit. To keep her squad together, Ryo accepts a challenge from her squad members. The first challenge is to keep cheering perfectly while having a sex toy inside her the whole time. <br><br>\nHowever, the challenges keep getting worse. Ryo is sexually assaulted by the cheerleading squad. She is forced to agree to group sex with the rugby team. Will Ryo be able to complete the challenges? Will she be able to keep the team together, and remain the captain? "
    },
    {
      "id": "tt1230052",
      "type": "series",
      "name": "Sibling Secret: She's the Twisted Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1770.jpg",
      "description": "Genres: Hentai\nTags:Anal Sex/Watersports\nThe Hungry Bear is a restaurant where carnal appetites are satisfied to order. The waitress, Mika, has just uncovered the secret life of her late sister, a woman who would perform any sexual act, no matter how bizarre! But the secret's all in the sauce, and Mika vows to service her clientele's insatiable appetite for the exotic!"
    },
    {
      "id": "tt3065052",
      "type": "series",
      "name": "Tsuki Kagerou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4606.jpg",
      "description": "Genres: Hentai\nTags:Yuri\nBased on the game by Studio Miris.\n<br><br>\nTaishō era. The interval between Meiji and Shōwa. A season where yellow and red petals swoop down from the trees. A young man comes down from the Imperial city, clinging to a large trunk, faintly smiling at the sight of the streets, a suitable young man indeed. Just as told by his father, he reached to this town to help for an autumn festival. Walking down the streets brings a surge of nostalgia. Encounter with a girl. Two girls. As days drift by, the young man soon links with one of the girls. Not a love by chance. It was a fated love. Was it the reason this young man was made to come to this town?\n<br><br>\n(Source: VNDB)"
    },
    {
      "id": "tt14279540",
      "type": "series",
      "name": "Septem Charm Magical Kanan: SP Dokidoki♥Summer Camp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4489.jpg",
      "description": "Genres: Hentai\nTags:\nBased on the erotic game by Terios.<br>\n<br>\nChihaya &amp; friends come to the beach for summer camp. There they meet their classmate Nami Minami. She likes Natsuki, but doesn't have the courage to talk to him. As the darkness inside Nami grows, she finds an old mansion where the \"Netherworld Tree\" awaits her. It was the start of the incident that would rock the boat?<br>\n<br>\n(Source: AnimeDB)"
    },
    {
      "id": "tt1425020",
      "type": "series",
      "name": "Dousou Kai again",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2007.jpg",
      "description": "Genres: Hentai\nTags:\nThe members of the tennis club at Sakura Junior High School. Have a class reunion on New Years Eve. They're all twenty, and Mizuho is happy to get to see Tatsuya again, her secret love. At the reunion, they plan to stay at Mizuho's mother's lodge in the hot spring resort for a ski trip. Unfortunately, however, Mizuho's mother's become ill. She doesn't know whether she should care for her mother or finally give her self to Tatsuya.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0292765",
      "type": "series",
      "name": "Gakuen Maria: Bakunyuu Teachers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6622.jpg",
      "description": "Genres: Hentai\nTags:\nBased on the manga by Aura Seiji<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0380120",
      "type": "series",
      "name": "King of Pleasure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4488.jpg",
      "description": "Genres: Hentai\nTags:\nNo friends, daily beatings by bullies &amp; even his parents have given up on Ryouichi. However, his life changes one day when a new girl transfers to his class. Chihiro is an old childhood friend, and she remembers Ryouichi. She is unaware that he has suffered brain damage from an injury he sustained while they were playing together as children. Riddled with guilt, she offers to do anything for him. Taking advantage of the situation, Ryouichi demands sex from her. Her conscience does not allow Chihiro to back out, and she agrees. Ryouichi quickly learns that he is infallible in bed, and vows to make every woman who has wronged him his sexual slave! (Source: hkdvdstore.net)"
    },
    {
      "id": "tt0346414",
      "type": "series",
      "name": "Cheeky Angel DVD Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14367.jpg",
      "description": "Genres: \nTags:Shounen\nShort DVD extras that feature Megu in various costumes and poses."
    },
    {
      "id": "tt0389633",
      "type": "series",
      "name": "Ginga Tetsudou 999 (2002)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b121051-UV2SlglSyfO9.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:\nA remake work produced by Toei Animation and Content Japan in Adobe Flash (FLASH) and released for a fee on the Internet."
    },
    {
      "id": "tt27644193",
      "type": "series",
      "name": "Fortune Dogs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3355.jpg",
      "description": "Genres: Adventure\nTags:\nA French Bulldog is adopted from the Happy Kennel by a girl named Ai and is given the name Alex. She tells him stories and reads to him from a book titled The Adventures of Freddy about dog who leaves home to find the Fortune Tree.<br><br>\nHowever, he is separated from Ai when he mistakenly follows a girl wearing the same clothes as Ai on a bus. Adopting the name Freddy, after the hero in Ai's storybook, Alex begins his quest to return to Ai. But before he can return to his owner, Freddy and his new friends must find the Fortune Tree and save it from dying, otherwise all the humans in the world will lose their good will and no longer care about their pets.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1197596",
      "type": "series",
      "name": "Rasen Kairou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5610-slUaPZDp0k5Z.jpg",
      "description": "Genres: Hentai\nTags:Bondage/Rape\nBased on the erotic game by rúf.<br>\n<br>\nSaeki is an assistant professor at the university, who happened to find a unique site while surfing the net. The site displays abducted woman who have been enslaved for the purpose of fulfilling the desires of EDEN's visitors. The woman are used as tools of pleasure, they are humiliated and abused in all manor imaginable. Has Saeki gotten himself in too deep and how will he fair when EDEN's newest victim is a familiar student from his university. Will he find himself unable to turn away from the darkness that is EDEN?"
    },
    {
      "id": "tt0339953",
      "type": "series",
      "name": "Itoshi no Kotodama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5590.jpg",
      "description": "Genres: Hentai\nTags:\nKoga Shigemaro, a young man that have an extraordinary gift. He can see and talk to spirits. Most of those spirits are deceased people with regrets and because of that, they can't move on to the \"after life\". From the help of his grandfather, (who works as an exorcist in a shrine), and hard work, he helps them to fulfill their last desire. And after he is done helping them, he has sex with them.<br><br>\n(Source: bakabt)"
    },
    {
      "id": "kitsu:9687",
      "type": "series",
      "name": "Umigame to Shounen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20225.jpg",
      "description": "Genres: Drama\nTags:War/Historical\nThe first film in Shin-Ei's series of annual WWII themed anime television movies for children \"Sensou Douwa\" (war story).<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt19855768",
      "type": "series",
      "name": "Ki Fighter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10237.jpg",
      "description": "Genres: Adventure\nTags:Kids\nThe Grand Evil was sealed in a cave behind an energized shield. But now, thousand years have passed and he is about to regain his former power to break away free from the shield. In order to prevent this disaster, the Elders of Fantasia have to take measure to keep the radioactive power in the shield. They send out nymph warriors to find and fetch Ki-fighter cocoons hidden somewhere in the word. <br><br>\nDuring the mission, the nymphs come across with TaeRang, the Ki-Fighter, our heroic kid. He turns out to be the one who has a power to defeat of the Grand Evil, TaeRang sets on his way to find other weak creatures and their villages that are endangered by the unjust evil power. TeaRang is the one wise and brave kid to set it all to justice.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0409591",
      "type": "series",
      "name": "Naruto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20-YJvLbgJQPCoI.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Supernatural\nTags:Ninja/Shounen/Coming of Age/Male Protagonist/Found Family/Super Power/Cultivation/Martial Arts/Anachronism/Heterosexual/Femboy/Primarily Child Cast/Orphan/Ensemble Cast/Bullying/Travel/Demons/Gender Bending/Slapstick/School/Assassins/Nudity\nNaruto Uzumaki, a hyperactive and knuckle-headed ninja, lives in Konohagakure, the Hidden Leaf village. Moments prior to his birth, a huge demon known as the Kyuubi, the Nine-tailed Fox, attacked Konohagakure and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the 4th Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto. <br><br>\nShunned because of the presence of the Kyuubi inside him, Naruto struggles to find his place in the village. He strives to become the Hokage of Konohagakure, and he meets many friends and foes along the way. <br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt0380113",
      "type": "series",
      "name": "Haibane Renmei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx387-eewftYhOOFVP.png",
      "description": "Genres: Drama, Fantasy, Mystery, Psychological, Slice of Life\nTags:Angels/Philosophy/Female Protagonist/Amnesia/Coming of Age/Found Family/Primarily Female Cast/Religion/Rural/Family Life/Cute Girls Doing Cute Things/Delinquents/Gore/Isekai\nA dream of falling from the sky... and then birth. Rakka is born from a large cocoon into the Old Home, greeted by a group of females with small wings on their backs and shining halos above their heads. Soon Rakka&rsquo;s own wings grow, a halo is placed on her head and she is told that she must work in the nearby town of Grie. She soon realizes that the town and the entire world they live in are confined behind the Wall, a tall, impenetrable wall that none except the mysterious Toga are allowed to exit. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt0346314",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx467-mBTtIoR13qs2.jpg",
      "description": "Genres: Action, Mystery, Psychological, Sci-Fi\nTags:Politics/Police/Cyberpunk/Robots/Philosophy/Work/Seinen/Artificial Intelligence/Cyborg/Crime/Episodic/Military/CGI/Conspiracy/Female Protagonist/Primarily Adult Cast/Real Robot/Detective/Guns/Primarily Male Cast/Dystopian/Memory Manipulation/Kuudere/Bisexual\nIn the not so distant future, mankind has advanced to a state where complete body transplants from flesh to machine is possible. This allows for great increases in both physical and cybernetic prowess and blurring the lines between the two worlds. However, criminals can also make full use of such technology, leading to new and sometimes, very dangerous crimes. In response to such innovative new methods, the Japanese Government has established Section 9, an independently operating police unit which deals with such highly sensitive crimes.<br><br>\nLed by Daisuke Aramaki and Motoko Kusanagi, Section 9 deals with such crimes over the entire social spectrum, usually with success. However, when faced with a new A level hacker nicknamed “The Laughing Man”, the team is thrown into a dangerous cat and mouse game, following the hacker’s trail as it leaves its mark on Japan.<br><br>\n(Source: MyAnimeList)"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon Advanced",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1564-1KniCPyGiu0W.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Child Cast/Animals/Kids/Outdoor/Episodic/Rural/Urban Fantasy/Environmental/Male Protagonist/Slapstick/Dragons/CGI/Super Robot\nAfter participating in the Johto League, Ash decides to begin anew in yet another journey; this time by himself and Pikachu, in the land of Hoenn. Though he isn't alone for long, as 10-year-old May (whom dislikes Pokemon, but just wants to come along to see the world) travels with him after Pikachu destroys her bicycle. Ash also meets up with his old companion, Brock, and May's younger brother, Max. Together, they travel along in Hoenn, battling Gym Leaders, entering Contests, and other events on the way to the Hoenn League. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0374407",
      "type": "series",
      "name": "Mobile Suit Gundam Seed",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx93-3b9jdMQjxEFf.png",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Military/War/Real Robot/Space/Love Triangle/Male Protagonist/Primarily Teen Cast/CGI/Politics\nC.E. 71: In the midst of war between the Naturals (OMNI) and Coordinators (ZAFT), a unit from ZAFT is dispatched to hijack the Earth Alliance's newly developed mobile suits on the neutral colony of Heliopolis. Orb Civilian Coordinator Kira Yamato attends the technical college on Heliopolis. After ZAFT hijacks 4 of the 5 mobile suits, Kira stumbles upon the last one, Strike, forced to pilot it to save his and his friend's lives. During this confusion, Kira also reunites with his childhood Coordinator friend, Athrun Zala, who ironically turns out to be a ZAFT soldier and one of the hijackers at Heliopolis. Having control of Strike, Kira joins the Earth Alliance boarding the ship known as Archangel, to protect his friends while despairing over becoming the enemy of his childhood friend and people.\n<br><br>\n<i>Note: An HD remaster was broadcasting starting on December 23, 2011 with two recap episodes cut, including new and updated animation, conversion to 16:9, and updated music.</i>"
    },
    {
      "id": "tt0429363",
      "type": "series",
      "name": "GetBackers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132-DBhi3KQASjLU.png",
      "description": "Genres: Action, Comedy, Drama, Mystery\nTags:Shounen/Super Power/Male Protagonist/Urban/Work/Crime/Drugs/Virtual World/Mafia/Chibi\nBan Mido and Ginji Amano run a freelance business of recovering anything lost or stolen from a client—and they claim a 100% success rate. They call themselves the GetBackers, and they're a super powered duo whose job lands them in dangerous predicaments. Although they have many adventures on their recovery quests, each has a mysterious past that rears its ugly head at the most inoportune moments. It's wild and crazy and one awesome anime ride!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0805448",
      "type": "series",
      "name": "Saint Seiya: The Hades Chapter - Sanctuary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1257-tZuA879PQLZe.png",
      "description": "Genres: Adventure, Sci-Fi\nTags:Shounen/Primarily Male Cast/Mythology/Super Power/Astronomy/Gods\nHades is planning to take over the world, to achieve that goal, he sends out deceased Gold Saints to take Athena's head. Seiya and the other Bronze Saints come to help but their help isn't appreciated by the remaining Gold Saints that are still alive.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt18974060",
      "type": "series",
      "name": "Pokémon Chronicles",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2363-hxC1f2VfyYbb.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Episodic/Animals\nEpisodes of the Pocket Monsters anime which occasionally aired instead of a rerun from the main anime series as part of the Weekly Pokémon Broadcasting Station in Japan. They aired concurrently with Pocket Monsters Advanced from December 3, 2002 to September 28, 2004 in Japan. Outside of Japan, these episodes were only dubbed in the West as part of Pokémon Chronicles.<br><br>\n(Source: Bulbapedia)<br><br>\n<i>Note: The Japanese version comprised 16 episodes while the U.S. version comprised 22 episodes; this page represents the Japanese version. The 6 additional episodes in the U.S. version were taken from previous movies and specials. Episodes 1, 2, and 3 are from Pokémon: The Legend of Thunder!, Episodes 4 and 20 are from Pokémon: Pikachu's Winter Vacation (2001), and Episode 22 is from Pokémon: Pikachu's Winter Vacation </i>"
    },
    {
      "id": "tt0983133",
      "type": "series",
      "name": "Please☆Teacher!: Secret Couple",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/443.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Teacher/Aliens/Heterosexual/Kuudere\nKei and Mizuho are having some marital difficulties, and Mizuho's family decides it's high time for a visit.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0377210",
      "type": "series",
      "name": "Kiddy Grade",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx274-pFKbRi3Tg6PH.png",
      "description": "Genres: Action, Ecchi, Mecha, Sci-Fi\nTags:Super Power/Real Robot/Space/Female Protagonist/Cosplay/Guns\nAfter fighting in numerous interstellar wars, mankind forms the Galactic Union to bring stability and to prevent conflicts between different planets. However, disputes between members of the union itself persists. In the Star Century year 0165, the Galactic Organization of Trade and Tariffs (GOTT) was formed. This organization utilizes the superpowered ES taskforce to maintain order. Eclair and Lumiere are two low-ranking ES members who carry out missions for GOTT. However, as they begin to see more and more of the galaxy, they soon realize that what they know about GOTT, the Galactic Union, and even themselves might not be all there is to it... <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0369167",
      "type": "series",
      "name": "Spiral: Bond of Reasoning",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx341-e5TBpjJbU8Pl.png",
      "description": "Genres: Comedy, Drama, Mystery\nTags:Shounen/Detective\nAyumu Narumi's older brother Kiyotaka, a renowned detective and piano player, disappears all of a sudden. The only clue Narumi has, are the Blade Children. Two years later a row of murders and incidents begin, relating to the Blade Children. Together with school journalist, Hiyono Yuizaki, Narumi tries to figure out their destiny.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0337769",
      "type": "series",
      "name": "Mahoromatic: Something More Beautiful",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx277-BbXji9c9d9mH.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance, Sci-Fi\nTags:Maids/Found Family/Military/Nudity/Teacher/Robots/Aliens/Seinen\nAs the relationship between Mahoro, Suguru and his classmates develops further, another android girl enters their lives and becomes attached to Mahoro. All the while, the number of days before Mahoro is to shut down decreases steadily.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0306274",
      "type": "series",
      "name": "Mizu no Kotoba",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2235-yoOjgip58aSO.jpg",
      "description": "Genres: Drama, Psychological, Sci-Fi\nTags:CGI/Ensemble Cast/Work\nSeveral people are spending their evening in a cafe. Two gossiping girls, two debating men, a bookworm and a boy, who just broke up with his girlfriend. The cafe's waitress starts a chat with him, persuading him to take a look at certain easel, while other customers begin to notice unusual things.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0377237",
      "type": "series",
      "name": "OVERMAN King Gainer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1792-G7LtuJsDqpub.jpg",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Politics/Real Robot/Super Power/Super Robot/Post-Apocalyptic/Coming of Age/War\nIn the distant future, mankind is forced to live in domed cities called Domepolis after an environmental cataclysm. These cities are maintained and supplied by private corporations, but at what cost to the inhabitants living within them? In a Siberian Domepolis, virtual game champion Gainer Sanga is arrested on suspicion of Exodus, an unauthorized venture beyond the dome walls and strictly prohibited by the government.<br>\n<br>\nIn prison, he meets Gain Bijou, a mercenary bent on escaping and together the two will steal a mysterious Overman out of Duke Medaiyu's mansion. Fighting back the Siberian Railway Patrol forces, they both lead a massive Exodus out of the city to the east land Yapan, where their ancestors are originally from.<br>\n<br>\n(Source: Bandai Entertainment)"
    },
    {
      "id": "tt5776342",
      "type": "series",
      "name": "Hanada Shounen-shi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2004-oLBclDWKkroa.png",
      "description": "Genres: Comedy, Drama, Slice of Life, Supernatural\nTags:Ghost/Episodic/Male Protagonist/Primarily Child Cast/Coming of Age/Family Life/Seinen/Rural/Police/Nudity\nYoung Ichirou Hanada lives with his parents and grandfather in a quiet rural town. He is a little brat who constantly teases his sister, insults his mother, fights with everybody, and eats a lot.<br>\n<br>\nIchirou has a near-death experience when he is hit by a truck, and when he wakes up he can see and talk to spirits. The spirits of people who have just died but who cannot pass on yet seek him out. They have some unresolved issue in their lives that is holding them back, and Ichiro must help them out."
    },
    {
      "id": "tt2074708",
      "type": "series",
      "name": "Hungry Heart: Wild Striker",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx17-6kqIbdUk3dgi.png",
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:Football/Shounen/School Club/Primarily Male Cast\nKyosuke Kano has lived under the shadow of his successful brother Seisuke all his life who is a professional soccer player. Tired of being compared and downgraded at, he abandoned playing soccer until a boy from his new highschool discovered him and asked him to join their team. Kyosuke joins it and befriends two other first year players named Rodrigo and Sakai with the dream of becomming professional soccer players themselves.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0404597",
      "type": "series",
      "name": "Duel Masters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1685-56q9vP5NAKd2.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:Shounen/Card Battle/Isekai/Crossdressing\nThe 1st Duel Masters series.<br>\n<br>\nA mysterious organization is interested in fledging duellist Shobu Kirifuda's ability to bring Duel Master creatures to life. With the support of his friends, Shobu duels with passion, discipline, and heart as he strives to be like his father and become the next Kaijudo master.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0395393",
      "type": "series",
      "name": "Heat Guy J",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx958-LvnrhL7SjfRL.jpg",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Police/Mafia/Urban/Guns/Episodic/Robots/Artificial Intelligence\nIn the city of Judoh, Claire Leonelli has inherited leadership of the Mafia group \"Vampire\" following the death of his father. To keep Claire's and other criminal activities in check, the city's Bureau of Urban Safety has Special Services Division operative Daisuke Aurora and the super android codenamed \"J\" (whose identity is apparently kept in secrecy, as androids are banned in the city). With both of them around, crime now has little room to breathe in Judoh.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0434712",
      "type": "series",
      "name": "Petite Princess Yucie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx327-wiB9azurNfU3.png",
      "description": "Genres: Comedy, Fantasy\nTags:Magic/Female Protagonist/Primarily Female Cast/Coming of Age/Urban Fantasy\nSeventeen-year-old Yucie can never be taken seriously. How can she, when she's been cursed to be trapped in a ten-year-old's body? Bright, cheerful and optimistic, Yucie has never let her curse get in the way of living a happy life. Her life is about to change forever when she becomes a candidate to become the Platina Princess, an honor which will allow her ultimate wish to be granted! Then she finds out that she is one of many candidates, and the competition is intense!<br>\n<br>\n(Source: ADV Films)"
    },
    {
      "id": "tt0382488",
      "type": "series",
      "name": "Super Heavy God Gravion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b833-4XonZorOk8If.png",
      "description": "Genres: Adventure, Comedy, Mecha, Sci-Fi\nTags:Aliens/War/Artificial Intelligence/Super Robot/Kuudere\nThe year is now 2041 AD. A new enemy called Zeravire suddenly appears in the solar system, destroying all military installations it comes across. However, a wealthy man named Klein Sandman is already aware of this planned invasion and had been secretly preparing his army for battle. His trump card is Gravion, a giant robot that utilizes gravity as its source of energy. Meanwhile a young man named Eiji secretly enters Sandman's base in search for his missing sister. It is there that he meets another young man by the name of Toga... These two must now fight together with four other individuals aboard the super robot, Gravion to fend off the Zeravire threat.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0366848",
      "type": "series",
      "name": "Please☆Teacher: Marie Love Theater",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7474.jpg",
      "description": "Genres: Comedy, Drama, Romance, Sci-Fi\nTags:Kuudere\nSpecial bundled with the DVDs. Please note that this entry doesn't include any of the official AMVs, as those don't contain any new animation."
    },
    {
      "id": "kitsu:2126",
      "type": "series",
      "name": "Koroshiya 1 THE ANIMATION: EPISODE 0",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2346.jpg",
      "description": "Genres: Action, Drama, Horror, Psychological\nTags:Yakuza/Seinen/Gore/Nudity/Bullying/Martial Arts\nA masochistic mobster meets his match in the dark streets of Tokyo. His nemesis, Ichi, is a psychopathic killer with an unrelenting thirst for bloodshed. A horrifying secret burns in his mind, and his hands deal death without mercy. At last, the shrouds of mystery are parted to reveal the origin of the monster. The city will know its greatest fear at the unveiling of Ichi the Killer.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0833572",
      "type": "series",
      "name": "Galaxy Angel A",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/653.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Parody/Space/Surreal Comedy/Kemonomimi/Ensemble Cast/Primarily Female Cast/Lost Civilization/Artificial Intelligence/Idol/Crossdressing/Age Regression/Gender Bending/Kuudere/Episodic\nTheir mission is to locate and retrieve the mysterious Lost Technology, even though these girls have never been known to stick to their mission. Milfeulle, Forte, Ranpha, Mint, and Vanilla are back for another round of hilarity. The Galaxy Angels have sworn to protect the galaxy one planet at a time. Now with some competition with the newly-formed Twin Star Brigade, they continue to find themselves in the center of chaos... though usually they're the ones at fault for its cause.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1179816",
      "type": "series",
      "name": "Sister Princess RePure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx835-zwS3iHfCpo95.png",
      "description": "Genres: Drama, Romance\nTags:Primarily Female Cast\nAfter a long time, Wataru has decided to leave the house and lives on his own. The girls have also decided to split up and most of them are living seperately as well. But none of them has forgotten about their brother and they still stick together to meet him, or their sisters."
    },
    {
      "id": "tt0352041",
      "type": "series",
      "name": "Beat Angel Escalayer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1780.jpg",
      "description": "Genres: Hentai, Mahou Shoujo, Sci-Fi\nTags:Demons/Super Power/Masturbation/Fellatio/Tentacles/Henshin/Yuri/Futanari/Cunnilingus/Amnesia\nBased on the erotic game by Alice Soft.<br>\n<br>\nSayuka Kouenji, is the Escalayer, guardian of the Earth against the dark forces of the Dielast. By her side is the android Madoka, and it is Madoka's job to track and recharge the source of Sayuka's power, the Doki Doki Dynamo. Located within Sayuka's body, the Doki Doki Dynamo can only be recharged when Sayuka experiences a high level of sexual arousal which, until recently, Madoka has been able to provide her. With unacceptably low energy levels facing them, Madoka brings in the assistance of Kyohei Yanase, a boy from Sayuka's school. Kyohei once harboured a crush for Sayuka, and his sexual prowess could not have come sooner. For now arrayed against these three defenders of the Earth is the Dielast version of the escalayer, the FM77, who is ruthless in combat, and brimming with violent desire.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0328801",
      "type": "series",
      "name": "Full Moon wo Sagashite: Kawaii Kawaii Daibouken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1996.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Music, Supernatural\nTags:Idol/Shoujo\nMitsuki wakes up late, and must rush to a photo shoot. However, in her hury she forgets to bring Takuto and Meroko along. Now they must catch up to her, before the photo shoot begins, despite everything that gets in their way.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1071676",
      "type": "series",
      "name": "Piano: The Melody of a Young Girl's Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx328-uHjU8mQh9O3X.png",
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Female Protagonist/Coming of Age/School/Tomboy\nWhen Miu was young, she was fascinated by the piano and took up lessons.<br><br>\nWhen the show opens, Miu is in middle school. She is shy, a softspoken girl who doesn't have a lot of confidence in herself. Her friends would describe her as &ldquo;sweet&rdquo; and &ldquo;quiet.&rdquo; At this point, Miu has been taking piano lessons for some time and while people have told her that she's gotten very good over the years, Miu herself feels she's not really good at anything &ndash; including the piano. Her teacher, Mr. Shirakawa, is often frustrated with her playing. Although she plays every note exactly correct, her heart just isn't in it&hellip;<br><br>\nMeanwhile, Miu's come of the age when she's noticing boys and this shy young lady has noticed the handsome Kazuya Takahashi &ndash; even if he hasn't noticed her.<br><br>\nThis is Miu's story. The story of a young girl who is on a journey to discover the melody within her own heart and the courage to express it. &nbsp;<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt27385805",
      "type": "series",
      "name": "Platonic Chain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b611-mS5HCy57fQBq.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Denpa/Full CGI/American Football/Female Protagonist/Gyaru/Primarily Teen Cast/Episodic/School/Crime\nIn the near future, technology has made a few leaps and bounds, and videophones and constant wireless internet access are available to everyone. However, it would seem that the government has been careless and a skilled hacker was able to break into the national information archive. Using the data held there he creates the Platonic Chain website for people to discover information about themselves and their friends. Words start to spread quickly that there is a site that enables you to look up anything. Coincidentally, three young girls, Hitomi, Rika, and Kanae, are able to access the site.\n<br><br>\n(Source: Anime News Network)\n<br><br>\n<i>Note: The DVD version of Episode 16 was released with some minor variations compared to the regular TV broadcast<i/>"
    },
    {
      "id": "tt0329865",
      "type": "series",
      "name": "Knight Hunters Eternity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx446-RSMnmUSP8iZo.png",
      "description": "Genres: Action, Drama\nTags:Primarily Male Cast/Crime/Assassins\nKoua is an academy that brings Japanese's most talented people and students together. The mission is to train talented people to bear the world's future leadership. However, recently, the suicide rate in the academy is increasing and there is hardly any information being released to the public. <br><br>\nFujimiya Aya is sent to infiltrate this school carrying out criminal investigation and disguise himself as a teacher. In fact, actually, there is a connection between Koua academy and the global terrorist activities that are frequently occur. Therefore Persia assigns Hidaka Ken and Kudou Youji as well into this mission to solve the truth and connection of the incident behind Koua academy. <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt0319930",
      "type": "series",
      "name": "Vandread Gekitou-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1111.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Mecha, Sci-Fi\nTags:Pirates/Space Opera/Space/CGI\nVandread Gekitouhen (Vandread Turbulence), similiar to Vandread Taidouhen, is an OVA summary of Vandread the Second Stage plus several extra scenes<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0444745",
      "type": "series",
      "name": "Princess 69",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1633.jpg",
      "description": "Genres: Hentai\nTags:Body Horror/Bullying/Masturbation/Fellatio/Nakadashi/Rimjob/Crossdressing/Rape/Bondage/Female Harem/Nudity/Handjob/Ashikoki/Blackmail/Gore/Teacher/Drugs/Crime/Incest/Inseki\nA P.E. teacher, Nikusuke, happened to obtain a brief of \"Dark Rhythmic Gymnastics Project\". It is a competition where the players compete with others their lewdness. Following the project, Nikusuke looked for the players with Tomomi, a granddaughter of the board chairman. Their first game was Miku. Tomomi deceived innocent Miku, and she invited Miku out at night."
    },
    {
      "id": "tt21975478",
      "type": "series",
      "name": "Gibomai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2531.jpg",
      "description": "Genres: Hentai\nTags:Blackmail/Inseki/MILF/Bondage/Sex Toys/Fellatio/Anal Sex/Watersports/Ahegao/Boobjob/Threesome/Cunnilingus/Rape/Nakadashi\nA renowned painter dies of heart disease while being married with Megumi, a woman much younger than he is. His son, Kyosuke, never liked that union and wants Megumi out of the house. Therefore Megumi proposes that Kyosuke can do anything he wants with her daughter Yuna, Kyosuke's stepsister, if he allows them to stay. Naturally, Kyosuke accepts.<br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt1234589",
      "type": "series",
      "name": "Bomberman Jetters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx751-70V5sG6HJQUr.png",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Police/Space/Robots/Coming of Age/Male Protagonist/Bar\nDeep Space, many different cultures have come together to live on planet Jet. To keep the peace an organization known as the Jetters is formed. This space police group fight against the villains known as the \"Hige hige dan\" making sure that the universe is safe. The leader of the Jetters Mighty is a powerful Bomberman, who is looked up to and respected....his brother however is a lazy crude slacker named Shirobon. Suddenly Mighty disappears and Shiro finds himself placed in a new situation. Shiro steps up and become a responsible Bomberman, and with the new friends he made of the Jetters it may become possible for him to be the next \"Jetters leader.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2340966",
      "type": "series",
      "name": "Nurse Me!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2917.jpg",
      "description": "Genres: Comedy, Hentai\nTags:Cunnilingus/Yuri/Bisexual/Bullying/Fellatio/Anal Sex/Squirting/Scissoring/Rape\nBased on the erotic game by Anim.<br>\n<br>\nYou wouldn't think that a hospital would be the setting for a series of erotic adventures, but when a new crop of nurses' aides reports for duty, they're confronted by an erotic lesson plan that pushes them to the brink of ecstacy... and sanity."
    },
    {
      "id": "tt0354316",
      "type": "series",
      "name": "Midnight Sleazy Train",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2275.jpg",
      "description": "Genres: Hentai\nTags:Trains/Office Lady\nIn a crowded train, strangers are likely to end up being too close for comfort. But for some people, being too close is a comfort. When a poor conductor witnesses the bizarre yet inviting ritual of anonymous train sex, he jumps on the opportunity to turn it into a business. Every night after the midnight train ends its route, he turns it into a rolling bordello. Get ready to climb aboard... the sleazy train is coming.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0367369",
      "type": "series",
      "name": "Mega Man: Upon a Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1854-8qWMEFsdFcWw.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Educational\nThe anime (episode 2, to be exact), where Rockman travels from the Game-World to the real world to learn some cultural differences about Japan, was intended to be a special episode for the original Mega Man cartoon series by Ruby-Spears, which aired around 1995 in the United States. As it seems, the special was finished before Ruby-Spears decided to redo their whole show with a completely new design better suited for American audiences.<br><br>\nNot fitting the new style anymore, it never was included in the series. Still, two more episodes about the same story were produced a bit later, this time under the main title \"Rockman\" (unlike episode 2, where he's called \"Mega Man\" even in the Japanese dub).<br><br>\nIt's unknown if these 3 episodes ever saw an official release, until 2002, when Capcom of Japan decided to finally release them on DVD for Rockman's 15th Anniversary, all featuring a Japanese and English dub, but no subtitles. It's unknown if there are any more secret animated works of the original Rockman game series."
    },
    {
      "id": "tt0353078",
      "type": "series",
      "name": "Monkey Typhoon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3193-kFNbpqnsexTI.png",
      "description": "Genres: Comedy, Sci-Fi\nTags:Robots/Anti-Hero/Episodic/CGI/Shounen\nFour years into the future, the world has lost its balance...<br><br>\n10 thousand metres of vast woodland is gone, preventing humans to live and leaving a desert to spread endlessly. And so, they head into the world of Meshichi, to live together with the Anbots.<br><br>\nAs if guided by fate, Sanzou and Gokyuu meet. Traveling together, Sanzou - a young man shrouded in mystery, Gokyuu - the strongest and worst Anbot around, Tongoh - an Anbot fond of drinking, Jou - someone who is great with machines, Suuji - a female Anbot thief, and last but not least, Mioto. And so, their journey begins to the boundless East, to the land where the sun was born!<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0378730",
      "type": "series",
      "name": "Saiyuki Interactive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4476.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:\nA mysterious light falls from the Heavens. It's the Pearl Jade. It can grant any wish. Dr. Ni tells Gyokumen Koushu about it. Lirin overhears and tells Kougaiji. Then Kanzeon Bosatsu (The Merciful Goddess) requests \"orders\" Sanzo and company to go and find and seal it before it falls into the wrong hands.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3427294",
      "type": "series",
      "name": "Barom One",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1667.jpg",
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Shounen/Henshin/Gore/Dissociative Identities/Superhero/Animals/Tokusatsu\nTakeshi Kido and Kentaro Shiratori are a pair of friends who have been together for almost their entire life. One night, a strange being comes out from the lake and starts attacking them. When Takeshi and Kentaro are almost eliminated, a strange being named Kopu calls them and tells them that they are the chosen ones to inherit the power to protect the world from an evil being named Goumon. Now, they join their hands to transform into Barom One, a being with superior skills, who will fight to protect the city.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2120450",
      "type": "series",
      "name": "Strange Steel Fairy Rouran",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1947.jpg",
      "description": "Genres: Action, Fantasy, Mecha\nTags:\nWhen the secret occult society, Shiromorishuua, sends a huge monster to attack Tokyo, ASY, a peace-keeping organization in Japan, retaliates with a Gousen (metal faery). ASY's Gousen annihilates the creature after driving it into open ocean. Although successful, a surprise attack follows. A girl, floating in midair and glowing with radiance, strikes with a beam of light. This girl is \"Rouran.\" She knows neither her identity, her origins, nor why whenever she senses the Gousen or Kyoushi (reanimated corpses) she transforms into an avenging angel. As Rouran worries about her mysterious existence, Tetsuya kindly watches over her in Tokyo Arcadia, a settlement of expatriates and dissidents. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "kitsu:3079",
      "type": "series",
      "name": "Varanoir Kingdom of Chaos The Universe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3533.jpg",
      "description": "Genres: Action, Fantasy\nTags:Boys' Love/Magic/Fairy Tale/Primarily Female Cast/Anti-Hero/Bisexual/Cute Boys Doing Cute Things\nBased on a Playstation 2 game by the same title, Varanoir's story takes place in a Magic University called.. well Varanoir. Students in this university are trained here for war preparation against the devil master.<br><br>\nThe main characters of the story is Myu, a granddaughter of Jii. Jii was a great swordsman in the past and he taught various sword fighting skills to Myu, although he's working as a chimney cleaner right now in Varanoir. Myu then decides to go to Varanoir for training to become a fighter. In Varanoir, Myu meets Ryuto, a talented student. However, Ryuto always sees Myu as her rival.<br><br>\n[From Animenfo.com]"
    },
    {
      "id": "tt0318895",
      "type": "series",
      "name": "Hamtaro: Hamtaro's Birthday! - 3000 Hammy Steps in Search of Mommy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2399.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Kids/Animals/Musical\nLaura tells Hamtaro where he came from yet Laura thinks it is not true, just in time for his birthday, Hamtaro sets out with Boss and Oxnard to visit his mother to see if what Laura said is true, while the other Ham-Hams set up a surprise birthday party for him.<br><br>\r\n(Source: Wikipedia)"
    },
    {
      "id": "tt3425836",
      "type": "series",
      "name": "Shin Seiki Den Mars",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1712-v6gs8NM01x8R.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Aliens/Military/Shounen/Robots/Male Protagonist/Primarily Male Cast\nMars is discovered on a forming volcano island, Heisei; a man with no memory. In reality, Mars is from outer space, and is supposed to gather information to decide whether Earth should be destroyed or not. Along with the giant robot Gaia, and his mysterious images of a woman urging him not to destroy the world, Mars decides to fight for Earth rather than destroy it, even if it means fighting his own kind. But if Mars is killed, Gaia will explode, destroying Earth along with it.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7768502",
      "type": "series",
      "name": "Shin Megami Tensei: Devil Children - Light & Dark",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4068.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Demons/Kids\nThe year is 200X. Jin, Akira and Lena are three child hood friends who like mysterious things. One day in the library, along with the mysterious transfer student Ami, they find the \"Akuma Compendium\". They chanted an incantation in the book and, to their surprise, devils appeared. Ami then told Jin and Akira that they are the Devil Children that will decide the fate of the world. She hands them their Devil Risers. The group then pass through the \"Door of Time\" to the land of Valhalla where they fight an evil ruler known as Imperius who plans on conquering all of the world. The Nakama of Jin is Rand, a Sol Lion, and Akira's is Gale, a Hylon."
    },
    {
      "id": "tt0389694",
      "type": "series",
      "name": "Xtra Credit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3922.jpg",
      "description": "Genres: Hentai\nTags:School/Bondage/Teacher\nWhen the new instructor arrives, her lesson plan is filled with debased acts and sinful examinations. And the only way to get some extra credit is to volunteer for some hands-on learning!"
    },
    {
      "id": "tt0844125",
      "type": "series",
      "name": "Hardcore Hospital",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3046.jpg",
      "description": "Genres: Hentai\nTags:Drugs/Primarily Adult Cast/Sex Toys/Bondage/Boobjob/Public Sex/Fellatio/Facial/Handjob/Nakadashi/Anal Sex/Prostitution\nDate General Hospital is a place unlike any other. The staff is equipped with \"special nurses\" that aim to meet the needs of any willing and able patient around. This hand selected group of sexual girls are taken under the wing of Dr. Date who upon giving the women his secret stamina drug lets the patients, nurses, and even himself feel pleasure like they have never have before.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0328739",
      "type": "series",
      "name": "Full Metal Panic!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx71-Fi08vs7xNBMW.png",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Military/Guns/Real Robot/Heterosexual/School/Male Protagonist/Super Power/Terrorism/War/Politics/Work/Ensemble Cast/Artificial Intelligence/Ships\nSousuke Sagara, a seventeen year old military specialist working for the secret organization MITHRIL, has been assigned to protect the latest \"Whispered\" candidate Kaname Chidori. To complete this task Sousuke will have to deal with enemies from his past as well as the occasional panty thief. Unfortunately for Sousuke, the toughest part of his mission isn't only protecting Miss Chidori but also getting used to living an average High School students life, no easy task for someone raised on the battlefield.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0370754",
      "type": "series",
      "name": "Voices of a Distant Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx256-CMHbugPOGxF6.png",
      "description": "Genres: Drama, Mecha, Romance, Sci-Fi\nTags:Space/Robots/Aliens/Female Protagonist/CGI/Denpa\nIt is 2046 when a mysterious alien force begins their annihilation of the human race. Leaving behind the one person she loves, Mikako joins the interstellar battle as a pilot. And so - while Mikako risks her life to save mankind - Noboru waits. At first days, then months, then years for each new message that will let him know whether Mikako is still alive. And, while she barely grows older in the timelessness of space, Noboru ages. The two lovers, worlds apart, desperately strive to remain connected as the gap between them widens at a frightening pace.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0366848",
      "type": "series",
      "name": "Please☆Teacher!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195-0qMiRJbg60Tc.png",
      "description": "Genres: Comedy, Drama, Romance, Sci-Fi\nTags:Love Triangle/Aliens/Teacher/Ensemble Cast/Male Protagonist/Heterosexual/Coming of Age/School/Kuudere\nKusanagi Kei, a high-school student living with his aunt and uncle, has an encounter with a female alien. This alien is revealed to be a new teacher at his school. Later, he is forced to marry this alien to preserve her secrets. From there, various romantically-inclined problems crop up repeatedly. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0426719",
      "type": "series",
      "name": "Hunter x Hunter: Yorknew City",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137-u17pWQRTZfKn.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Revenge/Shounen/Super Power/Noir/Male Protagonist/Crime/Primarily Adult Cast/Mafia/Assassins/Urban Fantasy/Kuudere/Tsundere\nAfter reuniting with Gon and his friends, Kurapika explained to them the risks he bears because of his abilities. Believing that his target of revenge is no longer alive and the search for his fallen comrade's eyes could truly begin, Kurapika soon after receives a message informing him that all the Spiders still lived. After much discussion between his friends, Gon, Kurapika and company decided to hunt after the one Spider member who's ability could ultimately result in Kurapika's defeat and death. Based on the manga by Togashi Yoshihiro."
    },
    {
      "id": "tt0364863",
      "type": "series",
      "name": "RahXephon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165-TBPrUsYj4SUL.jpg",
      "description": "Genres: Drama, Mecha, Music, Mystery, Psychological, Romance, Sci-Fi\nTags:Coming of Age/Mythology/Philosophy/Post-Apocalyptic/Military/Super Robot/Aliens/Primarily Female Cast/War\nIn the year 2012 Japan was invaded by the Mu. Human-like beings from another dimension with blue blood.<br><br>\nIn the year 2015 Tokyo is attacked by invaders, who are repelled by a humanoid weapon called a Dolem. During the chaos, Ayato Kamina meets Reika Mishima, a classmate.<br><br>\nDuring that same day, he is attacked by government officials but a woman named Haruka comes to his rescue, informing him that she was sent to get him by the Organization TERRA, and that Tokyo had been sealed in a time rift where time flows one third as fast as the outside world.<br><br>\nHe flees from Haruka onto a train where he sees Reika once more. Arriving at the Room of Rah, he follows her to a tremendous egg where the Dolem RahXephon is hatched from, and upon her singing his mother appears atop the Dolem that had stopped the TERRA Invasion. In the battle Ayato's mother is injured, and Ayato flees Tokyo Jupiter with Haruka upon seeing his mother's blue blood. "
    },
    {
      "id": "tt1223625",
      "type": "series",
      "name": "Kanon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144-YdWsrDNssRIX.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Female Harem/Primarily Female Cast/Amnesia/Kuudere/Heterosexual/Chibi\nChanging schools is something Yuuchi is accustomed to, due to his parent's profession, and with their recent venture to Africa, he is returning to his aunt's home after 7 years. The time that has passed since his last visit has faded his memories of the people he knew, and the ties that bonded them to him, including his cousin Nayuki. Slowly those people, coincidently all being girls, find their way back to him. However, time has passed and things have happened in their own lives that sets the tone for the series. Secrets that are coming to surface, and memories that are returning to not only Yuuichi, but to those surrounding him. A very heartwarming tale that touches upon a spectrum of emotions, mystery, and the supernatural.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0328733",
      "type": "series",
      "name": "Beyblade V-Force",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1669-BivChts2kGsj.png",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi, Sports\nTags:Kids\nThe Bladebreakers have to join forces once again because a mysterious group under the lead of Oozuma has defeated them, but the real enemy is not Oozuma. The real threath is formed by a group of people who use cyber-BitBeasts to capture the original ones from the Bladebreakers.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0279570",
      "type": "series",
      "name": "Love Hina Again",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx190-oapgxvKLl3uW.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Nudity/Heterosexual/Female Harem/Incest/Shounen/Dullahan/Male Protagonist/Primarily Female Cast/College/Mahjong\nKeitaro needs some time to evaluate himself and his goals, so he goes onto a trip with Seta to attempt the life of an archaeologist. However, not all is safe at the Hinata Inn while he is gone. A woman claiming to be Keitaro's sister comes and claims right to being the manager of the inn. Life gets complicated when Keitaro returns, and attempts to deal with his sister of yesteryear.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt0353685",
      "type": "series",
      "name": "Macross Zero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx194-WGTjEMUnjGaW.jpg",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:Military/Real Robot/Environmental/Idol/Love Triangle\nTaking place one year before the Zentraedi arrive on Earth, Macross Zero chronicles the final days of the war between the U.N. Spacy and anti-U.N. factions. After being shot down by the anti-U.N.'s newest fighter plane, ace pilot Shin Kudo finds himself on the remote island of Mayan, where technology is almost non-existent. While Shin stays on the island to heal his wounds, the tranqulity of the island is shattered by a battle that involves the UN's newest fighter - the VF-0.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1160947",
      "type": "series",
      "name": "Yokohama Kaidashi Kikou: Quiet Country Cafe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b976-UFu2ce0hl6O8.png",
      "description": "Genres: Adventure, Drama, Sci-Fi, Slice of Life\nTags:Iyashikei/Rural/Female Protagonist/Post-Apocalyptic/Robots/Seinen/Mopeds/Nudity/LGBTQ+ Themes\nIn the near-future Japan, global warming has brought the large city Yokohama underwater, and only the hills remain above the ocean surface. What used to be one of the largest cities in Japan now feels like a small town. Basically, the existence of the island country itself has been threatened. However, there is no feeling of desperation, devastation, nor hopelessness. People are enjoying laid-back lives, and they seem to appreciate each other's company, enjoying the quiet and peaceful time together.<br><br>\nThis is especially so with Alpha, a carefree young woman who runs a cafe, named Cafe Alpha. She enjoys her life immersing herself in the beautiful nature all around her. There is nothing more precious to her than spending quality time with her kind friends. Oh, the fulfillment and the joy she finds in life... it all indicates her to be a compassionate human being, but she is not quite a human. She is actually a type A7M2 robot.<br><br>\nOne day, upon hearing a radio forecast warning an approaching typhoon, her old friend who lives close by invites her to the gas station he runs, worried that her old cafe may not withstand the typhoon. Indeed, the passing of typhoon leaves Alpha with her cafe severely damaged. That's when she decides to go on a journey to raise money to rebuild her cafe, and also to see the outside world away from her friends and the comfort of a peaceful life.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "kitsu:4106",
      "type": "series",
      "name": "Yu☆Gi☆Oh! Duel Monsters: Battle City Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5458.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Card Battle/Shounen/Urban Fantasy/Male Protagonist\nA special episode of 'Yu-Gi-Oh! Duel Monsters' aired in between episodes 88 and 89. Mainly narrated by Anzu, the special recaps the major events of the Battle City tournament, beginning from the Pharaoh's meeting with Ishizu, and retelling several important duels including Yugi and Seto's tag duel, and Yugi's duels against Jonouchi and Bakura, up to Jonouchi's battle with Rishid on the Battle Ship. The special ends with Anzu wishing the series a happy new year."
    },
    {
      "id": "tt0303503",
      "type": "series",
      "name": "Ojamajo Doremi Dokkaan!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b353-7ssC6w5bSLMO.png",
      "description": "Genres: Comedy, Drama, Fantasy, Mahou Shoujo, Slice of Life\nTags:Coming of Age/Magic/Witch/Primarily Child Cast/Cute Girls Doing Cute Things/Female Protagonist/School/Episodic/Kids/Primarily Female Cast/Henshin/Chibi/Family Life/Idol/Fairy/Ojou-sama\nHana now becomes a peer of the Ojamajo. When Majotourbillon's spirit revives, the witches now have to break her curse. From the help from Pao-chan, Doremi, Hana, and the other witches are able to defeat the curses. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0341985",
      "type": "series",
      "name": "Ultimate Muscle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1707.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Sports\nTags:Wrestling/Shounen/Aliens/Super Power/Revenge/Superhero\nKid Muscle (or Mantaro for short) is a bumbling, gross, and wimpy sort-of person. Unfortunately, he has been summoned to protect the earth from the evil dMp, a band of cheating wrestlers from outer space. Luckily he's not undertaking this task alone. Kid Muscle must join the Muscle League, a group of wrestlers from outer space who are training themselves so they can defend the earth, and stop the dMp by achieving \"Ultimate Muscle\", a hidden power that makes Mantaro an almost unbeatable opponent.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1170225",
      "type": "series",
      "name": "Green Green OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/881.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:School\nHanaoka high school is an all girls' school, and the girls were pretty excited when they heard that boys were admitted into their high school. Smart and elegant boys, that's in their fantasy. However, in reality, the boys who were actually admitted are from the countryside and not smart at all, leave alone being elegant. And in fact, two of them are dirty perverts...<br>"
    },
    {
      "id": "tt0309220",
      "type": "series",
      "name": "Case Closed: 16 Suspects",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2512.jpg",
      "description": "Genres: Adventure, Mystery\nTags:Age Regression/Male Protagonist/Police/Shounen/Primarily Adult Cast/Detective/Tanned Skin\nThe whole gang gets invited to Inspecter Shiratori's villa, where he keeps his wine collection, to celebrate the completion of it."
    },
    {
      "id": "tt0367409",
      "type": "series",
      "name": "Shaman King Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3861.jpg",
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen/Kuudere\nThroughout the broadcast of Shaman King, many shorts (usually referred to as Shaman King omake and TV specials) were made on special days of the year related to spirits and the like. The omake were short stories that were made for humorous effect. Apparently, all of the omake fit into the story before the Shaman Fight 2nd round. Documents of the Shaman Fight was shown with a New Year's omake as well. The TV Specials were aired after specific points of the story as well as on holidays. The specials were never dubbed in English, and, most likely, never will be. \n<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0447590",
      "type": "series",
      "name": "Mirage of Blaze",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1019.jpg",
      "description": "Genres: Action, Drama, Romance, Supernatural\nTags:Historical/Amnesia/Boys' Love/Ghost/Male Protagonist/School\nTakaya Ohgi is just a typical high school guy who wants nothing more than to protect his best friend and live a normal life. Enter Nobutsuna Naoe, an older man who informs Takaya that he is in fact the reincarnation of Lord Kagetora. Naoe, himself a possessor, awakens Takaya's abilities to exorcise evil spirits and fight the Fuedal Underworld. While most possessors remember their former lives before being reincarnated, Takaya does not. Naoe is thankful for this, considering his passionate and abusive past with his Lord Kagetora. As Takaya improves his abilities , he also begins to remember what Naoe did because of his love for him. Meanwhile the dark forces of the Hojo and Fuma clans begin their attack as the Fuedal Underworld descends upon the living world. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0398412",
      "type": "series",
      "name": "Arcade Gamer Fubuki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1596.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Sci-Fi\nTags:Video Games/Parody/E-Sports/Female Protagonist/Henshin/Battle Royale/Primarily Female Cast\nFubuki Sakuragasaki is a powerful gamer who, with the power of her Passion Panties, climbs up the ranks of the BAG (Best of Arcade Gamer) tournament to become the greatest Arcade Gamer in the world. However, the evil Gulasic Group is out to conquer the world through said tournament, and their gaming skills will prove to be a challenge. Fubuki must team up with the legendary Mr. Mystery to combat the four Gods of Gaming and make the world of arcade gaming safe for all. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1576820",
      "type": "series",
      "name": "Patapata Hikousen no Bouken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/708.jpg",
      "description": "Genres: Adventure, Sci-Fi\nTags:Female Protagonist/Foreign/Steampunk/Aviation/Butler/Travel/Military/Classic Literature\nJane's mother dies when she is born, and her father, a rich English aristocrat, soon remarries to a woman with a son, William, who despises his new father and brother. George and Jane grow up with a dream to make a flying machine. George believes the distant Asian sands hold a secret: a mysterious cerulean sand which can make machines fly. He goes on an expedition to find it, and soon is reported executed for treason. William disappears too. After she recieves an unsigned letter holding a handful of pale-blue sand which floats in the air, Jane is sure her brother is alive and leaves to the East to find him and prove him innocent. There are many mysteries to unravel in store for Jane and her new friends on her journey. But perhaps a mystery should forever remain a mystery... <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0833572",
      "type": "series",
      "name": "Galaxy Angel Z",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b652-Mn2wleNS7sKY.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Parody/Space/Surreal Comedy/Kemonomimi/Artificial Intelligence/Ensemble Cast/Robots/Primarily Female Cast/Mopeds/Achronological Order/Kuudere/Lost Civilization/CGI\nIn the far future, the human race advanced to space, and prospered. However, Jikushin ( earthquake of time and space ) which occurred suddenly intercepted all networks, and all the civilizations were reset. However, the human race begins to revive, and enters the prosperity age of The Second by the Transvaal imperial country which rises at the center of the galactic system. The science and technology before the civilization was reset, that is, \"Lost Technology\" was considered to be god`s task. And, it came to be worshiped by the priest who was called \"Tsuki no miko\".<br><br>\nOn the other hand, a certain guard fleet was stationed in the frontier of the galactic system. Though it was the seemingly perfectly ordinary army, the team composed only of the woman called \"Angel Corps\" existed in this army. They controlled the spaceship which was called \"Angel Frame\" which was the relic of Lost Technology. And, they collected the lost technology by using the angel frame, and carried out the duties to manage them. They were not the elite pilots, but Angel Corps was rather an eccentric person`s group. Arms mania`s Forte, costume player`s Mint, taciturn Vanilla, showy Ranpha and Milfeulle who likes cooking ... Every time, they cause a big trouble in the mission.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0108983",
      "type": "series",
      "name": "Viper GTS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1787.jpg",
      "description": "Genres: Hentai\nTags:Futanari/Bondage/Female Harem/Succubus/Fellatio/Demons/Anal Sex/Boobjob/Yuri/Gods/Large Breasts/Angels/Cunnilingus\nCarrera is a female demon whose job is to create a wish granting contract with a human being in exchange for their soul. Along with her partners/rivals Mercedes and Rati, they carry out this job for the benefit of the demon world. When Carrera is summoned by the nerdy Ogawa, she finds him to be more interesting than her previous clients and develops a crush. Mercedes tries to get involved with Ogawa also to compete with Carrera. However, the female angels are upset by this disturbance and are willing to purify the demons with their precious \"holy water\" to save Ogawa's soul.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3377984",
      "type": "series",
      "name": "Nana: Seven of Seven",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx623-4vLVAsUbQDO0.png",
      "description": "Genres: Adventure, Comedy, Romance\nTags:Magic/School/Dissociative Identities/Shoujo/Female Protagonist/Kuudere\nNana is your average high school girl with a boyfriend, average grades, interests, and problems until her inventor grandfather’s experiment goes haywire and produces 6 Nana clones! The trouble begins when they all have a crush on the same boy!<br><br>(Source: Media Blasters)"
    },
    {
      "id": "tt3816198",
      "type": "series",
      "name": "I''s",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1084.jpg",
      "description": "Genres: Drama, Romance\nTags:Motorcycles/Acting/Delinquents/Ghost/School/Rural/Heterosexual\nAiming to become a molding artist, Itsuki, a childhood friend of Ichitaka who went to America come back to Japan. Iori who refused the idol path and started to pursue her ambition to become an actress instead. Ichitaka, wandering on his bicycle alone, tries to decide his choice between the two persons.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "kitsu:990",
      "type": "series",
      "name": "Digital Juice",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1105-ip4XqLwJZgxU.png",
      "description": "Genres: Comedy, Fantasy, Psychological, Romance, Sci-Fi\nTags:Anthology/CGI/Nudity\nA series of short animations that show different worlds and different characters. These episodes are designed to take the viewer into a psychological world of fantasy and mystery.<br><br>\nThe shorts are as follows:\n<br><br>\n1) 圭角 (Keikaku)\n<br>\n2) チキン保険に加入ください (Chicken hoken ni kanyuu kudasai)\n<br>\n3) 月夜の晩に (Tsukiyo no Ban ni)\n<br>\n4) Table & Fishman\n<br>\n5) 空中居酒屋 (Kuuchuu Izakaya)"
    },
    {
      "id": "tt1202772",
      "type": "series",
      "name": "Aquarian Age - Sign for Evolution",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1224.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Music, Romance, Sci-Fi\nTags:Male Protagonist/Super Power/Band/Work/College\nFive supernatural factions have been fighting against each other for who knows how many centuries, with the beginning of Aquarian Age always in mind. Kyouta, soon begins to see visions of mystical girls fighting, except they do exist. Soon he and his girlfriend Yoriko become involved and the battle for Earth and Aquarian Age lies in their hands.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt0338455",
      "type": "series",
      "name": "SPACE PIRATE CAPTAIN HERLOCK: OUTSIDE LEGEND - The Endless Odyssey",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1081-FW0DHatfkBma.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Pirates/Cosmic Horror/Space\nOn an archaelogical mission to the end of the known universe, Professor Daiba unwitting unleashes an ancient horror from its confines. Five years later the malevolent alien force sets in motion a plan which reunites the various crewmembers of the Arcadia to sail the stars once more as well as bring Tadashi Daiba to meet Harlock for the first time (again). <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt6644364",
      "type": "series",
      "name": "Panyo Panyo Di Gi Charat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1597.jpg",
      "description": "Genres: Comedy\nTags:Cute Girls Doing Cute Things/Kemonomimi/Female Protagonist/Nekomimi/Aliens/Chibi/Kuudere\nDeijiko is the princess of the planet of Di Gi Charat. After reading a book, she is influenced to want to help everyone be happy. She leaves the castle and pretends to be a normal girl. She tries to make everyone happy by taking various jobs around the town and thereby making all sorts of new friends and inevitably, enemies.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3099330",
      "type": "series",
      "name": "I'll/CKBC",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b359-7YUoXY9hPbR1.png",
      "description": "Genres: Action, Drama, Sports\nTags:Basketball/Shounen/Male Protagonist/Primarily Male Cast/School/School Club\nTwo boys, Tachibana and Hiiragi were once brutal rivals in the game of basketball. Hiiragi soon transfers into Tachibana's school and basketball team. They begin as team-mates, but with Hiiragi's family pushing him to play on a better team. Tachibana and Hiiragi must now play against each other.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3508332",
      "type": "series",
      "name": "Happy World!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/319.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Angels\nOomura Takeshi is one unlucky fellow. He has has this case of bad luck ever since he was little. One day, while on his normal runs with bad luck, he meets an Angel named Elle, and he finds out that his father wished the curse of bad luck upon him. Takeshi has the oppurtunity to pass on the curse, but accepts it to save a young girl. For his noble act, Elle becomes human and lives with Takeshi to protect him from the curse, which is something Takeshi isn't particularly happy with.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0321021",
      "type": "series",
      "name": "Urda",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1102.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Military/Historical/Full CGI/Trains\nThis fictional story took place in Europe around 1943. At that time Nazi secretly plotted a plan called Urda. Two agents, Janet and Erna received a task to investigate and prevent the completion of the secret plan."
    },
    {
      "id": "tt4045144",
      "type": "series",
      "name": "Sakura Wars: ~Su~Mi~Re~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1999.jpg",
      "description": "Genres: Adventure, Drama, Mecha, Sci-Fi\nTags:Shounen/Primarily Female Cast/Musical/Ensemble Cast/Female Protagonist/Urban/Steampunk/Military/Magic/Real Robot/Tanned Skin/Demons\nSet after the time of Sakura Taisen 4 (game), Kanzaki Sumire, during a training session was noticed that her spirit power (rei-ryoku) has dropped tremendously, below levels required to pilot the Koubu-nishiki. She decides to retire from the Kageki-dan while she still holds the position of \"top star\" in the dai-teikoku gekijyou.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15307204",
      "type": "series",
      "name": "Shootfighter Tekken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2797.jpg",
      "description": "Genres: Action, Sports\nTags:Wrestling/Martial Arts/Shounen/Male Protagonist\nYears ago there was an underground match between Pro Wrestling and Nanshin Shadow Style (a secret and deadly form of martial arts) to see which form of martial arts was dominant, The Nanshin Shadow style came out victorious in the battle. Now in the present, the man who was defending Pro-Wrestling is back and is out to destroy Nanshin Shadow style in any way he can; however, it is now up to Kiichi, the son of the previous victor to defend the name of Nanshin Shadow style and it is his job to keep it from being completely erased from existance.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6457454",
      "type": "series",
      "name": "Galaxy Angel: Sukiyaki Bentou Goninmae",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13287.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Primarily Female Cast/Ensemble Cast/Surreal Comedy/CGI/Kemonomimi/Kuudere\nDVD only episode."
    },
    {
      "id": "tt1071676",
      "type": "series",
      "name": "Wind: a breath of heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2015.jpg",
      "description": "Genres: Comedy\nTags:School/Kuudere\nSet four months after the resolution of the game the anime Wind is based on (via Hikari's ending), the entire gang is planning a big Christmas party. However, with the reappearance of Hikari, weird things start to happen in the city of Kazune. How will things turn out?<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt3488994",
      "type": "series",
      "name": "Kisaku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2377.jpg",
      "description": "Genres: Hentai\nTags:Office Lady\nBased on the erotic game by Elf.<br>\n<br>\nKisaku, professional letch and all-purpose pervert, is the best when it comes to blackmailing the local women into performing lurid sex acts. While quality is preferable over quantity, Kisaku has some plans for both."
    },
    {
      "id": "kitsu:1461",
      "type": "series",
      "name": "Harmagedon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1705-DZLUVw9Pj3UX.png",
      "description": "Genres: Adventure, Drama, Horror, Sci-Fi, Supernatural\nTags:Shounen\nIn the distant future, monsters and inhumans roam the land, and the ruling Evil King seeks a human woman to bear him powerful, force-adept heirs. Non offers herself to the Evil King in order to save her village from Ape Clan raiders, and gives him twin sons, Loof and Jin. She and her sons are exiled by the ungrateful villagers, however, and Non's companion Nue (a Demon Clan member changed into a wolf for disobedience) takes Loof to be raised by his father, the Evil King. The Evil One's Queen Parome despises humans, however, and her malevolence towards Loof deepens...<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0337764",
      "type": "series",
      "name": "Hot Juicy Teacher",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3452.jpg",
      "description": "Genres: Hentai\nTags:\nThis explicit anime takes place at an unusual school in which sex between students and, above all, with teachers, seems to be the norm rather than the exception. This first volume of the aptly named HOT JUICY TEACHER series focuses on Yuichiro, a formerly good-natured student who has turned twisted since being falsely accused of rape at a previous school. At his new school, he encounters a group of perverted, abusive bullies, some of their victims, and any number of extremely attractive and libidinous young instructors. Excellent character design and quality animation set this apart from the genre's many similar titles. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1448920",
      "type": "series",
      "name": "Kekkai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3093.jpg",
      "description": "Genres: Hentai, Thriller\nTags:Crime/Dissociative Identities/Detective/Urban/Amnesia/Nudity\nKyoko was found at the scene of a brutal murder by chief inspector Kaoru. Due to the shock of the incident, Kyoko has lost her memory. Kaoru has asked Junichi, a suave psychiatrist, to help cure Kyoko, only to find out that she has multiple personalites. Who exactly is Kyoko, and what connections does she have to the murder...?<br>\nWe`ll never know the answer to those questions as episode 2 was never released."
    },
    {
      "id": "tt1065045",
      "type": "series",
      "name": "Spotlight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3902.jpg",
      "description": "Genres: Hentai, Music\nTags:Idol/Defloration/Threesome/Sex Toys/Fellatio/Group Sex/Cunnilingus/DILF/Handjob/Anal Sex/Boobjob/Facial\nWhat would you do for fame?<br><br>\nSaori is cute, perky, and dreams of being a star! Along with the beautiful Yuna and the striking Erica, Saori is part of a new female pop group named Twinkle ? and this hot little group is ready for their big debut!<br><br>\nBut this tantalizing trio is about to discover that the music industry is ruthless and demanding of its female artists! First, band manager Masaki decides to give Yuna and Erica a special session in pleasure and pain... Then, as lead singer, it's up to Saori to get the band past Kijima, the shady don of the entertainment business. Using his position to fulfill his wildest desires with all of the hot <br>\nnew pop idols, he'll never even consider giving anyone a chance at a big break until after his carnal desires have been satisfied. Saori's mother knows this all too well; to get Twinkle noticed, she's already given in to his erotic demands. <br><br>\nMeanwhile, a rival pop group, the Lovely Ladies, is determined to win Kijima's favor first! They're three buxom starlets, training hard in all of the don's favorite sensual techniques ? and they'll do anything and anyone to win! It's become a race of lust...will Saori give up her body for one chance in the spotlight?"
    },
    {
      "id": "tt0416428",
      "type": "series",
      "name": "Kussetsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2794.jpg",
      "description": "Genres: Hentai\nTags:\n* Based on a game by Candy House<br><br>\nThe best friend of a high school boy decides to destroy the perfect world around his friend by taking his stepmother, stepsisters, and female friends from him. Deceit, lust, and revenge are preformed by all parties before it all crashes down.<br><br>\n(Source: fakku)"
    },
    {
      "id": "tt0498436",
      "type": "series",
      "name": "Haré+Guu: Movie Special - The Illusive Pilot Film",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17785.jpg",
      "description": "Genres: Comedy\nTags:Shounen\n4-minute promo/pilot released with the Deluxe OVA, with a few events from the TV series in a different graphic style."
    },
    {
      "id": "tt6354954",
      "type": "series",
      "name": "69 Pink Riders 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5773.jpg",
      "description": "Genres: Hentai\nTags:Surreal Comedy/Animals\nKorean animation, consists of 3 stories. Release date given is one of the release dates in Korea.<br><br>\n(Source:AniDB)"
    },
    {
      "id": "tt26518389",
      "type": "series",
      "name": "The Treasures of the Desert",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17427.jpg",
      "description": "Genres: Drama\nTags:\nnull"
    },
    {
      "id": "kitsu:5015",
      "type": "series",
      "name": "Kick Off (2002)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7525.jpg",
      "description": "Genres: Sports\nTags:Football\nnull"
    },
    {
      "id": "tt0802866",
      "type": "series",
      "name": "Aoi Triton",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b148745-a6vP40hrwe5Y.png",
      "description": "Genres: Fantasy\nTags:\nPilot movie of Umi no Triton. It was produced in October 1971 for the intention of selling the series to international markets and features a more Western-style drawn Triton. The pilot was released to the public on the film version's DVD release nearly 3 decades later."
    },
    {
      "id": "tt3922966",
      "type": "series",
      "name": "Kochira Katsushikaku Kameari Kouenmae Hashutsujo Special: Europe Oudan! Reiko Kyuushutsu Daisakusen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b145769-XrkBtQfEjMgg.png",
      "description": "Genres: Comedy\nTags:\nSpecial episode of <i>Kochira Katsushikaku Kameari Kouenmae Hashutsujo</i> broadcast between episodes 228 and 229 of the TV series."
    },
    {
      "id": "tt0326672",
      "type": "series",
      "name": "Chobits",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx59-0J95ZHgt4uyP.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance, Sci-Fi\nTags:Artificial Intelligence/Philosophy/Amnesia/Robots/Seinen/Dissociative Identities/Nudity/Slapstick/Asexual\nIn the future, personal computers have developed into \"Persocoms\", mobile computers that look like human beings. Hideki Motosuwa, a prep school student, desperately wants to buy a Persocon but cannot afford to. One day he finds a Persocom that has been thrown away and decides to keep it. When he turns on the Persocom, all she can say is \"Chii\" so he decides to name her that. After a while it starts to become apparent that Chii is more than an average Persocom. Having much better performance, it seems that Chii might be a \"Chobit\", a type of advanced Persocom rumored to have independent thought.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0339955",
      "type": "series",
      "name": "Azumanga Daioh",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx66-1LTNhVTnttZv.png",
      "description": "Genres: Comedy, Slice of Life\nTags:School/Primarily Female Cast/Surreal Comedy/Slapstick/Cute Girls Doing Cute Things/Ensemble Cast/Coming of Age/Primarily Teen Cast/Female Protagonist/Teacher/Tomboy/Kuudere\nTen year old child prodigy, Chiyo Mihama, is finding it tough fitting in at high school with the girls five years her elder: Osaka (dimwitted with a weird take on the world), Tomo (a powder keg that goes off at a moment’s notice), Kagura (the competitive athlete of the bunch), Yomi (the hothead), and Sakaki (timid and obsessed with a love of animals that isn’t reciprocated). Together with their teacher, they navigate the rough waters and fun times of high school.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0327386",
      "type": "series",
      "name": "The Twelve Kingdoms",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153-pLhZPQCYk7hl.png",
      "description": "Genres: Action, Adventure, Fantasy, Supernatural\nTags:Isekai/Female Protagonist/Coming of Age/Politics/Language Barrier/War/Conspiracy/Anthropomorphism/Youkai/Swordplay/Bullying/Magic/Shapeshifting/Shoujo/Military/Tanned Skin/Chimera/Shrine Maiden\nNakajima Youko is your average somewhat timid high school student. One day, a strange man named Keiki appears before her, swearing allegiance. Before she could properly register what was happening, demon-like creatures attack Youko and her friends, after which they are pulled into a different world. A world unlike what she has ever known. Separated from Keiki, Youko and her friends must do whatever they can if they wish to survive in this new world."
    },
    {
      "id": "tt0361140",
      "type": "series",
      "name": ".hack//Sign",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx48-YKktSuM10DRK.png",
      "description": "Genres: Adventure, Fantasy, Mystery, Sci-Fi\nTags:Virtual World/Video Games/Anti-Hero/Magic/Amnesia/Tanned Skin/LGBTQ+ Themes/Super Power/Ensemble Cast/CGI\nA young wavemaster, only known by the alias of Tsukasa, wakes up in an MMORPG called The World, with slight amnesia. He does not know what he has previously done before he woke up. In The World, he is suspected to be a hacker of the Crimson Knights, as he was seen accompanying a tweaked character in the form of a cat. Unable to log out from the game, he wanders around looking for answers, avoiding the knights and other players he meets along the way.<br><br>\nAs Tsukasa explores The World, he stumbles upon a magical item that takes the form of a 'guardian', which promises him protection from all harm. Subaru, the leader of the Crimson Knights, along with several other players who became acquainted with Tsukasa, set out to investigate why Tsukasa is unable to log out, and attempt to get to the bottom of the problem before it gets out of hand.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0469008",
      "type": "series",
      "name": "Tokyo Mew Mew",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx687-ougpIBcWwva0.png",
      "description": "Genres: Adventure, Comedy, Fantasy, Mahou Shoujo, Romance, Sci-Fi\nTags:Henshin/Female Protagonist/Kemonomimi/Aliens/Primarily Female Cast/Environmental/Shoujo/Magic/Maids/Nekomimi/School/Cute Girls Doing Cute Things/Tsundere/Kuudere/Primarily Teen Cast/Heterosexual/Yandere/Archery\nOn her first date with the cutest boy in school, Ichigo is zapped by a mysterious ray that scrambles her DNA with that of the endangered Iriomote wildcat. The next day, Ichigo discovers that she has developed the agility (and occasionally the ears and tail) of a cat, as well as the power to transform into a pink-haired superheroine, Mew Ichigo. She and four other girls, each endowed with the genes of a different \"Red Data\" animal, have been selected for the top-secret Mew Project, which aims to protect the Earth from an alien menace known as Deep Blue.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0210418",
      "type": "series",
      "name": "Digimon Frontier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1132-sAQyMO3rSg69.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Kids/Virtual World/Kaiju/Primarily Child Cast/Trains/Male Protagonist/Henshin/Artificial Intelligence/Monster Girl/Fairy/Isekai/Nudity\nTakuya Kanbara is an average city kid who receives a text message from an unknown source instructing him to \"board a train towards his destiny\". Taking up the Call to Adventure, he finds the train in question and is whisked off to the Digital World, which is currently under threat from the malevolent Cherubimon. Cherubimon and his minions are consuming the very building blocks of the Digital World (its \"Fractal Code\") to increase their own power, and if nothing is done then the entire Digital World will be devoured.<br><br>\n\nAll is not lost, however. Takuya and the other \"chosen\" children who boarded the train inherit the power of the Ten Legendary Warriors that saved the Digital World in the distant past, allowing them to transform themselves into Digimon. With their new powers, they fight to take back the stolen Fractal Code and restore the fractured Digital World to its former glory.<br><br>\n\n(Source: TV Tropes)"
    },
    {
      "id": "tt0398412",
      "type": "series",
      "name": "Magical Shopping Arcade Abenobashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/306-o0cw2vphUh6b.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Parody/Slapstick/Isekai/Meta/Nudity/Police/Coming of Age/Tanned Skin/Transgender/Robots/Goblin/Animals/Shounen\nImamiya Satoshi, \"Sasshi\" to his friends, has grown up in the Abenobashi Shopping Arcade in Osaka, along with his childhood friend, Asahina Arumi. Now, all that was stable in his life is in ruins. His family's bath house has closed and been torn down, and Arumi's family is moving to Hokkaido - and taking her with them. In the midst of all this, something happens to the framework of reality, and Sasshi and Arumi slip into a weird parallel world. It's still Abenobashi, but not their Abenobashi. Strange things are afoot, and Sasshi must find out their meaning, in order to reach a goal that he barely understands. "
    },
    {
      "id": "tt0823967",
      "type": "series",
      "name": "Full Moon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx122-v7o2GtrjTC6w.jpg",
      "description": "Genres: Comedy, Drama, Mahou Shoujo, Music, Romance, Supernatural\nTags:Female Protagonist/Idol/Musical/Shoujo/Heterosexual/Angels/Found Family/Rehabilitation/Henshin/Youkai/School/Primarily Child Cast/Love Triangle\nTwelve-year-old Kouyama Mitsuki was devastated when she was diagnosed with a malignant tumor of the throat. She had made a promise to the boy she loves that she would one day become a singer, but her illness made singing impossible. To make matters even worse, two angels of death, Takuto and Meroko, appeared to Mitsuki and informed her that she only had one year left to live. This news provides an even greater motivation for Mitsuki to fulfill her dreams, and with a little bit of divine intervention, she begins her quest to become a professional singer so she can be reunited with Eichi before time runs out. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0339953",
      "type": "series",
      "name": "Ai Yori Aoshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx53-GPDXGvbhg4w5.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Female Harem/Seinen/Male Protagonist/Heterosexual/Primarily Adult Cast/School/Nudity/Love Triangle/College\nKaoru Hanabishi, a college student who lives alone, met a beautiful but bewildered girl dressed in a kimono at a train station. He volunteered to guide her way to the address she was looking for, which happened to be in his neighborhood, but turned out to be an empty lot. Not knowing what to do next, Kaoru invited the devastated girl to his apartment and asked for any additional clues to her destination. She supplied him with a photo of two children whom Kauru immediately identified as himself and Aoi Sakuraba, his childhood friend. It turned out that the girl in front of him is Aoi Sakuraba herself, his betrothed fiancee who came all the way to Tokyo to marry him. Her revelation was not only surprising but also reminded the deepest part of Kaoru's memory for why he left the Hanabishi family in the first place."
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "ONE PIECE: Yume no Soccer Ou!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2386-NQQkq1taHJ08.jpg",
      "description": "Genres: Comedy, Fantasy, Sports\nTags:Football/Parody/Ensemble Cast/Primarily Male Cast/Male Protagonist/Shounen/Super Power/CGI\nLuffy and his crew take on the Villain All-Stars in a game of soccer in order to become the Dream Soccer King. The game comes down to a pk tie-breaker shoot-out with Coby as goalie and Helmeppo refereeing.<br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt0367369",
      "type": "series",
      "name": "MegaMan NT Warrior",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1710.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Artificial Intelligence/Virtual World/Primarily Child Cast/Kids/Male Protagonist/E-Sports/School\nIn the year of 20XX, a young boy by the name of Netto Hikari receives a very special gift as he enters the 5th grade. His very own customized net navi, Rockman! Despite Rockman's small size and far more responsible personality, the two boys quickly become the best of friends. A net navi is designed to guide his operator from the inside of his or her PErsonal Terminal, or simply PET for short. Children and adults alike enjoy friendly \"Net Battles\", where they spar their navis against each other to prove their worth. <br><br>\n(Source: Official Site)"
    },
    {
      "id": "tt7941838",
      "type": "series",
      "name": "Initial D BATTLE STAGE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/821.jpg",
      "description": "Genres: Action, Sports\nTags:Cars/Seinen/Male Protagonist/Rural/CGI\nThere are many street races in the Initial D Series. This OAV has no plot other than to collect all the street races into one stage. The dialog during the original races is left in. <br>"
    },
    {
      "id": "tt0367419",
      "type": "series",
      "name": "Sweat Punch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1072-3HZC9uQacKht.jpg",
      "description": "Genres: Action, Fantasy, Horror, Mecha, Music, Sci-Fi\nTags:War/Anthology/Historical/Real Robot/Demons/Musical/Aliens/CGI\nSweat Punch is a series of five Studio 4&deg;C shorts collected as a direct-to-DVD package film entitled <i>Deep Imagination</i>.<br><br>\n1. <b>Tanpetori Kyouju no Yuuutsu</b> (タンペトリー教授の憂鬱, Professor Dan Petory's Blues)<br>\nA musical number starring a hand puppet named Junior. The puppet is controlled by the drunken Professor Dan Petory who explains in puppetry the answers to such questions as why the Earth is blue and why UFOs fly in a zig-zag pattern.<br><br>\n2. <b>End of the World</b><br>\n\"End of the World\" is a science fiction story about a young alien girl named Yuko as she escapes from the world of humans. After meeting Kazumi, a human girl Yuko met at a rock concert, the girls head to Kazumi's apartment. Before Yuko even takes off her shoes, however, she leaves through Kazumi's TV with her trusty cybernetic steed FACE to wage a retaliatory campaign against hordes of S&amp;M monsters from another dimension, and the evil queen of Yuko's world.<br><br>\n3. <b>Kigeki</b> (喜劇, Comedy)<br>\nSet during the Irish War of Independence, a five-year old girl goes out in search of the mysterious Demon&rsquo;s Castle - home of the Black Knight whose services she hopes to recruit. The Black Knight is a dark, young, skilled swordsman who will only accept a particular genre of books as advance payment.<br><br>\n4. <b>Higan</b> (彼岸, Enlightenment)<br>\nAn injured man lies completely still in a hospital room with doctors hovering at his bedside, appearing serene and peaceful as he slowly succumbs to death. However, in his own mind, memories of a recent battle vividly flash by. Thoughts of death and chaos haunt him, even in his final moments.<br><br>\n5. <b>Garakuta no Machi</b> (ガラクタの町, Junk Town)<br>\nOne summer day, a young boy encounters a little robot at a shopping arcade-a hungry little robot, it turns out, as he devours one machine after the other, growing in size with each \"meal\". This story of a boy, a machine, and their little adventure is the tale of an unusual friendship, enriched by the details of daily life and seen through the director's unique visual style.<br><br>\n(Source: Studio 4&deg;C website)"
    },
    {
      "id": "tt0380120",
      "type": "series",
      "name": "Jing: King of Bandits",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107-w685twC2xgyr.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Sci-Fi\nTags:Shounen/Episodic/Male Protagonist\nJing may appear to be a young boy, but his remarkable skills make him one of the most feared thieves on the planet. Along with his feathered partner Kir, Jing travels from town to town, stealing anything of value regardless of the amount of security. But when he's in a pinch, he has one more trick up his sleeve: Kir bonds with Jing's right arm to perform the effectively deadly \"Kir Royale\" attack. And because of all this, Jing is infamously known by many as the \"King of Bandits.\" <br>"
    },
    {
      "id": "tt0335688",
      "type": "series",
      "name": "TRAVA: FIST PLANET",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1980-ehsctCAVsUU7.jpg",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Aliens/Space/Robots/Slapstick/Surreal Comedy/Primarily Adult Cast\nAce pilot Trava and his personal mechanic buddy Shinkai, on their way to mark an out-of-the-way planet, pick up Mikuru, a girl with no memory. The three are about to discover that the planet is more than it seems.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0346414",
      "type": "series",
      "name": "Tenshi na Konamaiki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx200-xPxQtMoeRfyr.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Shounen/Gender Bending/School/Magic/Parody\nMegumi-chan is a girl with a secret past. She used to be a boy until she met a person she thought was a magic user. This person gave him/her a magical book from which a genie appears to grant one wish when blood is applied to it. Megumi made the wish to be a man in a man's body but the genie has a twist: he grants wishes backwards so he turns Megumi-kun aged 9 to Megumi-chan. Years pass and Megumi enters High School where she immediately beats up the school bully who of course falls in love with her. She is looking for that book again to be able to reverse the spell placed upon her.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1547413",
      "type": "series",
      "name": "Tokyo Underground",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175-ccHowbNQMcdm.png",
      "description": "Genres: Action, Adventure, Romance, Sci-Fi\nTags:Shounen/Super Power/Tsundere\nUnder the capital city of Tokyo, Japan, there exists a large, vast, and unknown world known as Underground. There, people known as Elemental Users exist; people who have the ability to control the elements: Fire, Water, Lightning, Magnetism, Freeze, etc. Meet Rumina Asagi and his best friend Ginnosuke Isuzu, two average high school freshmen who reside in Tokyo. When they meets Gravity User, Chelsea Rorec, and the Miko of Life, Ruri Sarasa, their whole life changes into one big adventure.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0331154",
      "type": "series",
      "name": "Tenchi Muyou! GXP",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1133.jpg",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Space/Male Protagonist/Primarily Female Cast/Police/Aliens/Female Harem\nSeina Yamada is unlucky... so unlucky that when he stumbles upon a recruiter looking for his senpai Tenchi he gets taken instead. Forced into the Galaxy Police, his luck begins to change. A natural to randomly jumping near pirates, he is assigned his own decoy to draw out pirates. His luck brings him into the lives of four women who have a habit of cancelling out his bad luck, turning it into good. Armed with this luck, they pilot the most powerful ships in the Tenchi Universe to defeat the Da Ruma pirates. Now the only uncertainty is whether the sexy Amane Kaunaq, a former model turned into a GP detective, sturdy Kiriko Masaki, who has known Seina for years, the mysterious Ryoko Balta, a former pirate named after the legendary one, or the child-like Neju Na Melmas, a powerful 2000 year-old priestess, will win Seina.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0433710",
      "type": "series",
      "name": "HAPPY☆LESSON (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx260-8Jw78seti49u.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Female Harem/Chibi/Kuudere/Male Protagonist\nHitotose Chitose was always alone and untrusting of people but when 5 female teachers appear and started living together with him in his family's house as his mothers, things started to change and pick up, together with Hazuki-nee and Minazuki (his 2 sisters) everyday is a lesson.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0328338",
      "type": "series",
      "name": "Rizelmine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/197.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Male Protagonist/Surreal Comedy/School/Heterosexual/Family Life/Teacher/Nudity/Real Robot/Slapstick/Love Triangle/Parody/Meta\nIwaki Tomonori is an average 15-year-old boy who likes older women. He happens to have a crush on his teacher, but soon thereafter, learns she has become engaged. He heads home brokenhearted, only to find a 12-year-old girl named Rizel at his home, who he learns the Japanese government has married him to against his will. Furthermore, he learns Rizel is no ordinary girl; she is a biochemically engineered human, and her creators (her \"papa\"s, as they are often referred to) promise to waive multiple bills of Iwaki's parents in exchange to be allowed to stay at their house, and thus Iwaki's life with Rizel begins."
    },
    {
      "id": "tt0857298",
      "type": "series",
      "name": "Pita-Ten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162-mYmCcLeO1QQh.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Angels/School/Shounen/Female Protagonist\nKotarou was pretty much supposed to be your average boy, worried about the pressures of education while enjoying a simple life with his friends. Much to his despair, he one day finds the overly cheerful Misha at his door, asking to be friends out of nowhere. Even more shocking is that Misha is an apprentice angel, yet she does more bad then good. Along with Kotarou's school friends Takashi and Koboshi and the so called devil Shia (once again being able to do more good then bad), the group of friends spend their days getting into all sorts of adventures and troubles. Based on the manga by Koge-Donbo."
    },
    {
      "id": "tt0796127",
      "type": "series",
      "name": "Mirmo Zibang!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1744.jpg",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Mahou Shoujo, Romance\nTags:Magic/Love Triangle/Henshin/Ninja/Kids/Female Protagonist/Chibi/Fairy\nKaede is a cheerful and energetic eighth grader. When it comes to boys, however, she is hopelessly shy. <br><br>\nOne day, on her way home from school, Kaede walks into a mysterious shop and buys a colorful cocoa mug. When she reaches home, she casually peeks into the bottom of the mug and discovers an engraved note, which says, \"If you read this message aloud while pouring hot cocoa into the mug, a love fairy (\"muglox\") will appear and grant your every wish.\" The skeptical but curious Kaede follows the directions and announces her wish to date Yuuki, the class heartthrob. Suddenly, the adorable blue Mirumo appears! We soon find out, however, that this cute little muglox would rather eat chocolate and create mischief than help Kaede. <br><br>\nMirumo, it seems, is prince of the muglox world. Horrified at the prospect of having to marry Rirumu, his princess bride-to-be, Mirumo has escaped the muglox world. Hot on his heels, however, are Rirumu, Yashichi the bounty hunter, and a cast of hundreds of muglox ranging from the good to the bad to the nutty. This gang of adorable troublemakers will see to it that school life for Kaede and her friends is never the same... <br><br>\n(Source: mirmo-zibang) "
    },
    {
      "id": "tt3389064",
      "type": "series",
      "name": "Whistle!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/183.jpg",
      "description": "Genres: Sports\nTags:Football/Male Protagonist/Primarily Male Cast/School/Shounen/Bullying/Foreign/CGI/Educational\nKazamatsuri Shou's dream has always been to become a professional soccer player, but he has one problem: he's not very good at the game. He was accepted to the prestigious Musashi no Mori Junior High, known for its top rate soccer team, but he was never able to rise beyond the rank of third stringer. After transferring to Sakura Jousui Junior High, he can finally play soccer. And, with the support of his new friends and teammates, his strong determination, and lots of hard work, his soccer skills are developing rapidly and setting Shou well on his way to achieving his dream.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0315011",
      "type": "series",
      "name": "Gun Frontier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1706.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Shounen/Guns/Revenge/Swordplay/Historical\nIt is a harsh and barren wasteland, where the weak aren't allowed to dream. It is also a sacred land for true men, for there is no place a man can feel more alive. This is the Gun Frontier. Sea Pirate Captain Harlock and the errant samurai, Tochiro arrive in the United States on the Western Frontier. Along with a mysterious woman they meet along the way, the two friends challenge sex rings, bandits, and corrupt sheriff. They are searching for a lost clan of Japanese immigrants, and they will tear Gun Frontier from end to end until they find it.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4146020",
      "type": "series",
      "name": "Cosplay Complex",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx982-iP6ktKL8h846.png",
      "description": "Genres: Comedy, Ecchi\nTags:Parody/School/Female Protagonist/Primarily Female Cast/Cosplay/Otaku Culture/School Club/Urban Fantasy/Fashion\nMeet Chako and her friends from the Cosplay Association at East Oizuki Academy! They're the hottest new cosplay team in Japan...fresh from a winning streak of local battles, they're set to sweep the Cosplay World Series!<br><br>\nYeah, right.<br><br>\nIn reality, Chako and her friends are barely able to keep their club alive at all. Feeble club membership and a lack of sponsorship might be the end of their cosplay dreams before they can even start. But don't you dare underestimate this group of spunky girls! They'll survive a barrage of pervy newcomers, cosplay rivalries, costume disasters and dating mishaps in order to reach their ultimate goal of competing in the World Series. The clothing flies as the girls suit up (and strip down) for Cosplay Complex!<br><br>\n(Source: DVD Back Cover)"
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin III: Return of Pycal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1427.jpg",
      "description": "Genres: Adventure, Comedy, Music\nTags:Shounen/CGI/Samurai/Male Protagonist/Primarily Male Cast/Primarily Adult Cast/Foreign/Nudity/Guns\nLupin steals an extraordinary gem from a Mediterranean party, only to be interrupted by Pycal, the trickster \"magician\" who had apparently died fighting Lupin early in his career. Pycal, now armed with real magical abilities, is determined to take revenge.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3488994",
      "type": "series",
      "name": "Gate Keepers 21",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/128.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:\n32 years have passed since the initial defeat of the Invaders. A.E.G.I.S is all but dismantled now and has become an underground organiziation consisting of only a few Gate Keepers left to save humanity. One of the members, Ayane Isuzu, is sick of society as a whole, though she continues to defeat the Invaders out of spite for her father. Suddenly, she learns of the revival of Machine General (Kikai Shogun) and Devil Count (Akuma Hakushaku), but a mysterious ghost girl now accompanies them. It is up to Ayane and the remnants of A.E.G.I.S to stop them and save humanity once again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0339953",
      "type": "series",
      "name": "Ai Yori Aoshi: Yumegatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6709.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Harem\nKaoru and the girls have a picnic in Spring and talk about their dreams for the future."
    },
    {
      "id": "tt2275406",
      "type": "series",
      "name": "Psychic Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/337.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Super Power/School/Love Triangle/Seinen/Male Protagonist/Magic\nInsecure Ai Shiomi begins attending the prestigous Psychic Academy for psychically gifted students, following in the footsteps of his legendary older brother.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0363378",
      "type": "series",
      "name": "The Story of Little Monica",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1785.jpg",
      "description": "Genres: Hentai\nTags:Nudity/Nekomimi/Maids\nBased on the erotic game by Rune.<br>\n<br>\nWill, an orphan originally from Little Monica, a city of culture and arts, returns to a place he hasn't been in since his childhood to contribute to it and have a reunion with his childhood friend, Celia. What he doesn't know is that during his long absence, things have changed for the worse and Little Monica, once a city of high culture has become a capital of degeneration. The question is can Will resist the temptations offered by the city or will he succumb to it. With a little help from Celia and her sisters Tina and Mei, as well Miss Meow, they just might succeed in returning Little Monica to its former glory.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0395076",
      "type": "series",
      "name": "Taiho Shichauzo No Mercy!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2010.jpg",
      "description": "Genres: Action, Comedy\nTags:Female Protagonist/Police/Shounen/Primarily Adult Cast/Foreign\nFresh from being transferred to the LAPD, Miyuki and Natsumi must investigate some unusual car theft incidents in their area. And when Miyuki's yellow 1973 Ford Mustang Mach 1 is \"gone in 60 seconds\" (literally), the situation gets more complicated when the thief turns out to be a former Japanese detective.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4145978",
      "type": "series",
      "name": "Araiso Private High School Student Council Executive Committee",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx425-bWnEbDMZ2NdG.png",
      "description": "Genres: Action, Comedy, Mystery, Sports, Supernatural\nTags:School/Basketball/Shounen/Boys' Love/Ghost\nKubota Makoto and Tokitoh Minoru (characters from Kazuya Minekura's manga Wild Adaptor -- though no reference is made to the darker storyline of WA in this light-hearted anime) are the muscle of their high school's all-powerful student council. They defend the student body from disorder -- generated by both humans and demons -- while avoiding their classes.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0320828",
      "type": "series",
      "name": "Atashin'chi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3006.jpg",
      "description": "Genres: Comedy\nTags:Female Protagonist/Family Life\nOutrageous misadventures of an almost normal family with a housewife, her husband, and their two kids Yuusuke and Mikan. Wacky humor about this weird family's daily life.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt11557724",
      "type": "series",
      "name": "Mini Pato",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2733-B98BwsfbAdLy.jpg",
      "description": "Genres: \nTags:Parody/Guns/Meta/Robots\nComprised of 3 episodes that act simultaneously as a parody of other mecha anime and expand of the technology used in the Patlabor Series.\n<br> \n<br>\nEpisode 1 is a brief introduction to the weaponry carried by the Ingram, how it was designed and why it is the way it is. <br>\nEpisode 2 looks at the design and maintenance of the Ingram 98 AV in SVU2 and takes a swipe at the marketing forces behind them (as in merchandising for the series). <br>\nEpisode 3 is the only one to attempt to expand on a very minor point raised in the original TV show and just how SVU2 is actually funded. <br>\n"
    },
    {
      "id": "tt0349020",
      "type": "series",
      "name": "éX-Driver Danger Zone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1733-evSAgg5z3pxS.png",
      "description": "Genres: Action, Sci-Fi\nTags:Cars/CGI/Female Protagonist/Artificial Intelligence\nThe story takes place on a world 100 years in the future, a few years before Lisa and Lorna joined eX-D organization. The world where people drives computer-controlled electrically powered \"AI cars\" which automatically take you where you want to go. However, one AI car mysteriously start to run amok. Now Nina and Rei, as the main driver for ex-D organization have to solve the mystery behind the AI car with evil plot and trap awaiting for them... <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0326669",
      "type": "series",
      "name": "Sex Taxi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2357.jpg",
      "description": "Genres: Hentai\nTags:Rape/Blackmail/Irrumatio/Twins/Bondage/Sex Toys/Incest/Threesome/Group Sex/School/Cunnilingus/Public Sex/Facial/Fellatio/Defloration/Nakadashi/Netorare/Anal Sex/Yuri\nA cabbie got his kicks by blackmailing, raping, and storing women in his \"collection\" back in his old town. Now he is in a new town with new women. He wants to have sex with them. He picks each girl up many times and follows them around. They do not seem to notice it's the same cabbie until it's to late, until he gets all his sources and starts to blackmail them. In his new town his first fare was Satsuki, a member of the archery club. He goes on from there to get twins, a swimmer, a cheer leader, and more. <br>"
    },
    {
      "id": "tt0389600",
      "type": "series",
      "name": "Canary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2146-1R8J6uxz1dEV.png",
      "description": "Genres: Fantasy, Music, Romance\nTags:School/Band/Primarily Female Cast/Female Protagonist/Slapstick\nMika Katagiri wants her band to perform at the upcoming local festival. However, complications arise. Their keyboardist, Jun, refuses to play, and their stage has been cancelled. Refusing to give up, Mika and her band strive to find a way to play at the festival, using any means necessary.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0286486",
      "type": "series",
      "name": "Argento Soma Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1789.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Aviation/Aliens\nThe pilot Sue Harris goes to a mission on a frozen country, there she suffers an accident on the mountains and her life is in severe danger. Trying to survive on the harsh enviroment, she encounters an alien and engages in combat with it. The two beings will use all means possible to escape of that dead trap alive.<br>"
    },
    {
      "id": "tt16899912",
      "type": "series",
      "name": "Generation of Chaos Next: Chikai no Pendant",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2777.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Male Protagonist\nPrologue to the second game in the Generation of Chaos RPG series. Ellile is a knight-in-training in the Kingdom of Fredbarn in the Neverland World. He and Princess Roji are secretly in love, and plan to marry. Lifile, the head of the knights, finds out, and tells Ellile that he's not strong enough to protect Roji, let alone the Kingdom. Ellile becomes frustrated, and comtemplates what to do... During the OVA, there are a few animated shorts dealing with a fourth character, Poro, her robot friend, and the GOC Next cast.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0346314",
      "type": "series",
      "name": "In a Distant Time OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/647.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Romance\nTags:Historical/Female Protagonist/Male Harem/Demons\nWhisked away to the land of Kyou, Akane learns that she is the Ryuujin no Miko, and meets the Hachiyou, her protectors. They must defeat Akuram, a demon who wants to destroy Kyou using the power of Azusa, a woman who has the power to absorb human energy. If Akane and the Hachiyou cannot defeat Akuram and bring peace to Kyou, Azusa'a power will destroy the humans.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0431770",
      "type": "series",
      "name": "Galerians: Rion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1611.jpg",
      "description": "Genres: Adventure, Drama, Horror, Mystery, Sci-Fi\nTags:Full CGI/Male Protagonist/Gore/Shounen/Drugs\nSix years have passed since Rion discovered his own identity as an artificial being, yet succeeded in destroying the genocidal Mother Computer, Dorothy, before perishing himself. Now reactivated by Lilia, Rion awakens to find that Dorothy managed to execute one final catastrophic program, rendering a new evil crew to finish her goal of human annihilation. It is a fully 3D CGI animated OVA based on the hit PlayStation game, called Galerians, released in August, 1999.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0423656",
      "type": "series",
      "name": "Slave Market",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3385.jpg",
      "description": "Genres: Hentai\nTags:Slavery/Bondage\nBased on the game by ruf.<br><br>\nLooking for some flesh? Then you've come to the right place! Welcome to the slave market, where all of your perverted fantasies can be fulfilled... for a price!<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt9637440",
      "type": "series",
      "name": "Love is the Number of Keys",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1895.jpg",
      "description": "Genres: Hentai\nTags:Maids/Anal Sex/Nakadashi/Sex Toys/Boobjob/Large Breasts/Fellatio\nJyun is on his own for the first time as his father has gone overseas for a new job. He stays behind because of schooling and moves into an appartment complex as assistant manager only to discover the place is a sex service appartment."
    },
    {
      "id": "kitsu:787",
      "type": "series",
      "name": "Megami Kouhosei Special Curriculum",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/887.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/Space\nA retelling of the TV series from the point of view of one of the Goddess Pilots.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3065052",
      "type": "series",
      "name": "THE UROTSUKI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1353.jpg",
      "description": "Genres: Adventure, Fantasy, Hentai, Horror\nTags:Demons\nAn immortal beast-man of supernatural lusts, Amano Jaku escapes prison to gratify his appetites at Meishin College. But the campus is not just a hotbed of luscious coeds &ndash; it&rsquo;s the breeding ground of a hideous monster! The Ultra God is Amano Jaku&rsquo;s nemesis, a vile killing machine, and the ancient harbinger of the coming apocalypse. Now, immortals will clash in a battle that will bathe the Earth in innocent blood!<br><br>\n(Source: AniDB)"
    },
    {
      "id": "kitsu:3048",
      "type": "series",
      "name": "rayca",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3490-vputN6td9HzW.png",
      "description": "Genres: Sci-Fi\nTags:CGI/Denpa/Female Protagonist\nRayca is a girl of the 31st Century where individuals exist only as computer data. She comes to the 21st century to learn about our sub-culture. Characters are designed by Haruhiko Mikimoto of \"Superdimensional Fortress Macross\" fame. Theme song by Tsubasa Makoto."
    },
    {
      "id": "kitsu:1746",
      "type": "series",
      "name": "Nakoruru: Ano Hito kara no Okurimono",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1937-yROn8rEWOvQj.jpg",
      "description": "Genres: Drama, Fantasy, Supernatural\nTags:Shrine Maiden/Swordplay/Historical\nNakoruru, finally returned to her home Kamuikotan after a long, fierce battle, receives a warm welcome from dear friends and the village children. Her spirit is uplifted by her reunion with companions Manari and Yantamuu. But as the trauma of battle falls away, Rela appears and challenges Nakoruru and the shadow of misfortune creeps closer... Nakoruru is a popular Ainu girl from SNK's Samurai Spirits fighting game (PC and Dreamcast), now she has her very own OVA series.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0385396",
      "type": "series",
      "name": "Daigunder",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3271-pAR44qv8TWyk.png",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:\nAkira Akebono, a young boy who is competing in a robot tournament where many of the robots are capable of transforming into animal forms. Akira wants to win the ultimate prize, the Titan Belt, with the help of his group of robots, all of which are capable of forming into the robot Daigunder. Daigunder is the creation of Akira's father, Professor Hajime Akebono. Together with a girl named Haruka, they compete under the name of Team Akira. However, Team Akira faces opposition from not only their competition, but a robot named Ginzan who is under the control of the evil Professor Maelstrom.\n<br><br>\n(Source: Anime News Network)"
    }
  ]
}