{
  "metas": [
    {
      "id": "tt1334722",
      "type": "series",
      "name": "Baccano!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2251-kSIwMbTZQDrQ.jpg",
      "description": "Genres: Action, Mystery, Supernatural\nTags:Mafia/Ensemble Cast/Crime/Achronological Order/Historical/Trains/Urban Fantasy/Foreign/Primarily Adult Cast/Noir/Guns/Gore/Urban/Meta/Surreal Comedy/Travel/Alchemy/Disability\nDuring the early 1930s in Chicago, the transcontinental train, Flying Pussyfoot, is starting its legendary journey that will leave a trail of blood all over the country. At the same time in New York, the ambitious scientist Szilard and his unwilling aide Ennis, are looking for missing bottles of the immortality elixir. In addition, a war between the mafia groups is getting worse. On board the Advena Avis, in 1711, alchemists are about to learn the price of immortality.<br><br>\nBased on the award winning light novels of the same name, this anime adaptation follows several events that initially seem unrelated, both in time and place, but are part of a much bigger story&mdash;one of alchemy, survival and immortality. Merging these events together are the kindhearted would-be thieves, Isaac and Miria, connecting various people, all of them with their own hidden ambitions and agendas, and creating lifelong bonds and consequences for everyone involved.<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1068993",
      "type": "series",
      "name": "School Days (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2476-GSeJUpMGnj40.jpg",
      "description": "Genres: Drama, Romance\nTags:Netorare/Female Harem/Male Protagonist/School/Heterosexual/Primarily Teen Cast/Bullying/Nudity/Trains/Urban\nMakoto Ito is a young Japanese high school student beginning his second term at the fictional Sakakino Academy. During his daily train rides to and from school, he becomes infatuated with fellow student Kotonoha Katsura; a girl that also commutes. When a new classmate acquaintance of his, Sekai Saionji, discovers his secret crush on Kotonoha, she helps introduce both of them to each other and over time they grow closer and agree to date. However in spite of her proud and triumphant matchmaking efforts, Sekai inadvertently becomes jealous of the new couple, having also developed feelings toward Makoto.<br><br>\nThe following afternoon on her way home at the nearby train station in front of the school, Sekai finds Makoto waiting for Kotonoha to rendezvous for a date. He sits with her and reiterates his appreciation for her help, and feeling heavily indebted, offers repayment anyway he can. Though she believes he is overreacting, Sekai decides to redeem her obligation by placing a kiss on his lips as her train pulls in; quickly rushing into an open passenger car and happily bidding a dumbstruck Makoto luck on his date.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0845738",
      "type": "series",
      "name": "When They Cry Kai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1889-NqhWV3QwBXZl.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Denpa/Ensemble Cast/Rural/Twins/Urban Fantasy/Shrine Maiden/Primarily Female Cast/Gore/Kuudere/School/Historical/School Club/Mythology/Cute Girls Doing Cute Things/Primarily Teen Cast\nContinuing from the first series, Higurashi no Naku Koro ni Kai begins to shed some light on the dark mysteries prevalent in the preceding season. The young group of friends in the town of Hinamizawa continue to enter terrible conflicts with one another in their never ending summer of 1983, often ending with the brutal murder of one of their numbers. Furude Rika, with the help of her spiritual friend Hanyuu, tackles challenges over and over, trying her best to keep their lives from coming to a tragic end. With no end to the torture in sight, Rika must call upon the bonds of friendship and trust among her friends to discover the true villain of this eternal June.\n"
    },
    {
      "id": "tt0978553",
      "type": "series",
      "name": "The Familiar of Zero: Knight of the Twin Moons",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1840-AYZXdXUCpqpR.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Isekai/Magic/Tsundere/War/Slavery/Politics/Female Harem/School/Military/Elf/Dragons/Love Triangle/Kuudere/Bullying/Heterosexual/Swordplay/Primarily Child Cast\nThis sequel is a continuation of the previous season, not long after the war. Louise and Saito seemingly getting along now since she knows that he had given up his only chance to return to Tokyo for her. The story continues as Louise begins to use Void Magic from a mysterious secret book she had recieved from her majesty Henrietta, while a new villain has appeared in town causing trouble.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1992935",
      "type": "series",
      "name": "Mononoke",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2246-WHkSkgyuxfgD.jpg",
      "description": "Genres: Fantasy, Horror, Mystery, Psychological, Supernatural\nTags:Youkai/Demons/Historical/Anthology/Detective/Body Horror/Philosophy/Gore/Episodic/Male Protagonist/Cosmic Horror/Cult/Primarily Adult Cast/Trains/Travel\nMononoke is a spin-off of the Bakeneko story arc of Ayakashi: Japanese Classic Horror. It follows the Medicine Seller as he deals with various spirits or \"Mononoke\" in feudal Japan. Just like in the Bakeneko story, he combats with a series of tools and his vast knowledge of the supernatural on his side, but can only slay the Mononoke when he uncovers its form (Katachi), the truth behind its appearance (Makoto) and the reason for its unusual behavior (Kotowari).<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1169193",
      "type": "series",
      "name": "Sayonara Zetsubou Sensei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2605-euXOWMmXtZMe.png",
      "description": "Genres: Comedy\nTags:Satire/Surreal Comedy/Teacher/Suicide/Parody/Denpa/Meta/School/Primarily Female Cast/Episodic/Ensemble Cast/Female Harem/Philosophy/Male Protagonist/Heterosexual/Dissociative Identities/Hikikomori/Shounen/Kuudere/Nudity\nItoshiki Nozomu is always in despair! Even simple things like paying for the toll on the subway can send him to a despair so deep only attempted suicide is the answer. How Strange is it then, that he should be the teacher of a High School Class filled with students with even more emotional problems than his. This great Comedy will leave you in anything but 'Despair' as you meet each of his students and watch their wacky adventures."
    },
    {
      "id": "tt1048049",
      "type": "series",
      "name": "Devil May Cry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1726-IrpH32PVADiO.jpg",
      "description": "Genres: Action, Fantasy\nTags:Demons/Male Protagonist/Body Horror/Video Games/Guns/Gore\nCursed to live as both monster and man, Dante must spend his life fighting the demonic forces of darkness. Brandishing his sword, Rebellion, and his always-loaded guns, Ebony and Ivory, Dante is more than happy to send the demons back to hell—especially when there’s money to be made. The wildly popular video game <i>Devil May Cry</i> is now a series, and this time, there’s no sympathy for the devil. <br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt0877057",
      "type": "series",
      "name": "Death Note: Relight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2994-mlofkz5GpkIu.jpg",
      "description": "Genres: Mystery, Psychological, Supernatural, Thriller\nTags:Police/Anti-Hero/Detective/Gods/Kuudere/Crime/Male Protagonist\n1. Genshisuru Kami (Visions of a God)<br>\r\nA two hour episode of Death Note, mainly a compilation of the confrontations between Light and L, re-edited from Ryuk's perspective with new dialogue and soundtrack along with additional animation that could not be included in the original series.  An Unnamed Shinigami comes to Ryuk to question him about his new story in the human world.<br><br>\r\n2. Eru o Tsugu Mono (L's Successors)<br>\r\nThis story continues where the previous left off, continuing the story of Light. As the previous special told Light and L's battles, this story does the same with the conflicts between Light, Mello, and Near.  <br><br>\r\n(Source: Wikipedia)"
    },
    {
      "id": "tt1233119",
      "type": "series",
      "name": "Shigurui: Death Frenzy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2216-90YquKJllawX.jpg",
      "description": "Genres: Action, Drama, Psychological\nTags:Samurai/Gore/Swordplay/Nudity/Seinen/Primarily Male Cast/Body Horror/Historical/Primarily Adult Cast/Martial Arts/Male Protagonist\nTwo damaged warriors wear the scars of a twisted and violent past. Bitter rivals for the secrets of their master's sword and the right to his daughter, these samurai inflict wounds on each other that would destroy lesser men. The final chapter of their saga unfolds within a brutal samurai tournament, a gruesome contest arranged to satisfy the bloodlust of a cruel tyrant overlord.<br>\n<br>\nThe disfigured legends of the blade must summon the strength for one last battle - a final lesson in the artistry of violence where nothing is more beautiful than the kill.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0464769",
      "type": "series",
      "name": "Bludgeoning Angel Dokuro-chan 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2131.jpg",
      "description": "Genres: Comedy, Ecchi, Supernatural\nTags:Magic/Surreal Comedy/Slapstick/Angels/Gore/Kuudere/Nudity\nThe life of the once ordinary middle school student Sakura Kusakabe changed when an angel by the name of Dokuro-chan moved into his house. This heartwarming story of love, desire and... bloodshed continues as Sakuras normal everyday life slowly crumbles into a bloody mess.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132215",
      "type": "series",
      "name": "Zombie-Loan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2404.jpg",
      "description": "Genres: Action, Horror, Supernatural\nTags:Zombie/Super Power/Urban Fantasy/Shounen/Gore/Female Protagonist/Mafia/Kuudere\nDo you know when you are going to die? Michiru Kita does, as she has the ability to see the ring of death around people's necks. The darker the ring, the closer to death someone is. She notices that two boys in her class, Chika Akatsuki and Shito Tachibana, have completely black rings. Seeking to warn them of their impending demise, she stumbles onto their secret: they are already dead, but they are kept alive due to a contract with Zombie-Loan. Of course, nothing comes without a price. The boys must hunt down and destroy zombies; seeking to use Michiru's \"Shinigami Eyes\" to help them in their endeavor.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0845738",
      "type": "series",
      "name": "Higurashi no Naku Koro ni: Nekogoroshi-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2899-6bAiQ0BhSzNW.jpg",
      "description": "Genres: Comedy, Mystery\nTags:Rural/Denpa/Primarily Female Cast/Poker/Crossdressing\nAfter losing a bet, Keichi, Mion, Rena, Satoko and Rika parade around the town in costumes. When they come to a fork in the road, they decide to go to Yagouchi, a nearby abandoned village. Once there Keichii and Rena learn the mystery of a strange haunted quarry as they debate whether or not to check it out."
    },
    {
      "id": "tt3385730",
      "type": "series",
      "name": "Wangan Midnight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2608-J8zVMG1LO7CS.jpg",
      "description": "Genres: Action, Sports\nTags:Cars/Urban/Male Protagonist/Seinen/Primarily Adult Cast/CGI\nBased on a seinen manga by Kusunoki Michiharu serialised in Young Magazine. <br><br>\nThe story gets its roots from the actual street racing that occurs on Tokyo's Shuto Expressway, one stretch of which is known as the \"Wangan\", literally meaning \"bay side\" (although it is generally used to refer to the freeway), the longest, straightest road in the entire country. Of course, there's also lots of traffic to contend with, including a fair number of heavy trucks. Because of this, the action is inherently hazardous, and wrecks are common. Blown engines are also a frequent hazard, especially with the extreme-high power engines. <br><br>\nOne day, Akio Asakura, a third year high school student, is driving his Fairlady Z (Z31) and is challenged by Tatsuya Shima, a doctor, in his black Porsche 964 Turbo (nicknamed the \"BlackBird\"). With a friend in the passenger seat and two girls in the back, Akio pitifully tries to win, but is defeated. Determined to become faster, he goes to the junkyard to buy parts for his car, when he sees a pristine, unscratched midnight blue Fairlady Z (S30) in the junkyard. Intrigued as to why such a machine is about to be junked, he buys it. He soon finds that the car is unnaturally fast due to a tuned L28 engine, bored and stroked to 3.1 liters combined with twin turbos, which produces 620bhp. He also finds that all of the car's previous owners had unfortunate accidents in it, starting with the first owner's death. The manga follows Akio's various encounters, though the central plot revolves around his constant battle with the BlackBird for superiority. <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt1090280",
      "type": "series",
      "name": "Tales of Symphonia: The Animation - Sylvarant Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1731-OQPp1N1OL9Lk.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Swordplay/Male Protagonist/Elf/Angels\nTwo worlds exist, both unaware of the existance of the other. In order for one world to flourish, the other will have to perish. On the perishing world, a Chosen one is sent on a journey to restore that world's mana by awakening the Spirits and becoming an angel. Colette Brunel, the Chosen of Sylvarant, sets out on her journey accompanied by her best friends Lloyd Irving and Genis Sage. As they travel further they meet more friends and even more enemies, while they learn more and more about the truth behind the World Regeneration.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132203",
      "type": "series",
      "name": "ef: a tale of memories. - prologue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6361.jpg",
      "description": "Genres: Drama, Music\nTags:Primarily Female Cast\nThe prologue for ef - a tale of memories, released on a separate DVD two months before the premiere of the TV series."
    },
    {
      "id": "tt2171086",
      "type": "series",
      "name": "Ani*Kuri15",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2832-XXrQ4JlYsX0f.png",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy\nTags:Anthology/CGI/Flash/Episodic/Aliens/Henshin/Robots/Drawing/Meta/Historical/Nudity/Slapstick/Animals/Work/Stop Motion/Kids\n15 one-minute shorts created by various people from Japan's animation industry. The title of the collection, Ani*Kuri15, is abbreviated from the words \"anime\" and \"creators\".<br><br><strong>Season One</strong><br>\n1) Shinji Kimura - <em>Attack of Higashimachi Ni Chome/Attack of Higashimachi 2nd Burough</em><br>\n2) Akemi Hayashi - <em>Namida no Mukou/From the Other Side of the Tears</em><br>\n3) Yasufumi Soejima - <em>Hyotoko/Blaze Man</em><br>\n4) Osamu Kobayashi - <em>Sancha Blues/The Aromatic Tea Blues</em><br>\n5) Shinjiro Nishimi - <em>Uchujin Raikou Hiroshi no Baai/Invasion from Space - Hiroshi's Case</em><br><br>\n<strong>Season Two</strong><br>\n6) Mamoru Oshii - <em>Project Mermaid</em><br>\n7) Kazuto Nakazawa - <em>\"yurururu\" ~Nichijou Hen~</em><br>\n8) Range Murata and Tatsuya Yabuta - <em>Gyrosopter</em><br>\n9) Tobira Oda and Yasuyuki Shimizu - <em>Sport Captain Episode No.18: Assassin Descended from the Mountain Hunt!!</em><br>\n10) Atsushi Takeuchi - <em>Wandaba Kiss</em> <br><br>\n<strong>Season Three</strong><br>\n11) Makoto Shinkai - <em>Neko no Shuukai/A Gathering of Cats</em><br>\n12) Mahiro Maeda - <em>Onmitsu Hime</em><br>\n13) Michael Arias - <em>Okkakekko</em><br>\n14) Shouji Kawamori - <em>Project Omega</em><br>\n15) Satoshi Kon - <em>Ohayou/Good Morning</em>"
    },
    {
      "id": "tt1190620",
      "type": "series",
      "name": "Kenkou Zenrakei Suieibu Umishou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2602-CTeDdPqUCQyQ.jpg",
      "description": "Genres: Comedy, Ecchi, Sports\nTags:School/Swimming/School Club/Nudity/Shounen/Primarily Teen Cast/Slapstick\nKaname Okiura, a student of Prefectoral Umineko Shougyou High (\"Umishou\" for short), joined the school's swimming club in order to learn how to swim, but the club is filled with weirdos, let alone who can teach him swimming. Then, a sunny, happy-go-lucky girl named Amuro Ninagawa who transferred from Okinawa joined the club. Her extraordinary underwater speed and unorthodox swimming style (plus her personal habit of nude swimming&mdash;a powerful magnet to teenage boys) surprised every club member, especially Okiura, because she reminds him of a mermaid-like creature he saw only once in his early childhood.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132207",
      "type": "series",
      "name": "Moetan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2367-WG1xRU20RhOo.png",
      "description": "Genres: Comedy, Ecchi, Mahou Shoujo\nTags:Magic/School/Otaku Culture/Educational/Parody/Henshin/Meta/Cute Girls Doing Cute Things/Nudity/Female Protagonist/Shrine Maiden/Ghost/Idol\nInk Nijihara is a girl in high school. Unfortunately her crush Nao Tezuka barely recognizes her. To make matters worse, she is very short. Now Ink meets a duck and becomes a \"mahou shoujo\" and teaches Nao english in disguise. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0466352",
      "type": "series",
      "name": "The Prince of Tennis: The National Tournament Semifinals",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2752-GAemR7Gsk9n4.png",
      "description": "Genres: Action, Comedy, Sports\nTags:Tennis/Shounen\nThe National Tournament continues for Ryouma Echizen and the Seishun Academy Boys' Tennis Team as they face off against last year's semifinalist, Shitenhouji Middle School. As winners of the Kansai Regionals, Shitenhouji is one of the top contenders to win this year's tournament. What's more, each member of the Shitenhouji team has skills that are said to surpass their Seishun counterparts. Shitenhouji also has Kintarou Tooyama, another \"super rookie\" who rivals Ryouma in strength and technique. Seishun will have to push the limits of their abilities to stand a chance at defeating the Kansai champions in this East versus West matchup."
    },
    {
      "id": "tt1173427",
      "type": "series",
      "name": "Iblard Jikan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2891-cS1JGI7owFLm.png",
      "description": "Genres: Fantasy\nTags:Rural/Trains/Urban Fantasy/No Dialogue/CGI\nMuch like looking through a window, Iblard Jikan explores the fantastic and beautiful world of Iblard by panning through art created by Naohisa Inoue. Iblard shows itself to be nothing short of amazing and will wash serenity over your mind.<br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt3198020",
      "type": "series",
      "name": "Tokyo Majin Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2683-fIXcWGY3QNcN.jpg",
      "description": "Genres: Action, Drama, Fantasy, Horror, Mystery\nTags:School/Demons/Zombie\nThe second season of <i>Tokyo Majin Gakuen Kenpucho</i>.\n<br><br>\nThe battle against Tendou Kodzunu is over, and the Magami Five begin to look forward to their senior graduation, hopefully planning for their adult futures. However, life in Tokyo is not at peace...<br><br>\nThe underground assassin group known as the Twelve Heavenly Generals of the Martial Fist begin to move against those protecting the city from demons. Normally rumored to kill criminals that the mundane law was unable to bring to justice, the Martial Fist now set their sights on Tatsuma Hiyuu, Kyouichi Houraiji, Aoi Misato, Komaki Sakurai, Yuuya Daigo, and Hisui Kisaragi. <br><br>\nWhat is the purpose of this cruel turn of events? And who ordered the hit? New threats emerge as others awakened to powers unleashed by the Ryumyaku seek out the Magami kids - and old friends now return as enemies.<br><br>\nDestinies will collide as the Stars of Fate begin to merge; Yin and Yang will meet. And soon the shadowy figure pulling the strings will reveal himself, in an effort to raze Tokyo to the ground and awaken the Vessel of the Golden Dragon.    "
    },
    {
      "id": "tt1177056",
      "type": "series",
      "name": "Dojin Work",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2166.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Drawing/Female Protagonist/Meta/Otaku Culture/Kuudere/4-koma\nDoujin Work follows the life of a young girl named Najimi Osana and her exposure into the doujin world. She was first tempted into becoming a doujin artist after seeing how much one of her friends can make at a convention. Najimi loves to draw, though soon learns contrary to what she expected that this new world is anything but easy. As she attends more conventions and meets more people, Najimi eventually manages to find a group of very interesting friends. These friends already have some experience in the field and help her out along the way so that she can someday make a name for herself creating doujinshi.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1094233",
      "type": "series",
      "name": "Sky Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2604.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/Primarily Female Cast/Real Robot/Aliens/Female Protagonist/Aviation/Cute Girls Doing Cute Things\nIn the near future, Earth is at war with aliens called Worms. The war leaves the population of Earth decimated, with young men the main casualties. The Worms were beaten back but their re-emergence heralds the creation of a mecha unit called the Sonic Divers, piloted by 3 young girls to counter this threat."
    },
    {
      "id": "tt1132208",
      "type": "series",
      "name": "Nanatsu-iro★Drops",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1688-Udeb9mYUUDl2.jpg",
      "description": "Genres: Fantasy, Mahou Shoujo, Romance\nTags:Magic/School/Henshin/Female Protagonist/Urban Fantasy/Primarily Teen Cast/Heterosexual/Chibi\nTsuwabuki is a normal student, though not very social. One day he meets a new transfer student, named Sumomo Akihime, and another girl, both the only members of the gardening club. Tsuwabuki is forced by a teacher to join this club. But then he bumps into a strange guy with dog ears, switching his drink with they guy's by mistake. Drinking it, he is turned in a stuffed animal. The teacher tells him that the only way to turn back to normal is to find the chosen girl and let her catch the seven stardrops. This girl is Sumomo, that accepts to help him, though she's not allowed to know the animal's true identity.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikkitousen: Dragon Destiny Sekiheki Onsen Daikessen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2905-LVpkHkVc1BEr.jpg",
      "description": "Genres: Ecchi\nTags:School/Super Power/Tomboy/Kuudere/Nudity\nSpecial episodes bundled with Ikkitousen: Dragon Destiny's DVD and Blu-ray releases."
    },
    {
      "id": "tt1092560",
      "type": "series",
      "name": "Potemayo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2744-jshoXw1Qdcaq.png",
      "description": "Genres: Comedy\nTags:Surreal Comedy/Chibi/Seinen/School/Kuudere/Slapstick\nSunao Moriyama finds a strange but cute creature that he names Potemayo. Potemayo starts following him everywhere, usually riding on top of his head. His discovery becomes the center of attention in his class at school. Soon after, a similar creature appears, and is named Guchuko by one of Sunao's classmates. However, Guchuko doesn't seem to be as good-natured as Potemayo.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0997194",
      "type": "series",
      "name": "CODE-E",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2564-xKQtlkedJIzt.png",
      "description": "Genres: Comedy, Romance, Sci-Fi, Slice of Life\nTags:School\nChinami Ebihara is girl with a strange ability to generate electromagnetic waves when her emotions run high. However, since this 'ability' affects anything electrical, it resulted in her having to transfer from school to school when she was younger. As Chinami, now 18 years of age, transfers to a new school, she once again affects the electronic devices in the school, but this time, when another student, Kotaro Kannagi, sees her do this, he becomes obsessed in studying her \"TYPE-E\" ability.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt27190945",
      "type": "series",
      "name": "Miyori no Mori",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2751-fYaZ6nfmyAbk.png",
      "description": "Genres: Drama, Fantasy, Slice of Life\nTags:Youkai/Rural/Female Protagonist/Shoujo/Environmental\nAfter being deserted by her parents, 11-year-old Miyori shuts her heart from the rest of the world and denies any form of human relationships. She was entrusted in the care of her grandmother who lives near a forest. Miyori will take a walk in the forest where she felt a strong sense of loneliness in the forest which seems to have nothing. However, she soon encounters unbelievable things and gradually realizes that the forest is more than what it seems...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1515986",
      "type": "series",
      "name": "Mushi-Uta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2603.jpg",
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Super Power/Male Protagonist\nMushi-uta's story takes place in the near future. Ten years before the story's opening, strange insect-like creatures known as \"Mushi\" began appearing. The Mushi are able to consume peoples' dreams and thoughts in return for supernatural powers. At the end of episode one, protagonist Daisuke \"Kakkou\" Kusuriya encounters a young girl named Shiika Anmoto. The two, in time, become quite close. However, unbeknownst to Kakkou, Shiika is an escapee from a secret prison known as GARDEN where those posessed by the Mushi, known as the Mushitsuki are held. GARDEN's military force, the Special Environmental Conservation Executive Office, dispatches its finest killer to track down Shiika. However, they are faced with resistance from the Mushibane resistance organisation, led by the secretive \"Ladybird\".<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1020167",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex: Uchikomatic Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3447.jpg",
      "description": "Genres: Comedy, Mecha, Sci-Fi\nTags:Artificial Intelligence/Real Robot/Cyberpunk/Robots/Kuudere\nUchikomatic Days is a 5 minute short telling the story of the birth of the Uchikomas, the 'ugly duckling' second generation think-tanks that made substandard replacement models for the Tachikomas. The short features a music performance by the A.I. Tough Guy Uchikomas, a group of rising stars that will provide entertainment at the Harima City for Academic Research New Year's Eve Party.<br><br>\r\nThis special feature is available on the Ghost in the Shell: S.A.C. Solid State Society DVD. "
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin the 3rd: The Elusiveness of the Fog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3019-11WTVYnyiUbx.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Samurai/Male Protagonist/Primarily Adult Cast/Crime/Anti-Hero/Anachronism/Guns\nFollowing a lead from Fujiko, Lupin and Jigen excavate the sea floor in Kiritappu to search for a lost underwater treasure that supposedly holds the secrets of time travel. After the Lupin gang escapes a run-in with the law, a strange man calling himself Kyousuke Mamoh strands the Lupin gang hundreds of years in the past. Now Lupin, his friends, and his relentless rival Inspector Zenigata must quickly navigate two feuding tribes and solve the mystery of the lost treasure. Otherwise, the time-hopping villain Mamoh will erase Fujiko from existence by wiping out her ancestor!<br>\n<br>\n(Source: Discotek Media)"
    },
    {
      "id": "tt14712418",
      "type": "series",
      "name": "Kidou Senshi Gundam SEED: Seed Supernova - Tanekyara Gekijo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2743.jpg",
      "description": "Genres: Comedy\nTags:Parody\nThe first two shorts feature the original Seed cast and deal with an attempt by Yzak Joule to reclaim his his honor from Athrun Zala after having been one-upped at seemingly every contest with him since his childhood. The last two shorts feature the Minerva crew sent back in time on comical missions from Gil in an attempt to disrupt key events of the Seed era with disastrous yet hilarious effect.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3449356",
      "type": "series",
      "name": "Pikachu Tanken Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b7550-G6pb8xRZ4Icr.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Shounen/Animals\nThe fourth short premiered on ANA flights on August 1, 2007.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1090280",
      "type": "series",
      "name": "Tales of Symphonia The Animation: Kratos-sensei no Private Lesson",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3954.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic\nA special bonus animation included in the first volume of the Tales of Symphonia DVD.<br>\nLloyd and Collete talk about the special DVD editions, and Professor Kratos gives a summary of the ancient history of the world in Tales of Symphonia."
    },
    {
      "id": "tt0891890",
      "type": "series",
      "name": "Red Garden: Dead Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2267.jpg",
      "description": "Genres: Mecha, Mystery\nTags:Female Protagonist/Primarily Female Cast/Cyberpunk/Death Game\nIn the future (subsequent to the events of the television series) Kate, Rose, Rachel and Claire divide their immortal lives between study and vigilantism. Their past link to the red garden on Roosevelt Island comes back to haunt them after mysterious transfer students Louise and Edgar seek out their friendship."
    },
    {
      "id": "tt1394293",
      "type": "series",
      "name": "Saishuu Shiken Kujira",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2967.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Mystery, Romance, Supernatural\nTags:School\nLike snow falling in summer, like a cicada lamenting the coming of winter.<br>\nIn a town watched over by a whale in the sky, the extraordinary is made ordinary. Spectacles that could never be given form are instead given flesh and soul. And in their midst, the story of a miracle that comes to pass in this town of miracles incarnate...<br><br>\nWelcome to the world of Final Examination Kujira.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1190619",
      "type": "series",
      "name": "BUZZER BEATER (2007)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2684-LEudg0JN8o9p.jpg",
      "description": "Genres: Action, Sci-Fi, Sports\nTags:Basketball/Aliens/Shounen\nAfter being drafted into the Earth Team - a basketball team comprised solely of humans - street-punk-turned-pro Hideyoshi couldn't be more cocky. The team is still up against the Gorons, a physically superior race of aliens who have dominated the game for some time. New challenges and problems stand in their way. Hideyoshi is unhappy with the team and the Gorons have new tricks up their sleeves.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9056532",
      "type": "series",
      "name": "Oh! My Sex Goddess!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3302.jpg",
      "description": "Genres: Hentai, Supernatural\nTags:Bondage/Gods/Female Harem/Magic/Male Protagonist/Rape/Boobjob\nBased on an adult game by Front Wing. <br><br>\nKousuke is a happy-go-lucky college student who suffers from a disturbing reoccurring nightmare where he becomes a rampaging sex demon!  He’s at a loss to understand the significance of his dream as he goes about playing his favorite video games. One day a beautiful goddess named Fauna appears before him, not to grant wishes, but vows to destroy him!  When Kousuke discovers he is possessed by a powerful evil demon, the battle begins!<br><br>(Source: Media Blasters)"
    },
    {
      "id": "tt0765441",
      "type": "series",
      "name": "Digimon Savers: Agumon! Gaomon! Lalamon! Bakuretsu! Jougai Last Battle!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4712.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi, Supernatural\nTags:\nA recap of the whole Digimon Savers TV series in one episode, with original commentary by Agumon, Gaomon, and Lalamon, included in the final volume of the DVD releases.<br><br>"
    },
    {
      "id": "tt0972651",
      "type": "series",
      "name": "Gift: Eternal Rainbow Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2784.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Magic\nHaruhiko, Riko, Yukari, Chisa and Rinka are trying to help Kirino save her family's inn from bankruptcy due to their newest rival, Hotel Moonstone. As a result, they decided that creating high-class cuisine was the best method in order to help the Konosaka Inn attract customers. However, in the process of creating this high-class cuisine Yukari, Chisa and Rinka mysteriously and instantaneously develop overpowering feelings towards Haruhiko and end up vigorously competing for him. Unfortunately, for Haruhiko this harem contains mixes of both heaven and hell."
    },
    {
      "id": "tt1161678",
      "type": "series",
      "name": "After... The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3711.jpg",
      "description": "Genres: Hentai\nTags:Public Sex/Love Triangle/School/Nakadashi/Female Harem/Incest/Rape/Masturbation\nYoung boy gets involved with the teacher and classmates."
    },
    {
      "id": "tt1159863",
      "type": "series",
      "name": "MAGICAL WITCH ACADEMY: Boku to Sensei no Magical Lesson - The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3916.jpg",
      "description": "Genres: Hentai\nTags:\nIn a world where magic is common, there is the most prestigious school called Wizadia Magic Academy. Tsukasa Strobilanthus, the only guy in the all-girls school, is here to learn how to control his powers the Mystic Eyes. Whenever his glasses are removed, his powers go out of control, making any girl he glares at into a state of horniness. Tsukasa has been sent to this school to find the one person in which his powers are useless against so he can learn how to control his Mystic Eyes."
    },
    {
      "id": "tt2180017",
      "type": "series",
      "name": "Rensa Byoutou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3941.jpg",
      "description": "Genres: Hentai\nTags:Nakadashi/Female Harem/Rape/Revenge/Large Breasts/Netori/Defloration/Public Sex/Voyeur/Bondage/Blackmail/Pregnant/Yuri/Fellatio/Anal Sex/Sex Toys/Masturbation/Cunnilingus/Watersports\nTwo hours away from Tokyo is Kiyosato Hospital.  Shuji is assigned to work there after completing Medical School, but the fact that his father died there during a operation while he was in college haunts him to this day.   In fact, the reason why Shuji became a doctor is the fact his father died and he wanted to be able to investigate just exactly why he died.  Since it was almost 10 years ago, he finding that he is running into a lot of dead ends.  Upon reporting to Kiyosato, he learns that Dr. Takao (the doctor who was operating on Shuji&rsquo;s father when he died) is now the assistant director of the hospital.  Also on the same day, he sees Misako, his girlfriend from the time that his father died.  However, Shuji soon learns that Misako is now married to Dr. Takao under some suspicious circumstances.  This leads Shuji to investigate Dr. Takao and take back Misako by what ever means are necessary . . . "
    },
    {
      "id": "tt14121956",
      "type": "series",
      "name": "H.P. Lovecraft no Dunwich Horror Sonohoka no Monogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3906.jpg",
      "description": "Genres: Horror\nTags:Cosmic Horror/Stop Motion\nThree classic H.P. Lovecraft stories are brought to life by animated clay puppets and miniatures. They are \"The picture in the house\", \"The Dunwich horror\" and \"The festival\"."
    },
    {
      "id": "tt0983972",
      "type": "series",
      "name": "Shattered Angels Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2911.jpg",
      "description": "Genres: Drama, Romance\nTags:Magic/Shounen\nSpecial shorts focusing on character relationships."
    },
    {
      "id": "tt1063021",
      "type": "series",
      "name": "Gakuen 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4816.jpg",
      "description": "Genres: Hentai\nTags:School/Bondage/Blackmail\nBased on the erotic game by Bishop.<br>\n<br>\nDue to a school conspiracy, Tetsuya is forced to drop out of school. In order to satisfy his need for revenge, Tetsuya needs to get his hands on Haruna, the principal's daughter. However, to do that, he needs another to girl to lure Haruna out. That's where Ayano comes in...<br>\n<br>\n(Source: AniDB) "
    },
    {
      "id": "tt1059254",
      "type": "series",
      "name": "Tetsuko no Tabi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2552.jpg",
      "description": "Genres: Comedy\nTags:Trains/Seinen\nBased on a seinen manga by Kikuchi Naoe and Yokomi Hirohiko, serialised in IKKI. <br><br>\nThe \"story\" is that a manga artist is asked by her boss to accompany him and a travel-writer on various train trips around Japan and draw a manga about it. <br><br>\nThe kicker though, is that it's completely non-fiction &mdash;the creator really did go on all these trips, and the manga simply records what happened, with no embellishment. There's a little disclaimer at the front that says \"This is non-fiction, so I apologize for the lack of drama,\" and indeed, it mostly is just about them riding trains from place to place, waiting on platforms, etc. <br><br>\nThe \"travel writer\" turns out to be a super train-otaku who has vast knowledge of the train network, but also micro-manages all their trips, planning every detail down to the second. He cares mostly about following the schedule and successfully achieving his planned goals (e.g. visiting all stations on a line in a completely bizarre order to accomodate infrequent trains). The mangaka doesn't really care about trains; she's cynical, sarcastic, and rather lazy (she mainly just looks forward to the next eki-ben); he's completely gung-ho as long as he's following the schedule, and the inevitable conflicts are pretty entertaining. <br><br>\nThroughout, though, it feels real &mdash;if you've travelled by train in Japan it will all seem very familiar, not just the scenery, but also the atmosphere and feel&mdash; and the artist does a great job of pacing and applying little tweaks to keep it consistently entertaining. In an additional bit of recursiveness, some of the characters who show up in the manga (who of course are real people, who really did show up) do so because they (really) read previous episodes of the manga! <br><br>\nIn addition of course, you can learn about various out of the way and interesting Japanese train lines and stations; some of them really do look cool. There's always this vague sense of surreality about it however, the trips are all planned by the train-guy (goal: visit all 9,843 stations in Japan) who seems to consider everything as part of a checklist rather than an experience to be enjoyed. You learn a bit about train-otaku culture too; there's really only the one guy in the story, but train-otaku culture is a sort of constant peripheral presence. <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt1151113",
      "type": "series",
      "name": "Hentai Express",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4730.jpg",
      "description": "Genres: Hentai\nTags:Bondage/Rape/Tentacles\nThe Oraga Stone is the source of energy to activate cyborgs, through combination of the train, to fight for evil or good. The only way to supply the energy to the stone is through sexual stimulation of women to orgasm. The M-77 Express was stolen by a professor who had betrayed the good guys to do his evil desires. The only way to stop him... ... the Sex Desire Express Zetsurinou \n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt1118804",
      "type": "series",
      "name": "Clannad",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2167-ubU2875AFRTH.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life, Supernatural\nTags:School/Coming of Age/Primarily Teen Cast/Heterosexual/Male Protagonist/Family Life/School Club/Primarily Female Cast/Ensemble Cast/Slapstick/Female Harem/Kuudere/Tsundere/Basketball/Twins/Gangs/Baseball/Urban Fantasy\nTomoya is a bitter, third year high school student. His mother passed away, causing his father to resort to alcohol and gambling. Tomoya is distant with his father and has become a delinquent in the years since his mother's death. Walking to school, he meets Nagisa Furukawa who is a year older but is repeating the grade due to illness. She is alone, as most of her friends have moved on. The two begin hanging out, and as time goes by, Tomoya finds his life shifting in a new direction.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1202625",
      "type": "series",
      "name": "Kaiji - Ultimate Survivor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3002-E3qrgu12RCP2.jpg",
      "description": "Genres: Psychological, Thriller\nTags:Gambling/Survival/Primarily Adult Cast/Seinen/Primarily Male Cast/Male Protagonist/Death Game/Philosophy/Crime/Card Battle/Yakuza/Ships/Poker\nItou Kaiji is a bum who steals car emblems and slashes tires on what seems to be a regular basis. This routine changes one day when he is paid a visit by a man in a trench-coat. Once the two get talking, it seems that the visitor (Calling himself Endou) is a debt collector. The reason for his visit is an unpaid loan which Kaiji had previously co-signed for a work-mate (Furuhata Takeshi). The original loan was 300,000 yen and once Takeshi had disappeared, the loan then fell on Kaiji.<br><br>\nKaiji is then told of a way to clear the interest compounded debt (which stood at 3,850,000 yen), which involved getting on a boat with others in his position. Once on the boat the debtors would then have to gamble with loaned money, which would end with a few winning, and others getting into deeper debt and having to work to pay off their debts. After some coercion Kaiji accepts a position on the boat, in order to clear his debt and make a bit of money as well..."
    },
    {
      "id": "tt0972713",
      "type": "series",
      "name": "Shakugan no Shana: Season II ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2787-ACpKjLdA6T5Z.png",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Romance\nTags:Tsundere/School/Super Power/Urban Fantasy/Love Triangle/Heterosexual/Female Protagonist/Male Protagonist/Primarily Teen Cast/Kuudere/Primarily Adult Cast\nThe heated bond between Shana and Yuji is tested as their paranormal adventures continues. The Flame Haze fends off supernatural foes by night. By day, she contends with a classmate who's also after Yuji's heart. Emotions flare as a suspicious transfer student who resembles a recently defeated Denizen clings to Yuji. His training rises in intensity when they catch wind of a revered warrior in search of her lost lover—who will stop at nothing to extract the power keeping Yuji alive! <br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt1132203",
      "type": "series",
      "name": "ef ~ A Tale of Memories",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2924-KX5x77OjVBV3.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Romance\nTags:Amnesia/Writing/Rehabilitation/Love Triangle/Philosophy/Photography/Denpa/Primarily Female Cast/Heterosexual/Drawing\nOn Christmas Eve, Hiro Hirono's bike is stolen by a girl chasing a thief who stole her purse. He gives chase and finds her unconscious and his bike ruined. The girl, Miyako Miyamura, soon awakes and the two begin to talk. After making sure she is okay, they end up spending Christmas Eve together. Later, Hiro finds out Miyako attends the same school as him and they begin to spend more and more time together, Miyako developing affections for Hiro. Kei Shindou -- Hiro's childhood friend who has long held a crush on him -- begins to become jealous and a love triangle follows. <br><br>\nThe series also tells the story of Renji Asou. One day, he meets Chihiro Shindou, the twin sister of Kei Shindou, at an abandoned train station. Even though she's very shy, they get along pretty well and begin meeting at the same spot everyday. However, Renji finds out that Chihiro was in a car accident years ago and as a consequence she suffers from a disability: her memory lasts only 13 hours. Nevertheless, after learning that Chihiro's dream is to write a novel, Renji finally decides to help her fulfill her dream while also trying to make her overcome the difficulties imposed by her condition. "
    },
    {
      "id": "tt1134000",
      "type": "series",
      "name": "Mobile Suit Gundam 00",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2581-MLEf00dNAfqY.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Terrorism/Real Robot/Military/Politics/Ensemble Cast/Space/War/Kuudere/Primarily Male Cast\nIt is the year A.D. 2307. Fossil fuels on Earth have been depleted entirely, with mankind turning to the next available power source: solar energy. During this time, 3 orbital elevators with solar power generation systems are built, each under control by the Union (formerly United States of America), the Human Reformist Alliance (Russia, China and India) and the AEU (Europe). However, not all countries are able to enjoy the benefits of this system, leading to widespread resentment and war. Arising out of the conflict, a mysterious non-profit military organization known as Celestial Being appears, dedicated to end all warfare using Mobile Suits called Gundam. This begins the stories of Gundam Meisters (pilots) Setsuna F. Seiei, Lockon Stratos, Allelujah Haptism and Tieria Erde as they are thrown into conflict between the 3 superpowers and the other various factions.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1133480",
      "type": "series",
      "name": "Shugo Chara!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2923-4gO5g4PBcoxy.jpg",
      "description": "Genres: Comedy, Mahou Shoujo, Romance\nTags:Primarily Child Cast/Magic/Shoujo/Henshin/Female Protagonist/School/Dissociative Identities/Urban Fantasy/Kuudere/School Club/Heterosexual/Male Harem/Nekomimi/Chibi/Fairy/Fashion/Idol\nAmu Hinamori is a 5th grade transfer student who is fashionably cool, tough and independent. Despite this, she is also a girl who seems unapproachable, both at home and at school. In reality, the \"Cool and Spicy\" role she plays is just a facade that she unconsciously plays. With her guardian characters, she fights the Easter Company who is extracting people's eggs to create X Eggs & X Characters in search of a special egg called the Embryo.\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt1132205",
      "type": "series",
      "name": "Minami-ke",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2963-JxvWsnzcs4IP.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Family Life/Cute Girls Doing Cute Things/School/Kuudere/Shounen/Femboy/Crossdressing/Female Protagonist\nThere are three of the Minami sisters: Haruka, Kana and Chiaki, who have an average life. The girls only have each other to depend on and help each other get through everything from love confessions to cooking.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1156240",
      "type": "series",
      "name": "Ghost Hound",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2596-7VmcTkkQmOST.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Sci-Fi, Supernatural\nTags:Denpa/Ghost/Rural/Rehabilitation/Male Protagonist/Bullying/Seinen/Mythology/Philosophy/Kuudere\nIn an isolated region of Kyushu lies the town of Suiten.  Though seeming small and modest, Suiten is not a picturesque place for a vacation, unless it is from the &ldquo;Unseen World&rdquo;.  Taro, Makoto and Masayuki, three boys with traumatic pasts, learn to let their souls cross between the two parallel worlds.  However, the Unseen World is no mere copy of the real Apparent World.  The Unseen World is the home of ghosts, but changes are now allowing the souls of the dead to pass over into the Apparent World, with unpredictable effects.  Follow the journey of Taro, Makoto and Masayuki, as they cross between the two worlds, trying to unravel a great mystery. <br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1145380",
      "type": "series",
      "name": "Myself; Yourself",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2926-2Xza45SLLi9N.jpg",
      "description": "Genres: Drama, Romance\nTags:School/Twins/Love Triangle/Shrine Maiden/Heterosexual\nFor the sake of parents' business plans, Hidaka Sana moved to Tokyo. Five years later, he has become a high school student, and returned to his hometown, Sakuranomori. He feels uneasy because the streets of his hometown and his old friend he meets again have changed a lot since five years ago. The most changed thing is his childhood friend, Yatsushiro Nanaka. She used to smile sweetly with innocent eyes, but now she has withdrawn herself and is gloomy.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt1125577",
      "type": "series",
      "name": "Kodomo no Jikan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2403-vZ99B6GVLMCr.jpg",
      "description": "Genres: Comedy, Drama, Ecchi\nTags:School/Primarily Child Cast/Tsundere/Love Triangle/Yandere/Heterosexual/Seinen/Nekomimi/Kemonomimi\n3rd grade teacher Aoki Daisuke didn't expect the first class he ever taught to be one of the toughest obstacles of his life. After getting off on the wrong foot with the entire class, a moment of kind-heartedness instantly convinces one of his students, Rin Kokonoe, to make the ill-fated Aoki-sensei her lover. But what exactly are Rin's intentions for wanting to actively seduce Aoki-sensei, and will Aoki-sensei be able to help her to deal with them?"
    },
    {
      "id": "tt1411810",
      "type": "series",
      "name": "Good Luck! Ninomiya-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2494.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Succubus/Female Harem/Nudity/Animals/Guns/Male Protagonist/Maids/Tsundere\nShungo is a normal high school student living in a huge house. One day, his sister Ryoko sends Mayu and Mikihiro Tsukimura, two siblings, to live with him to help Mayu overcome her problem. Mayu's problem: androphobia (fear of men), and Ryoko wants Shungo to help her overcome. How? By making Mayu and Shungo share the same room, bed, and even take baths together. To make things even worse, Reika Hojo, the student-council chair, somehow ends up becoming their maid. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1143514",
      "type": "series",
      "name": "Moyashimon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3001-MhrRs4v3tCPs.png",
      "description": "Genres: Comedy, Supernatural\nTags:Educational/School/College/Agriculture/Primarily Adult Cast/Seinen\nEnter Tadayasu, a freshman college student who can see and talk to cute, chibi bacteria and other microscopic organisms. It's not all fun and games like it sounds, though, because it gets him into all sorts of trouble. Join Tadayasu as he enters his first year at the Agriculture University, what crazy events await him?"
    },
    {
      "id": "tt0473578",
      "type": "series",
      "name": "Genshiken 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2508-4jK3PHZxI5Au.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/Ensemble Cast/School Club/Primarily Adult Cast/Cosplay/Parody/Meta/Heterosexual/Seinen/Video Games/College\nThe Society for the Study of Modern Visual Culture, otherwise known as Genshiken, is now under the charge of a more confident Sasahara. Things have changed in between semesters, and the otaku club now has a new otaku-hating member named Ogiue. Sasahara's initial goal of starting a doujin circle and selling those fan-made magazines at the next Comic Festival becomes a reality, but reality is a cruel master... who apparently crossplays. Afterward, the club is abuzz with talk about Tanaka and Ohno's relationship, which takes a hesitant step forward.<br><br>\n(Source: Media Blasters)"
    },
    {
      "id": "tt1155604",
      "type": "series",
      "name": "Bamboo Blade",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2986-WroNLF4WEnRo.png",
      "description": "Genres: Comedy, Sports\nTags:School/Martial Arts/School Club/Athletics/Primarily Female Cast/Otaku Culture/Seinen/Kuudere/Swordplay\nKojirou is the kendo instructor for Muroe High School and he's totally broke. But then an unexpected chance is given to him: his team must win against his senpai's team and the prize is: free meals for a whole year! Now, the only problem left... where to find girls skilled enough and willing to join the kendo team?"
    },
    {
      "id": "tt1144841",
      "type": "series",
      "name": "Kimikiss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2927-p2JsBe4kWQxR.png",
      "description": "Genres: Drama, Romance\nTags:Heterosexual/School/Kuudere\nKouichi Sanada and Kazuki Aihara's childhood friend Mao Mizusawa has returned after living in France for a couple of years. Kouichi is surprised to learn that, since her parents are remaining overseas for the time being, his mother has agreed to let Mao stay with them. The three friends help each other deal with the ups and downs of high school romance.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0477543",
      "type": "series",
      "name": "Tsubasa: Tokyo Revelations",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2685-ZP46utTR0mv8.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Romance\nTags:Crossover/Shounen/Isekai\nContinuing their journey from Record Country (the place that held the book of memories), Syaoran and company land into Tokyo Country, a blood-filled country under war from opposing factions for natural resources and survival. While reluctantly involved in the race to live, the group faces their own problems as certain revelations are made, changing their journey forever.<br><br>\nA shocking betrayal and a battle that risks all of their lives. After this revelation, they will never be the same again."
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The OVA ~ARIETTA~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2563-0rwQlDs37Yb8.png",
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Foreign/Iyashikei/Female Protagonist/Work/Shounen/Primarily Female Cast/Space/Ships/Philosophy/Primarily Teen Cast\nAkari Mizunashi dreams of life after attaining her goal of becoming a Prima Undine, but upon waking realizes that she might not actually have the confidence to run Aria Company on her own. Wary of the future, she seeks advice from her mentor Alicia Florence—one of the three great \"Water Fairies\" of Neo-Venezia.\n\nMuch to Akari's surprise, Alicia reveals her own struggles of the past, but also shares the steps she took in overcoming her self-doubt of running the company and taking on an apprentice. Finding solace in her teacher's words, Akari prepares to embrace whatever trials she must overcome on her path toward achieving her dreams.\n"
    },
    {
      "id": "tt1132202",
      "type": "series",
      "name": "Dragonaut -THE RESONANCE-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2795.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mecha, Romance, Sci-Fi\nTags:Aliens/Dragons/Super Robot\nTwenty years prior to the story's beginning, an asteroid headed for Earth destroys Pluto. Due to Pluto's destruction, the asteroid, which is dubbed Thanatos, becomes temporarily stagnant. Now, in order to avoid Earth's impending destruction, the International Solarsystem Development Agency (ISDA) works on the \"D-Project\", and creates the \"Dragonaut\" after finding a dragon egg under the ocean. This weapon's primary purpose is to destroy the asteroid when the time comes. However, they soon find out that the asteroid is not their only threat, as powerful dragon-like creatures, which are bent on destruction, appear on Earth.<br><br>\nAfter witnessing a murder by one of the creatures, Jin Kamishina, a lonely 18-year-old boy who lost his family in a shuttle accident two years ago, gets involved in the mysteries of the dragons and becomes the chosen pilot of the Dragonaut. Helping him on his journey is Toa, a mysterious girl who saves him from falling to his death after the creature attacks him. As they get deeper into the mysteries of the dragons, they encounter new friends and enemies, and also begin to develop a closer relationship. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt6565980",
      "type": "series",
      "name": "Neuro: Supernatural Detective",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2985-tfv7c225KMCs.jpg",
      "description": "Genres: Comedy, Mystery, Supernatural\nTags:Demons/Detective/Female Protagonist/Male Protagonist/Shounen\nThe series focuses on Neuro Nougami, a demon who feeds on mysteries and puzzles, who comes to the human world to feast on the mysteries offered by humans who release negative energy from their planned crimes. As a demon, he must not make his presence noticed by the humans as it is the law in the human world. Because of this, he makes a permanent deal with Yako Katsuragi (who has her own personal mystery she has to solve), and together they solve crimes for Neuro's appetite."
    },
    {
      "id": "tt0948103",
      "type": "series",
      "name": "Tengen Toppa Gurren Lagann: Ore no Gurren wa Pikka-Pika!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10622.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mecha, Sci-Fi\nTags:Super Robot/Male Protagonist/Kemonomimi\nA special episode bundled with the Nintendo DS game based on the series. Envious of seeing how Simon keeps his Lagann clean and neat, Kamina asks the mysterious Chitori to clean up his Gurren for him, unaware of her true intentions.<br><br>\n(Source: Wikipedia) "
    },
    {
      "id": "tt1068433",
      "type": "series",
      "name": "Ura☆Higu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b6064-egthtbmbr6tE.jpg",
      "description": "Genres: Comedy\nTags:Parody/Denpa/Kuudere\nSpecials that come with the DVDs."
    },
    {
      "id": "tt1305638",
      "type": "series",
      "name": "Rental Magica",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2369-CfMlUsLn6dvb.png",
      "description": "Genres: Fantasy, Mystery, Supernatural\nTags:Magic/Religion/Achronological Order\nDue to his father's disappearance, Itsuki Iba has to take over the family business: a magician dispatch service. Their family employs countless magicians and other supernatural beings in order to send them out to help those who need magical assistance. As a leader, Itsuki now has to be tough, commanding, and reliable, but there's one problem, he's a coward. Also, in order to run a successful business, he must connect with his employees, which is more difficult than it seems due to his personality. But not only does he have to deal with his own employees, he also has to deal with those who threaten the family business. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1118543",
      "type": "series",
      "name": "Sketchbook ~full color's~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2942-vxdVXaBnXIza.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Drawing/Female Protagonist/Cute Girls Doing Cute Things/School Club/School/Photography/Seinen/Surreal Comedy/Meta\nSora Kajiwara is a shy first year who joined the art club at her school. Sora slowly becomes less shy as she befriends everyone in the art club. She also grows artistically and learns how to sketch the beautiful world around her... and cats! "
    },
    {
      "id": "tt1233451",
      "type": "series",
      "name": "pico: Boku no Chiisana Natsu Monogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6546.jpg",
      "description": "Genres: Ecchi, Romance\nTags:Boys' Love/Crossdressing/Male Protagonist\nAn edited version of the first OVA titled pico~ Boku no Chiisana Natsu Monogatari (pico: My Little Summer Story) was released on November 11, 2007. It is a re-edited version of the animation seen in the Boku no Pico OVA set to a new script, featuring content that is more appropriate for viewers under the age of 18.<br>\n<br>\n(Source: nekoshota.com)"
    },
    {
      "id": "tt5351736",
      "type": "series",
      "name": "Candy☆Boy: Side Story For Archive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3456.jpg",
      "description": "Genres: Romance\nTags:School/Yuri/Incest/Primarily Female Cast/Female Protagonist/Twins\nThe very first Candy&#9734;Boy episode.<br><br>\nTwin sisters, Yukino and Kanade Sakurai, room together in the dorms at their high school, enjoying school life with their friends and one another. One day, Sakuya Kamiyama, an underclassman, seeks out Yukino, while Kanade learns from a friend that Sakuya has admired Yukino for a very long time.  This innocent revelation sets into motion a chain of events that eventually lead to Yukino expressing her feelings for her sister.<br>"
    },
    {
      "id": "tt0972656",
      "type": "series",
      "name": "Hidamari Sketch Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3165-OtlA3Ni5ZIvw.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Cute Girls Doing Cute Things/Drawing/School/Seinen/Primarily Female Cast\nSequel of the Hidamari Sketch TV series."
    },
    {
      "id": "tt1130144",
      "type": "series",
      "name": "D.C.II: Da Capo II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2595-f8xpaFK7rWpw.png",
      "description": "Genres: Drama, Ecchi, Romance\nTags:School/Female Harem/Robots/Band/Heterosexual\nThe undying Sakura Trees return. Based on a PS2 sequel of the original DaCapo game, the story once again takes place on Hatsunejima, but is set 53 years after the events of D.C. and D.C.S.S.. Although some characters will probably look a bit familiar to the initiated eye, the cast is a new one. The new main protagonist is Yoshiyuki Sakurai, who lives next door to the Asakura sisters Yume and Otome, who are the granddaughters of Junichi and Nemu from the first season.\n"
    },
    {
      "id": "tt1125577",
      "type": "series",
      "name": "Kodomo no Jikan OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3121.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:School/Primarily Child Cast/Primarily Female Cast/Female Protagonist\nA series of OVA episodes released with the limited edition manga volumes.<br><br><strong>Episode 01: What You Gave Me (Anata ga Watashi ni Kureta Mono)</strong><br>\nKokonoe, Usa, and Kagami go shopping for a present for Sensei. Eventually Kokonoe decides to make one and they all end up spending the night at her house. Along the way we learn more about Usa's love for Reiji, Kagami's love for Kokonoe, and Kokonoe's love for Sensei. <br><br><strong>Episode 02: Kuro-chan, Shiro-chan (Kuro-chan to Shiro-chan)</strong><br>\nKuro-chan tries to become friends with Shirai-sensei.<br><br><strong>Episode 03: A Child's Summer Time (Kodomo no Natsu Jikan)</strong><br>\nThe girls, Aoki and Houin go into the country to visit Aoki's family."
    },
    {
      "id": "tt1398835",
      "type": "series",
      "name": "Shion no Ou: The Flowers of Hard Blood",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2562.jpg",
      "description": "Genres: Drama, Mystery, Thriller\nTags:Shogi/Coming of Age/Female Protagonist/Seinen/Adoption/Kuudere\nShion no Ou follows the story of Yasuoka Shion, a 13-year-old Shougi player with a past of tragedy. Shion's parents were brutally murdered in front of her when she was 5 years old. The murderer sat down with her and challenged her to a game of Shougi, after telling her that if she wanted to stay alive she should forget how to speak, and forget what happened that night. <br><br>\nNow Shion has entered the realm of female pro Kishi, mute but strong. As her playing gathers more and more attention, so do the questions about her past and the brutal murder she witnessed. Shion's memories slowly come back, and the mystery begins to unravel, thread by thread. "
    },
    {
      "id": "tt1139447",
      "type": "series",
      "name": "Blue Drop",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2964.jpg",
      "description": "Genres: Drama, Sci-Fi\nTags:Yuri/Coming of Age/Female Protagonist/Primarily Female Cast/School/Amnesia/Space/Kuudere\nFive years ago, something horrifying happened on Kamioki Island. Something so nightmarish that it stripped all memory from Mari Wakatake's mind even as it left every other human on the island dead in its wake! Now enrolled against her will at an isolated girl's academy, Mari is unaware that hidden eyes are watching her, waiting for her memory to return. <br><br>\nBuried in her psyche is the most terrifying secret of all: while Mari was the only human who lived, she may not have been the only survivor! As something in a female skin invades Kaihou Academy, Mari's only hope may lie in a strange girl to whom she is inexplicably drawn yet cannot trust. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt6103384",
      "type": "series",
      "name": "Ikoku Irokoi Romantan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3210.jpg",
      "description": "Genres: Romance\nTags:Boys' Love/Foreign/Ships\nJapanese yakuza clan heir Ranmaru just got married on a lavish cruise ship, but things aren't as they seem. The marriage is just for the appearances, and he ends up getting drunk and spending the night not with his bride but with the sexy ship captain. When the two men meet again in Italy, it is the start of a spectacular love story.\n"
    },
    {
      "id": "tt1143944",
      "type": "series",
      "name": "Night Wizard The ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2970-TVX0Wxw69TCl.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Kuudere\nNight Wizard. A term given to those whose mission is to protect the world from impending darkness. Renji Hiiragi is one such Night Wizard, who is constantly called on missions, even though all he wants is to be able to go to school and graduate. <br><br>\nHowever, his latest order was to protect Elis Shiho, who is a new transfer student at his academy. Being dragged into the Astronomy Club by Renji's childhood friend, Kureha Akabane on her first day at school, Elis soon realises that she too, has the power to become a night wizard, after possessing one of seven secret Jewels, the Jewel of Kindness. <br><br>\nAlong with Renji and Kureha, Elis now begins her fight and her new life, as a Night Wizard\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132204",
      "type": "series",
      "name": "Hero Tales",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2772.jpg",
      "description": "Genres: Action, Fantasy\nTags:Shounen/Historical\nFor citizens of the Ken Empire, justice is a myth. Lord Keiro, the deranged Shogun of the Imperial Army, blazes a trail of terror across the countryside in search of the sacred sword that will make him a god. Standing in his way is Taito, an omnipotent star reborn in human form - a young hero who vows to use his celestial strength to avenge those slaughtered by the villainous Shogun.<br><br>\nTaito's mystical powers steer him toward a violent showdown with Keiro, and if used recklessly, his newfound abilities could shred the very fabric of his being. To master the art of control and become a heroic martial artist, Taito must seek the guidance of others like him: the seven star-born warriors with the strength to shatter a corrupt empire.<br><br>\n(Source: RightStuff)"
    },
    {
      "id": "tt15333636",
      "type": "series",
      "name": "Strait Jacket",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3086-qiwb3D1gaSkN.jpg",
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Gore/Military/Male Protagonist/Anti-Hero/Magic/Kuudere\nIt is the world where magic and science coexist. Rayotte Steinberg, a lone wolf \"tactical sorcerist\", fights against monsters. They used to be human beings, but they had overused forbidden power, \"magic\", to turn into monsters. What he wears is \"mold\", the straight jacket that keeps him being a human. What he holds on his hand is \"staff\", a magical wand that explodes everything. If he casts magic, he moves one step to be a monster. If he doesn't, he will be killed. Among the harsh battles, he will face a sin he had committed in the past. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt1120960",
      "type": "series",
      "name": "Shakugan no Shana Movie Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3221.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Parody/Kuudere\nVarious scenes from the movie represented with a very tiny Shana and distorted bits of the story."
    },
    {
      "id": "tt10534058",
      "type": "series",
      "name": "Indian Summer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3085.jpg",
      "description": "Genres: Comedy, Ecchi, Sci-Fi\nTags:Robots/Male Protagonist/Maids/Nudity/Parody/Cosplay\nSet in a near future, a time where robots are common workers for their owners. Takaya Murase has just purchased a maid robot from a robotic doll distriubutor, MaidWorks. Ready to live a normal cleaning, cooking, and serving life to her owner, Yui is purchased, by Takaya but he has other plans for her...like dressing her up in dress-costumes of his fantasies and more.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1160471",
      "type": "series",
      "name": "Mokke",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2931.jpg",
      "description": "Genres: Mystery, Slice of Life, Supernatural\nTags:Iyashikei/Rural/Episodic/Urban Fantasy/Youkai/Demons\nThis is a story about two sisters: Shizuru, is a high school student who is able to see ghosts while her younger sister, Mizuki, is haunted by these apparitions. Frustrated by their abilities, their parents decided to entrust the sisters into the care of their grandparents who live in the countryside. As they adapt to life in the countryside, Shizuru and Mizuki begin to learn about the importance of coexisting nature with these apparitions.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1174766",
      "type": "series",
      "name": "Ayakashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3166.jpg",
      "description": "Genres: Action, Fantasy, Horror, Sci-Fi\nTags:Youkai/Gore\nAdapted from the 2005 adults-only superhuman battle action visual novel game Ayakashi. Ayakashi is a parasite life force that gives superpowers to its host, taking in return the host's entire life force. Kusaka Yuu is a student that lost his will to live after the death of a dear childhood friend, until the day a mysterious girl, named Yoake Eim, appears. From that moment on, his life would never be the same again. Hunted by Ayakashi and their hosts, the power within Yuu awakens and a never ending battle begins.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132210",
      "type": "series",
      "name": "Prism Ark",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1807.jpg",
      "description": "Genres: Action, Comedy, Drama, Ecchi, Fantasy\nTags:Magic/Nudity/School/Male Protagonist/Primarily Female Cast\nThe Sablum Empire has been attempting to take over the kingdom of Windland for many years, and are now plotting with the mercenaries Sister Hell and Darkness Knight to start a new offensive using powerful magical beings called Angels. <br><br>\nHyaweh, a carefree yet talented swordsman, and Priecia, who just might be the lost princess of Windland, are enrolled at the Knight's Academy in Windland to hone their skill at swords and sorcery. There they meet many friends and allies who can help them protect their homeland from the impending invasion. "
    },
    {
      "id": "tt1437044",
      "type": "series",
      "name": "Kyo Kara Maoh R",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2971-7ZapuZNnTdzE.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Male Cast/Male Protagonist/Male Harem/Isekai/Boys' Love\nLife has returned to some form of normalcy after the end of the series, and so His Majesty Yuuri Shibuya travels to oversee how things are going. While doing so, he runs into the king of Small Shimeron--Sararegi. But it seems there may be something more to him than the friendly king he presents himself as. Yuuri go back to Shimaron to relax and meet some friends, when the \"king\" of Little Shimaron suddenly joins the group and wants the Maou to come to his country. The Original king sends a message to Yuuri's brother and his friend that Yuuri is in trouble.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1120961",
      "type": "series",
      "name": "sola Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3174.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Kuudere/Youkai\nEpisode 1: A Different Route<br><br>\nEpisode 2: Towards the Dawning Sky"
    },
    {
      "id": "kitsu:4015",
      "type": "series",
      "name": "Pokémon Mystery Dungeon: Explorers of Time and Darkness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5256-Bq5nSK2B5kHp.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Kids/Isekai\nBased on Nintendo DS game; Pok&eacute;mon Mystery Dungeon 2: Time &amp; Darkness. <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt7927422",
      "type": "series",
      "name": "Blame! Prologue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx3430-ILujPl9574pZ.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Post-Apocalyptic/Cyberpunk/Seinen/Guns\nBased on the manga <i>Blame!</i> by Nihei Tsutomu.\n\nIn a city that is said to have thousands of levels, making it impossible to tell the sky from the ground, the mysterious Killy wanders the bizarre and foreboding levels of this mega-structure, where the boundaries between machine and living organism have been obscured."
    },
    {
      "id": "tt0111351",
      "type": "series",
      "name": "You're Under Arrest: Full Throttle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3000.jpg",
      "description": "Genres: Action, Comedy\nTags:Police/Primarily Adult Cast/Primarily Female Cast/Female Protagonist/LGBTQ+ Themes/Shounen/Crossdressing\nMiyuki Kobayakawa, fresh from forensics training in the United States and Natsumi Tsujimoto, from completing Japanese Self-Defense Force (JSDF) ranger training return in the long-awaited 3rd season of the highly popular series. This time, the duo rejoins active duty at Bokuto Police Department, fighting against crime using their wits and brawn, plus having some misadventures along the way.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978204",
      "type": "series",
      "name": "Sumomomo Momomo: Chijou Saikyou no Yome Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3419.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:School/Female Harem\nDVD episodes 23 and 24.<br><br>\nBased on a seinen manga by Shinobu Ohtaka, serialized in Young Gangan.<br><br>\nKoushi Inuzuka is a smart high school student who aims to become a public prosecutor. Unfortunately for our good guy, he was born into a martial arts family whose head (ie his father) only knows one language: violence. When Koushi was still a baby, his father made a pact with his biggest rival to marry Koushi to his opponent-turned-friend's daughter. The union of the two blood lines is supposed to bring forth Earth's strongest martial arts clan.<br><br>\nSkip forward: Koushi is in high school, oblivious to the marriage arranged for him at his birth. Enter Momoko Kuzuryuu: sugar bomb, airhead, loli martial arts artist and Koushi's self-proclaimed bride (the strongest on Earth, no less). Her wish for sexual intercourse meets with Koushi's square refusal as he has absolutely no desire to get it on with someone who looks like she could be his little sister, not to mention that he doesn't have the foggiest idea who she actually is.<br><br>\nMeanwhile, a war has broken out between the martial arts families. For Koushi, this means that numerous fighters are out to challenge him. As if that weren't bad enough, our protagonist also has a fight phobia due to a traumatic incident that took place in his childhood. Now it's up to Momoko and her superhuman fighting skills to protect her \"husband.\" Will the two sweethearts survive the trials and tribulations ahead of them? More importantly, will Momoko get her way receiving a baby from Koushi?"
    },
    {
      "id": "tt14712418",
      "type": "series",
      "name": "Aneki... My Sweet Elder Sister: The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4600-ZGWYdUxOhMoQ.jpg",
      "description": "Genres: Hentai\nTags:Anthology/Ashikoki/Femdom/Fellatio/Bondage/Incest/Male Protagonist/Episodic/Heterosexual/Sumata/Feet/Anal Sex/Sex Toys\nTakumi just cannot stop fantasizing about Saki-senpai, her voluptuous body just stands out anywhere. One day she talks to him on the train and they become friends. Whenever he can, Takumi stares at her form, always getting a hard-on. The next day he finds out they have the same fetish... and so the story begins.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt2505510",
      "type": "series",
      "name": "Gakuen Utopia Manabi Straight! Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3219.jpg",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life\nTags:School\nThis episode takes place between episodes six and seven from the regular broadcast.<br>\n<br>\nManami and her friends raise money for a trip during summer vacation, but when on the day they go, a storm blows through, and they have to cancel their plans. Instead, they stay in a local hotel in a rural area overnight and go back to their town the following day."
    },
    {
      "id": "tt1139539",
      "type": "series",
      "name": "Fantastic Detective Labyrinth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2965-kPi38xDlBaik.png",
      "description": "Genres: Mystery, Sci-Fi\nTags:Detective/Shounen/Super Power\nIn a forgotten town known as the old capital of Tokyo, strange and mysterious crimes are progressively occuring. These supernatural occurances are beyond comprehension and bring fear and terror to the people. Only one person is not intimidated by the evil underlying these occurances and is willing to challenge them: Hyuga Mayuki, a young boy detective who holds a special insight power that allows him to uncover the real truth behind these occurances.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1092076",
      "type": "series",
      "name": "Mega Man Star Force Tribe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3493.jpg",
      "description": "Genres: Adventure\nTags:Kids/Henshin/Denpa/Augmented Reality/Lost Civilization/Male Protagonist/Mythology/Ninja\nThe second series is to follow the events of the second video game, focusing on the lost continent of Mu. The ancient civilization vanished ages ago, and a few of its remnants still exist as myths and legends called UMAs (unidentified lifeforms). The UMAs begin merging with humans in order to search for the treasures of Mu, the powerful ooparts, which will give them the power to revive Mu. After Subaru and War-Rock encounter several unusual enemies, they meet a professor named Doctor Orihime who sends them on a quest to find the ooparts and stop the UMAs. Using the ooparts, Rockman is able to take new forms, including Thunder Berserk, Fire Dinosaur, and Green Shinobi. (Source: Wikipedia)"
    },
    {
      "id": "tt0843431",
      "type": "series",
      "name": "Sexual Pursuit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4590.jpg",
      "description": "Genres: Hentai\nTags:Incest/Nudity/Defloration/MILF/Video Games\nOne day, a boy, Kashima Yuji is given a game by a mysterious man. He brings it home and attempts to play it with his family. Things go wrong when the game orders him to do something otherwise you won't do with your mom, and things get complicated, but even worse when your sister gets involved in that game.\n<br><br>"
    },
    {
      "id": "tt0988824",
      "type": "series",
      "name": "Naruto: Shippuden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1735-Az5gbEdWeotG.png",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Supernatural\nTags:Ninja/Shounen/Superhero/Super Power/Male Protagonist/Revenge/Martial Arts/Military/Coming of Age/Orphan/Conspiracy/Cultivation/Philosophy/Ensemble Cast/Swordplay/Anti-Hero/Anachronism/Fugitive/Travel/Shapeshifting/Gender Bending/Slapstick/Nudity\nNaruto: Shippuuden is the continuation of the original animated TV series Naruto. The story revolves around an older and slightly more matured Uzumaki Naruto and his quest to save his friend Uchiha Sasuke from the grips of the snake-like Shinobi, Orochimaru. After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work, though it will not be easy, as he has amassed a few (more dangerous) enemies, in the likes of the shinobi organization; Akatsuki. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0465316",
      "type": "series",
      "name": "Afro Samurai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1292-FcyYgq7Ly34H.png",
      "description": "Genres: Action, Adventure\nTags:Revenge/Swordplay/Gore/Samurai/Male Protagonist/Anti-Hero/Anachronism/Assassins/Primarily Adult Cast/Battle Royale/Achronological Order/Nudity/Philosophy/Cult/Guns\nAfter watching his father die in a duel against an unbeatable villian known only as 'Justice,' young Afro fixes his life on the study of swords and revenge. The tale of Afro Samurai is one of bloody hardship and pain. Along his solitary path of revenge for his murdered father, he sheds no tears &amp; knows no love. Forever chased by powerful enemies in a lawless technology-speckled dystopia, he evades bullets and blade to reach his final prey: a man who will not die. But Afro will reach his quarry - even if it means painting a road of blood and brains from here to the bitter inevitable end."
    },
    {
      "id": "tt0928099",
      "type": "series",
      "name": "Nodame Cantabile",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1698-VhVaiOLkcGCp.jpg",
      "description": "Genres: Comedy, Drama, Music, Romance, Slice of Life\nTags:Josei/Primarily Adult Cast/Heterosexual/College/Male Protagonist/Band/Tsundere/Slapstick/LGBTQ+ Themes/CGI\nShinichi Chiaki is a first class musician whose dream is to play among the elites in Europe. Coming from a distinguished family, he is an infamous perfectionist; not only is he highly critical of himself, but of others as well. The only thing stopping Chiaki from leaving for Europe is his fear of flying. As a result, he's grounded in Japan.<br><br>\nDuring his 4th year at Japan's top music university, Chiaki happens to meet Noda Megumi; or as she refers to herself, Nodame. On the surface, she seems to be an unkempt girl with no direction in life. However, when Chiaki hears Nodame play the piano for the first time, he is in awe at the kind of music she plays. To Chiaki's dismay, Nodame moves into the apartment next to his and finds out that she is head over heels in love with him.<br><br>\nNodame Cantabile tells the story of Chiaki and Nodame, as they not only learn to deal with each other, but learn lessons from one another as they strive for the top of the musical world.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0972656",
      "type": "series",
      "name": "Hidamari Sketch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1852-ru4zOAvNn1Aq.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Iyashikei/Achronological Order/Primarily Female Cast/School/Drawing/Female Protagonist/Seinen/Chibi/Episodic\nFor years, Yuno has dreamed of attending Yamabuki Arts High School, but now that she's been accepted, it means the scary prospect of moving away from her home and family for the first time! Fortunately, Yuno quickly learns that if her new neighbors at the eclectic Hidamari (Sunshine) Apartments aren't technically family, at least the majority share the bond of being fellow art students. From second year students like Hiro and Sae, who try to behave like helpful older sisters (mostly successfully) to her hyperactive new neighbor, classmate and best friend Miyako (who has the scariest apartment ever) Yuno begins to build the support network she'll need for dealing with strange characters like her oddly masculine landlady, her cosplay obsessed home room teacher, her tooth-chattering principal and all of the other odd denizens who inhabit her chosen world of art. <br><br>\r\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt3198020",
      "type": "series",
      "name": "Tokyo Majin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1860-1TRWh93iE2Kf.jpg",
      "description": "Genres: Action, Drama, Fantasy, Horror\nTags:School/Demons/Episodic/Super Power\nSomething evil is stirring in the shadows of Tokyo...<br><br>\nDuring the spring of his senior year in high school, quiet Tatsuma Hiyuu transfers to Magami Academy in Shinjuku. The mysterious boy's \"outsider\" status and his profound skills in martial arts quickly earn him the friendship of class delinquent Kyouichi Houraiji. Through an uncanny connection and a happenstance challenge, he also meets Yuuya Daigo of the wrestling club, the captain of the girls' archery club, Komaki Sakurai, and Aoi Misato, the Student Council President.<br><br>\nDuring their encounter, there is a sudden, harsh disruption of the Ryumyaku (literally Dragon Pulse, otherwise known as Dragon Vein or Dragon Stream), the flow of arcane energy. The surge awakens within the five teenagers a latent power, giving them each a supernatural ability. Enlightened to their newly acquired gifts by Hisui, the young heir of the Kisaragi Clan who maintains his family's antiques shop - as well as their duty to protect Tokyo from Oni (demons) - the Magami students decide to use their power to protect the city from the onslaught of dark forces.<br><br>\nBattling the demons alongside Hisui Kisaragi, the five unlikely friends discover that they may have to face a greater threat to Tokyo other than destroying a few malevolent, random monsters. The Ryumyaku had been disrupted by force, from someone invoking the Dark Arts - and that person has a wicked desire to unleash a long-dead evil.<br><br>\nCan the teenagers overcome their own fears and flaws to fight against the Dark Arts? And soon they will also have to face their own destinies as they discover their Stars of Fate.<br><br>\nThis anime is based on a manga, which was based on the Nintendo role-playing video game originally released in 1998. "
    },
    {
      "id": "tt1693435",
      "type": "series",
      "name": "Major S3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1842-HtJQ2w0taDrN.png",
      "description": "Genres: Drama, Sports\nTags:Shounen/Baseball/School Club/Primarily Male Cast\nAfter leaving Kaido in a promise to meet them at the Koshien tournament, Goro comes back to his home town once again in an attempt to join up with his old friends. Only this time, things aren't as easy to get back in the groove of."
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikki Tousen: Dragon Destiny",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1956-qayV3luUKfkg.jpg",
      "description": "Genres: Action, Ecchi\nTags:School/Martial Arts/Primarily Female Cast/Female Protagonist/Super Power/Nudity/Tomboy/Kuudere/Female Harem/Seinen\nLoosely based on the novel 'Romance of the three kingdoms', modern day Japan sees a similar struggle for power between different rival schools with the three strongest being; Kyosho Academy led by Sousou Moutoku, Nanyo Academy by Sonsaku Hakufu and Ryuubi Gentoku from Seito High School. Together these three tousei, each with their own mangatama, fight for the honour of becoming ikki tousen and fulfilling their fated destiny through battle and conquest.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15215638",
      "type": "series",
      "name": "Code Geass: Hangyaku no Lelouch Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1953.jpg",
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:School/Crossdressing/Kuudere\nSpecials included with the Code Geass anime DVDs. How did Lelouch and Suzaku first meet? What do the girls at Ashford get up to together in the bath? "
    },
    {
      "id": "tt2505510",
      "type": "series",
      "name": "Gakuen Utopia Manabi Straight!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1858-qUMdLN4Avj69.png",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life\nTags:School/School Club/Primarily Female Cast/Politics/Cute Girls Doing Cute Things/Female Protagonist\nManabi Straight! follows the lives of a group of young high school girls living in the year 2035 while they attend the all-girl Seioh Private High School. Since the birth rate has dropped dramatically, schools are being closed down due to the sheer lack of students available to teach. Morale in schools has dropped dramatically, and Seioh is no exception.<br><br>\nThe story begins when the main character, Manami Amamiya, transfers to Seioh. After some initial hijinks involving a futuristic scooter and a swim meet, followed by an inspirational school song performance, she is inducted as the student council president. The story that follows pertains to Manami working with Mika Inamori, the only other student council member, and three other classmates named Mutsuki Uehara, Mei Etoh, and Momoha Odori, in student council matters.  After some remodeling of the student council room, Manami and her friends set forth to plan for the upcoming student festival.<br><br>\n(Source: Wikipedia, edited)"
    },
    {
      "id": "tt0994557",
      "type": "series",
      "name": "Shuffle! Memories",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1836.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Fantasy, Romance\nTags:Magic/School/Female Harem/Dissociative Identities/Kuudere/Primarily Female Cast/Male Protagonist/Tsundere/Yandere\nA recap of the Shuffle world, set ten years in the future. Gods, Demons, and Humans freely visit the other worlds as if traveling overseas, and romance is in the air. Demons, Gods, And Humans together have been falling in love and creating new families, breaking down the wall that once seperated them. Past memories are visited by Rin Tsuchimi and the events that occured between him and Lisianthus, Nerine, Kaede, Asa, and Primula.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1203269",
      "type": "series",
      "name": "Les Misérables: Shoujo Cosette",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1695-etz4t9yoXO19.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Historical/Classic Literature/Female Protagonist/Foreign/Bullying\nBased on the famous classic novel Les Miserables.<br><br>\nBeing a single mother is hard in early 19th Century France. When young Cosette was traveling with her mother trying to find a job and a place to live, they were always shunned away because very few employers hire single mothers. When she is promised with the prosperity of working in the big city, Cosette is separated from her mother in the hopes a caretaker will watch over her while her mother earns some money. Unfortunately this was a trick and the caretaker is a corrupt man who makes Cosette his indentured servant. Then the kind mayor of the town that Cosette makes her new home in sees how winds of change are so detrimental for children and families, and decides to do something about it.\n<br><br>\n(Source: Anime News Network)\n<br><br>\n<i> Note: The first episode aired with a runtime of ~49 minutes as opposed to the standard 24 minute long episode. <i/>"
    },
    {
      "id": "tt1524993",
      "type": "series",
      "name": "Dinosaur King",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3576-hyh1S75HrFhJ.jpg",
      "description": "Genres: Adventure\nTags:Dinosaurs/Animals/CGI/Henshin/Male Protagonist\nDr. Taylor was on a paleontology mission with his son, Max in Africa. Rex, Max's best friend, joins along as well. When Max had stumbled across some magic stone slabs with images of dinosaurs, the boys and their friend Zoe were being called out by the dinosaurs for help. It seems that an evil organization called the \"Alpha Gang\", led by the nefarious Dr. Z, traveled back in time to hunt down the dinosaurs so that they could take over the world by using those dinosaurs. It is up to Max, Rex, and their friend Zoe to travel around the world, defeating Dr. Z and the Alpha Gang while hunting down the dinosaurs.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0996275",
      "type": "series",
      "name": "Strawberry Marshmallow OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1888-mcnlzqIm34zD.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Child Cast/Foreign/Iyashikei/Female Protagonist/Primarily Female Cast/School/Shounen\nBased on Barasui's manga series, Ichigo Mashimaro follows the life of Nobue Itou, her younger sister Chika, and her friends. The basic premise of the show can be summed up in \"cute girls do cute things in cute ways\", be it trying to quit smoking, going outside to play, celebrating a holiday, or doing school work. This OVA picks up where the series left off, continuing the adventures of your everyday life, only cuter. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0983972",
      "type": "series",
      "name": "Shattered Angels",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1810.jpg",
      "description": "Genres: Drama, Romance\nTags:Magic/Shounen/School\nKuu attends school in the city of learning, Academia. She soon finds herself locked in conflict with the Absolute Angels: a group of beautiful girls who feed on human life force to survive. Wielding god-like strength, they have the power to destroy the world itself. But are they truly demons of destruction or simply innocent girls trapped in a fate they can’t escape? <br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt1239461",
      "type": "series",
      "name": "Tokyo Marble Chocolate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3088-NoU6aKTJxoeo.png",
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Coming of Age\nSerious and generous, but a bit shy, Yuudai has been unsuccessful with the opposite gender.<br>\nChizuru is an energetic and cheerful girl, but when it comes to boyfriends, she's been unlucky and clumsy, and never had a steady relationship. This is the first Christmas the couple spends together. Chizuru loves animals and Yuudai plans to give her a rabbit in a box, but it turns out to be... a mini donkey?! As the funny creature escapes, Chizuru goes after it, and Yuudai loses sight of them both!<br><br>\nThe time that should have been spent together...<br>\nThe important feeling that should have been revealed...<br>\nSmall, but precious things that tend to be buried in every day life.<br>\nWhat answer will the two youngsters find while separated from each other?<br><br>\nYuudai and Chizuru - their feelings and the time they spent far from each other are delicately unfolded in this double-sided pure love story told from two different perspectives! <br><br>\n(Source: Production I.G.)"
    },
    {
      "id": "tt1300176",
      "type": "series",
      "name": "Strike Witches OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1862.jpg",
      "description": "Genres: Action, Ecchi, Sci-Fi\nTags:Magic/Military/Aviation/Primarily Female Cast/Kemonomimi/Kuudere\nWhen an alien force eventually called the &ldquo;Neuroi&rdquo; attacks Earth around the 1940&rsquo;s, the world is devastated by destruction. However, one man is able to lead the invention of an anti-Neuroi weapon known as the &ldquo;Striker unit&rdquo; which augments magical power and also enables flight through two mechanical lower-leg coverings known as a sort of witches &ldquo;broom&rdquo;. Young witches from around the world are gathered together to fight back in a force known as Strike Witches. The inventor, however, was thought to have been killed during service. The daughter of the inventor leads a relatively normal life except for her untrained and incredible magical power which she hopes to use one day in healing. However, she is suddenly whisked away on a search to see if her father is actually alive. She encounters his invention and the possibility of perhaps using it herself.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0926230",
      "type": "series",
      "name": "Deltora Quest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1826.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Classic Literature/Swordplay/CGI/Tanned Skin/Travel/Foreign\nThe evil Shadow Lord has taken control of the kingdom of Deltora and has driven the land and its people into misfortune and suffering. Lief, the son of a blacksmith, has just turned sixteen and is entrusted, along with his two companions Barda and Jasmine, with an important mission: to retrieve the stolen seven magical stones that once reunited within the Belt of Deltora, will bring power to the true heir of Deltora and give him the power to free the kingdom from the tyranny of the Shadow Lord. There is just one problem; the seven stones have been scattered all across Deltora and currently reside in the hands of seven wicked men who are not easily willing to give them up.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7948892",
      "type": "series",
      "name": "Resort BOIN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3918.jpg",
      "description": "Genres: Hentai\nTags:Female Harem/Nakadashi/Threesome/Tentacles/Boobjob/Large Breasts/Handjob/Anal Sex/Fellatio/Tanned Skin/Facial/Public Sex/Bisexual/Incest/Bondage/Sex Toys/Scissoring\nBased on the game by Crossnet-Pie. <br><br>\nOn spring break, Daisuke is excited for his vacation on a tropical island for some well deserved relaxation and girl watching. He finds himself quite inexplicably popular with the ladies as well. Nao and Mitsugu follow him there as well competing, as usual, for his attentions. Meanwhile he meets his cousin Maya again after a long time as well as the wild Kanae and her friend Mika.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5971622",
      "type": "series",
      "name": "Yes! Pretty Cure 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1932-3B7jaJSN7XXd.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo, Romance\nTags:Female Protagonist/Primarily Female Cast/Magic/School/Primarily Child Cast/Henshin/Episodic/Cute Girls Doing Cute Things/Superhero/Teacher/Kids/Idol/Kemonomimi\nYumehara Nozomi, a regular student, finds a magical book called the Dream Collet in the library and meets Coco and Nuts, two creatures from the Palmier Kingdom. They plead with Nozomi to restore their world, which has been destroyed by an organization called the Nightmares, by completing the Dream Collet and finding the 55 Pinkies to make any wish come true. Meanwhile, the Nightmares are moving into the real world. Once Nozomi agrees to help, Coco and Nuts transform her into the magical girl Cure Dream and turn four fellow students into her Pretty Cure team.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6010486",
      "type": "series",
      "name": "No Money!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2148.jpg",
      "description": "Genres: Drama, Romance\nTags:Boys' Love/Rape/Crossdressing/Nudity/Primarily Adult Cast/Primarily Male Cast/Amnesia\nYukiya Ayase is a gentle, kind hearted, and innocent university student. The only relative he has left, his cousin Tetsuo, betrays Ayase by selling him to the highest bidder in an auction with hopes of making an enormous profit to be able to pay off his debts. Somuku Kanou, a bad-tempered (though very rich) loan shark, comes to Ayase's rescue and buys Ayase for an impressive 1.2 billion. Kanou apparently knows Ayase from something that happened between them in the past, but Ayase cannot remember who Kanou is nor does he understand why he \"saved\" him. In a desperate effort to keep Ayase close to him, Kanou demands the debt be repaid in full and suggests the perfect way to do it: by selling his body to Kanou for 500,000 each time. Ayase is horrified in the beginning, but something soon begins to grow between them that can't be bought for any price.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1202625",
      "type": "series",
      "name": "Rumbling Hearts OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3318.jpg",
      "description": "Genres: Drama, Romance\nTags:Rehabilitation\nAfter Haruka Suzumiya got out from the hospital from her three years of coma. She moved back to with her parents and continued to date Takayuki Narumi. She wanted to see her old friend Mitsuki Hayase who Takayuki Narumi dated while she was in coma.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1541531",
      "type": "series",
      "name": "Venus Versus Virus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1607-LMJZ0kYu1iJ2.png",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Demons/Super Power/Kuudere/Female Protagonist\nAfter a lifetime of seeing ghosts, young Sumire is recruited by powerful Lucia to fight demons! The girls battle darkness as members of the Venus Vanguard, a group dedicated to ridding the world of its greatest threat—Virus. As they discover why every life is worth saving, they also learn their own unlocked potential for evil.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "ONE PIECE: Episode of Alabasta - Sabaku no Oujo to Kaizoku-tachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n106572-k1gqIsDcqGaV.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Assassins/Conspiracy/Swordplay/Super Power/Animals/Martial Arts/Travel/Pirates\nPrologue to the movie, showing the Whiskey Peak arc. <br><br>Released as a new cut for the movie's TV showing on \"Premium Saturday\"."
    },
    {
      "id": "tt0872301",
      "type": "series",
      "name": "Oh! My Goddess: Fighting Wings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3090-B3LjppvhoMqm.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Gods/Seinen/Primarily Adult Cast/Magic/Kuudere/Male Protagonist\nAn Angel Eater has been freed in Heaven. Since Goddesses and Angels share body and soul, losing your angel results in going into shock for the Goddess. Lind goes to Earth to protect Belldandy and the others unknowing that it is a trap.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0872300",
      "type": "series",
      "name": "Oh! My Goddess: Flights of Fancy Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2198-0pDZwYhmXHlG.png",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Gods/Magic/Male Protagonist/Primarily Adult Cast/Urban Fantasy/Kuudere/Motorcycles\nWhen Keiichi found his grandpa's diary and saw a treasure map inside, Skuld and Urd started to feel a great urge to search it. With the company of his friends, Keiichi arrives to Honda Inn, the place indicated on the map. Once the party is inside, they meet Honda Chieko, who seems to share a certain promise with Keiichi. Apart from all that confusion, it's time for Keiichi to have enough courage to say the words 'I love you' to Belldandy."
    },
    {
      "id": "tt1006135",
      "type": "series",
      "name": "Taimanin Asagi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3479-W1SbNyhZW3bB.jpg",
      "description": "Genres: Action, Hentai, Supernatural\nTags:Demons/Rape/Ahegao/Tentacles/Bondage/Fellatio/Large Breasts/Anal Sex/Facial/Female Protagonist/Ninja/Lactation\nBased on the erotic game by Black Lilith & Anime Lilith.<br>\n<br>\nAsagi Igawa is a veteran Shinobu. After defeating an arch enemy a long time ago, she thought she could finally settle down. Yet, her arch enemy was revived from death through a pact made with the head demon in the city and swearing to take revenge on her by hurting those who are close to her. Her boyfriend, sister (a Shinobu) and her are part of the act being abused emotionally and... sexually...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1372153",
      "type": "series",
      "name": ".hack//G.U. Returner",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2928-34CRkAiYiMrC.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Sci-Fi\nTags:Virtual World/Magic\nThe characters from previous .hack//G.U. Games and .hack//Roots receive an email from Ovan. He is requesting them to go to Hidden Forbidden Festival where is set up a mysterious summer festival. There they find an AIDA Chim Chim who wishes to peacefully co-exist with the other players of The World. It then transforms into the word \"Returner\", so they assume it to mean that Ovan will return to The World.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1216150",
      "type": "series",
      "name": "Macross Frontier Deculture Edition",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4454.jpg",
      "description": "Genres: Action, Mecha, Music, Sci-Fi\nTags:Military\nAn expanded version of the first episode of Macross Frontier."
    },
    {
      "id": "kitsu:6559",
      "type": "series",
      "name": "Chainsaw Maid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11679.jpg",
      "description": "Genres: Comedy, Horror, Supernatural, Thriller\nTags:Stop Motion/Zombie/Maids/Gore/Urban Fantasy/Survival\nA lady caked in blood bursts into the family's home and shouts, \"They're coming!\" Just what is coming? The family discovers that 'they' means zombies, much to their horror and displeasure. The master and the little girl have a difficult time processing this zombie invasion. However, they are very fortunate that they have a fully-prepared and fully-loaded maid that is quite capable. "
    },
    {
      "id": "tt14330332",
      "type": "series",
      "name": "Fuyu no Semi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2238.jpg",
      "description": "Genres: Drama, Romance\nTags:Historical/Boys' Love/Swordplay/Primarily Adult Cast/LGBTQ+ Themes\nIf time did not allow ordinary things to be ordinary. How would you have lived?<br><br>\nIt is the Bakamatsu and early Meiji Period. Akizuki Keiichirou and Kusaka Touma stand of opposite sides of the political scale of the time but still, something as fragile as the shell of a cicada binds these two men together in a tragic and cruel fate. A story of friendship, love and seperation as well as reunion and sacrifice.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt21154872",
      "type": "series",
      "name": "MOONLIGHT MILE 1st Season -Lift off-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1941-trygRz5pWQ5a.png",
      "description": "Genres: Adventure, Drama, Sci-Fi\nTags:Space/Male Protagonist/Primarily Adult Cast/Seinen/Conspiracy/Politics/Military\nAfter scaling Mt. Everest, mountain climbing partners Saruwatari Gorou and \"Lostman\" Jack F. Woodbridge see the ISA Space Station, and each vows to make the trek into outerspace. When Helium 3, a new energy source, is discovered on the moon, NASA forms a new project named \"Nexus\" to harness that energy for use on earth. This is the story of the two and the paths they take to see their dream become a reality in the quest to harness the next-generation energy source.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1112799",
      "type": "series",
      "name": "Rocket Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1942.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi\nTags:Space/Female Protagonist/Educational/Coming of Age/Cute Girls Doing Cute Things\nA high school girl Morita Yukari visits Axia of the Solomon Islands in order to look for her father who became lost during his honeymoon trip. There, she meets a man named Nasuda of Solomon Space Agency, and she is hired to work part-time. That job is an astronaut. She is chosen as one of the crews of the first Japanese manned spaceship only because she is little and light. Where is her future going to? <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt1109615",
      "type": "series",
      "name": "Bird's Song; Bird's Poem",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b5819-C0s7Hxz8lQBC.png",
      "description": "Genres: Fantasy, Psychological\nTags:Male Protagonist/Philosophy\nA boy is walking home through the city where he finds a new path that he follows. It starts to rain and he sheeks shelter with the aid of a girl. He falls in love with the girl. He gets a feather, and if he always carries it, they will meet again. He returns to his home following the path, but the next day he cant find it again. Time progresses and he forgets the girl. 50 years later he returns to the same city and he dreams of the girl. He is still dutifully carrying the feather. <br><br>\nWritten, drawn, and directed by famed illustrator Yoshitaka Amano. <br><br>\n(Source: AniDB, ANN) "
    },
    {
      "id": "tt0960136",
      "type": "series",
      "name": "Dirty Laundry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3970-2JcpJth68fIn.jpg",
      "description": "Genres: Hentai\nTags:MILF/Male Protagonist/Primarily Adult Cast/Primarily Female Cast/Female Harem/Work/Heterosexual/Large Breasts/Nakadashi/Netori/Tanned Skin/Episodic/Cunnilingus/Fellatio/Handjob/Masochism/Bondage/Boobjob/Deepthroat/Exhibitionism/Facial/Masturbation/Sex Toys/Squirting\nBased on the erotic game by Black Backage.<br><br>\nShinji Oohashi is a part-time launderer since one month. He's working for Asai Cleaning under Sayaka, a rather young widow.<br><br>\nWhile trying to gain the heart of his employer, Shin-chan doesn't miss an occasion to mess around with the housewives of his neighbourhood, especially with Mari the hot chick from Bangkok!"
    },
    {
      "id": "tt0456982",
      "type": "series",
      "name": "Hokuto no Ken: Yuria-den",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3027-XrMr8wPS8vle.jpg",
      "description": "Genres: Action, Adventure, Drama\nTags:Female Protagonist/Martial Arts/Post-Apocalyptic/Shounen/War/Military/Desert\nThe second part of the new Hokuto no Ken pentalogy. The story of this OVA centers around Yuria.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0972656",
      "type": "series",
      "name": "Himawari Too!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1988.jpg",
      "description": "Genres: Comedy, Romance\nTags:Ninja/Dullahan/Mahjong\nHimawari is back in all her comical ninja mischief. The sequel to Himiwari continues with the many odd and hilarious adventures of Himawari, Hayate and her Ninja classmates. Season two delves into Himawari and Hayate's Past. Will new secrets be revealed? Will Himawari finally find out about her past and the mysterious ninja that saved her when she was little?\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1990559",
      "type": "series",
      "name": "Getsumen To Heiki Mina",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1865.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Parody/Henshin\nAn animated spin-off from the Densha Otoko (Trainman) tv drama. <br><br>\nIn the drama, actor Itoh Atsushi plays the otaku Yamada, whose main love in life is the Mina anime, a cutesy busty heroine with floppy rabbit ears and carrots sticking out her rear. <br><br>\nMina itself is a character homage which triggers back to the Daicon Animation done by GAINAX where a similar nameless bunny girl appeared. Densha Otoko futher featured an opening with scenes which were appearing back in the Daicon Animation. <br>"
    },
    {
      "id": "tt0989787",
      "type": "series",
      "name": "REIDEEN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1693-ezouSDDTFY2C.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Aliens/Military/Robots\nSaiga is a normal high school student with a gift in mathematics. His daily routine is disrupted when his family gets news that his Father's remains have been discovered&mdash;a noted archeologist and researcher who had gone missing while exploring a site many years before. Among his remains were notes and artifacts that needed to be identified by the family near a notable triangular mountain in Japan known as \"Japan's pyramid\", a place suspected by some to be man-made. A meteor containing a strange robotic lifeform falls from the sky and begins to cause destruction, putting Saiga in danger and causing a mysterious bracelet from his father's research to activate and merge him with an ancient robot burried within the pyramid&mdash;a robot the runes describe as Reideen. It is now up to Saiga and guardian Reideen to fight against this unknown alien threat from the sky.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972699",
      "type": "series",
      "name": "Saint October",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1724-pxRNhkgaSSIR.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Mahou Shoujo, Mystery\nTags:Cute Girls Doing Cute Things/Detective/Henshin/Female Protagonist\nWhether it is the future or the past it is the world of fantasy and horror hiding in the shadow of the demon city. In the city, consecutive mysterious incidents that cannot be solved by science have occurred. To solve the incidents, they gather three girl detectives possessing special abilities.<br><br>\nHayama Kotono. She is an orphan living in a convent.<br>\nShirafuji Natuski. She is Kotono's classmate and a pop idol.<br>\nHijiri Misaki. She is a mysterious girl who fights against nightmares of her previous life.<br><br>\nThose who want to bring the Judgement Day to the world.<br>\nThose who want to save the world.<br>\nWhich is justice, and which is evil?<br><br>\nWhen Kotono encounters a boy who lost his memory, the wheel of the story begins to move but slowly. Then, solving the mysteries, the three girls will confront the fate that will influence the existence of the human beings.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "kitsu:1541",
      "type": "series",
      "name": "ToHeart2 OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1720-SVwKg5zEfOWw.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Female Harem/School/Kuudere\nA collection of stories involving the girls of To Heart 2, with each episode focusing on a different character.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0841921",
      "type": "series",
      "name": "Juusou Kikou Dancougar Nova",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1991.jpg",
      "description": "Genres: Mecha\nTags:Super Robot/Nudity\nIn the 22nd century, there are no longer any world wide wars. Instead, small scale wars break out all over the Earth. Meanwhile, a large robot appears who protects the weak. It is called \"Dancougar Nova\". Some even call it God. <br><br>\nHowever, no one knows the reason for its existence - not even its pilots. <br>\nThen, another robot, beyond anyone's expectations, reveals itself as the true enemy and begins its attack on the Earth. <br><br>\nDancougar Nova retaliates against this enemy with a power that was kept secret until now. Will Dancougar Nova be able to save the Earth? The prelude to this explosive confrontation rings out. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0876298",
      "type": "series",
      "name": "GR: Giant Robo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3146-BMYb9OTZ4iC3.jpg",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:Shounen/Super Robot/Male Protagonist/Ships/Terrorism/Foreign/Conspiracy/Military/Lost Civilization/Gore/Guns/Primarily Adult Cast/Scuba Diving/Rural/Urban/Heterosexual/Robots\nThe year is 20XX. Mysterious huge robots called \"Giant Robo (GR)\" started to appear all over the world and destroy cities. The earth was covered with fear. And their next target is Japan! The hero of this animation Daisaku Kusama, who works in a diving shop, encounters a mysterious girl, simply called V who leads him to make a contract with an enormous robot \"Giant Robo 1 (GR1)\" at the ancient ruins (Minami Yonaguni Island) in Okinawa. <br><br>\nHe made a contract with UNISOM (main organization) and was approved to be a commander of GR1. Thus his battle has begun against GRO (antagonist organization) and creates a lot of dramas. Before long, Giant Robo of the 21st century will ask the world the true meaning of its power. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1419889",
      "type": "series",
      "name": "Loving Angel Angelique: Radiant Tomorrow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1864-8Bb9jjFU0x54.png",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Male Harem/Female Protagonist/Magic\nAnge is now trapped in the Seijuu Universe, and cannot leave until she awakens Seijuu's Queen. In order to do this, she must gather nine new guardians. It sounds like a fairly simple task, but how can she convince these men to tear away from their own lives and protect the life of another?"
    },
    {
      "id": "tt1143514",
      "type": "series",
      "name": "Moyashimon: Kin Gekijou Deluxe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3618.jpg",
      "description": "Genres: Comedy\nTags:\nFive-minute shorts expanding on the 'Microbe Theatre' segments of Moyashimon; released as bonus episodes on the limited-edition packages of Moyashimon's DVD release."
    },
    {
      "id": "tt14979052",
      "type": "series",
      "name": "Happiness!: Watarase Jun no Kareinaru Ichinichi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1902.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Gender Bending/Magic/School\nWith the help of the combination of many different magic, Jun gets turned into an actual girl."
    },
    {
      "id": "tt2366871",
      "type": "series",
      "name": "Milf Mansion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4555.jpg",
      "description": "Genres: Hentai\nTags:MILF/Large Breasts/Cunnilingus/Masturbation/Voyeur/Fellatio/Yuri/Bondage/Nakadashi/Maids/Defloration/Sex Toys\nBased on the erotic game by Guilty.<br><br>\nRyo and his stepmother Madoka lived happily together, lusting after each other but content to just watch each other from a distance without doing anything about it. Until one day Ryo discovered that his stepmom was indebted to the Yotsuya family. In order to help her he offered to sell himself and work for Akie Yotsuya, the head of the family. But he had no idea what awaited him in the mansion... At first it was just Ryo, Akie, and Fumi, the maid. But soon two more people moved in: Reiko, Akie&rsquo;s sister... and Madoka, Ryo's mother. And as time passed Ryo discovered that the four women he was sharing the mansion with are connected in more ways than one...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1093078",
      "type": "series",
      "name": "CCW: Crazy Clay Wrestling",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11689.jpg",
      "description": "Genres: Sports\nTags:Wrestling/Stop Motion\nLadies and gentlemen, this is the most exciting and brutal hardcore wrestling in the world .... this is CCW! CCW! CCW! (Say it loud) CCW! CCW! CCW! <br><br>\nYellow vs Orange techniques of power, Which one would win?! <br><br>\nHardcore Wrestling glowing clay animation! It is CCW? CCW! CCW! "
    },
    {
      "id": "tt0948103",
      "type": "series",
      "name": "Gurren Lagann",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2001-7cvz7Jf8viMT.png",
      "description": "Genres: Action, Comedy, Drama, Mecha, Romance, Sci-Fi\nTags:Super Robot/Coming of Age/Male Protagonist/Found Family/Heterosexual/Henshin/War/Military/Travel/Guns/Animals/Nudity/Outdoor/Desert/Swordplay/Anthropomorphism\nIn a far away future, mankind lives underground in huge caves, unknowing of a world above with a sky and stars.<br><br>\nIn the small village of Jiha, Simon, a shy boy who works as a digger discovers a strange glowing object during excavation. The enterprising Kamina, a young man with a pair of rakish sunglasses and the passion of a firey sun, befriends Simon and forms a small band of brothers, the Gurren Brigade, to escape the village and break through the ceiling of the cave to reach the surface, which few believe exist.<br><br>\nThe village elder won't hear of such foolishness and punishes the Brigade. However, when disaster strikes from the world above and the entire village is in jeopardy, it's up to Simon, Kamina, a girl with a big gun named Yoko, and the small yet sturdy robot, Lagann, to save the day.<br><br>\nThe new friends journey to the world above and find that the surface is a harsh battlefield, and it's up to them to fight back against the rampaging Beastmen to turn the tide in the humans' favor! Pierce the heavens, Gurren Lagann!"
    },
    {
      "id": "tt0995941",
      "type": "series",
      "name": "Darker than Black",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2025-Osdi7gyQFTnr.png",
      "description": "Genres: Action, Mystery, Sci-Fi\nTags:Super Power/Anti-Hero/Crime/Urban/Noir/Assassins/Conspiracy/Urban Fantasy/Police/Episodic/Espionage/Triads/Gore/Terrorism/Yakuza/Kuudere/Detective/Mafia\nIn Tokyo, an impenetrable field known as \"Hell's Gate\" appeared ten years ago. At the same time, psychics who wield paranormal powers at the cost of their conscience also emerged. Hei is one of the most powerful of these psychic agents, and along with his blind associate, Yin, works for one of the many rival agencies vying to unlock the mysteries of Hell's Gate.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1086236",
      "type": "series",
      "name": "Lucky☆Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1887-4x8PSzcBKXGe.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Ensemble Cast/Cute Girls Doing Cute Things/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Parody/School/Otaku Culture/Meta/Episodic/Twins/Video Games/Philosophy/Coming of Age/Tsundere/Kuudere/Shounen/Ojou-sama/Cheerleading/Shrine Maiden/Baseball\nWhat’s the best way to eat dessert? Do twins really have a psychic connection? What kind of guys are into moe girls? These are the kinds of questions that float through the inquisitive mind of anime super-fan Konata Izumi. When she’s not lost in her favorite manga or logging hours in one of her online games, she’s debating the mysteries of the universe with the best friends a girl could ask for.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt1587394",
      "type": "series",
      "name": "Lovely Complex",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2034-to85QywohtUL.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Protagonist/Shoujo/School/Slapstick/Primarily Teen Cast/Heterosexual/Tomboy/Transgender\nLove is unusual for Koizumi Risa and Ootani Atsushi, who are both striving to find their ideal partner in high school—172 cm tall Koizumi is much taller than the average girl, and Ootani is much shorter than the average guy at 156 cm. To add to their plights, their crushes fall in love with each other, leaving Koizumi and Ootani comically flustered and heartbroken. To make matters worse, they're even labeled as a comedy duo by their homeroom teacher due to their personalities and the stark difference in their heights, and their classmates even think of their arguments as sketches.<br>\n<br>\nLovely★Complex follows Koizumi and Ootani as they encourage each other in finding love and become close friends. Apart from their ridiculous antics, they soon find out an unexpected similarity in their music and fashion tastes. Maybe they possess a chemistry yet unknown, but could love ever bloom between the mismatched pair?<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt0985344",
      "type": "series",
      "name": "Claymore",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1818-XX52j6ECeO7O.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Horror\nTags:Swordplay/Female Protagonist/Primarily Female Cast/Gore/Demons/Tomboy/Primarily Adult Cast/Super Power/Body Horror/Shounen/Kuudere/Orphan/Nudity\nA brutal scourge stalks the land. Yoma, monsters driven by a hunger satisfied by only one quarry - Humanity. The dark breed knows but a singular foe: Claymore. Human-Yoma hybrids of extraordinary strength and cunning, the Claymores roam from skirmish to skirmish delivering salvation by the edge of a blade.<br>\n<br>\nThus begins the twisting tale of Clare, one such sister of the sword driven by pain in both victory and defeat. A child silent and suffering hidden in her past, Clare's march toward vengeance unfolds along a path marked by violence, solitude and scorn. In a land where even the predator is prey, the haunted hearts of hunter and hunted alike wear the scars of the age.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt1161669",
      "type": "series",
      "name": "Kaze no Stigma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1691-dMen71ICnKJ9.jpg",
      "description": "Genres: Action, Drama, Fantasy, Romance\nTags:Magic/Tsundere/Revenge/Male Protagonist/Love Triangle\nYagami Kazuma was originally part of the Kannagi family, a respected family of fire users who have an affinity to fire. However, after being easily defeated by his cousin Ayano and having no talent whatsoever in fire magic, Kazuma is banished and casted out from his family. 4 years later, Kazuma finally returns to Japan, this time as an exceptionally powerful wind user. A series of murders on Kannagi family members have occurred with his arrival. While most of the family including Ayano is convinced Kazuma is the culprit, he honestly isn't. These events begin an all out war against the Kannagi family, with Kazuma and Ayano right in the middle of it. Based on the novel by Takahiro Yamato."
    },
    {
      "id": "tt1739796",
      "type": "series",
      "name": "My Bride is a Mermaid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2104-8nyExxxIKd3P.jpg",
      "description": "Genres: Comedy, Romance\nTags:Parody/Mermaid/School/Gangs/Yakuza/Idol/Heterosexual/Shounen/Chibi/Slapstick\nMichishio Nagasumi's life couldn't be any more normal. In an odd twist of events, during his summer vacation he ends up almost drowning in the sea. Luckily, the cute mermaid Seto San appears to save him. However, San is from a yakuza mermaid family and according to their law, if a human is to catch sight of a mermaid, either he or the mermaid must die. The only other way is for Nagasumi to be taken in as a family member, marrying San. In attempts to save both of their lives, Nagasumi asks for San's hand in marriage. Nagasumi's summer vacation reaped more then what he would expect, as he must now protect San from others finding her secret out. "
    },
    {
      "id": "tt1132201",
      "type": "series",
      "name": "Bokurano",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1690-ubEOKbAzWO9C.jpg",
      "description": "Genres: Drama, Mecha, Psychological, Sci-Fi\nTags:Ensemble Cast/Super Robot/Philosophy/Denpa/Military/Politics/Seinen/Yakuza/Heterosexual/Nudity/Tomboy\nDuring a summer camp, 15 children, 8 males and 7 females, find a grotto by the sea. Deep within they discover working computers and some electronic equipment, and later the owner, a man called Kokopelli. Kokopelli claimed to be a programmer working on a brand new game, in which a large robot has to defend the Earth against alien invasions. He persuades the children to test the game and sign a contract. All but one of them signs, barely a moment later they mysteriously awaken on the shore believing what happened was just a dream.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1029248",
      "type": "series",
      "name": "Moribito: Guardian of the Spirit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1827-snIp62SY7ZFK.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Fugitive/Mythology/Spearplay/Female Protagonist/Historical/Found Family/Primarily Adult Cast/Swordplay/Magic/Politics/CGI/Coming of Age/Rural/Cosmic Horror/Tomboy\nBalsa’s prowess in battle is legendary, but the weight of death bears heavily on the spear-wielding mercenary’s soul. To atone, she has sworn to save 8 lives, no matter what the cost, and now only one life remains. Prince Chagum has been blessed with the power to stave off the droughts that threaten to starve and destroy his father’s empire, but he has been accused of being possessed by evil spirits, and court officials have set his own father against him. Condemned to death, he is saved by Balsa’s intervention and now, together, the two must unravel the secret of Chagum’s powers and the spirit behind them… before the armies sent to murder them can succeed!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0983962",
      "type": "series",
      "name": "Hayate the Combat Butler",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2026-xoCa4unn5iOi.jpg",
      "description": "Genres: Action, Comedy, Romance\nTags:Parody/Meta/Butler/Shounen/Otaku Culture/Male Protagonist/Female Harem/Maids/Cute Girls Doing Cute Things/Memory Manipulation/Tsundere/Tomboy/Kuudere/Orphan\nHayate Ayasaki's life wasn't great, but when he loses the job he used to support his good-for-nothing family, and his deadbeat parents sell him to the Yakuza for cash, it really hits rock bottom! Faced with having to pay off the huge debt before he's converted into black market organ parts, a desperate Hayate decides to kidnap oddball heiress Nagi Sanzenin for ransom... but when even that goes wrong and he accidentally ends up rescuing Nagi from other kidnappers, it turns out that Hayate is the bodyguard that Nagi has been looking for! So now he's the Sanzenin family's butler, and… maybe… it might be the start of a potential romantic relationship… assuming Hayate can survive the on-the-job training, of course.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1033796",
      "type": "series",
      "name": "Den-noh Coil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2164-4tUI4MJCZQO3.png",
      "description": "Genres: Adventure, Comedy, Drama, Mystery, Sci-Fi\nTags:Augmented Reality/Urban/Primarily Child Cast/Female Protagonist/Denpa/Philosophy/Software Development/Coming of Age/School\nImagine if the internet was 'projected' over the living world and you interacted with it using a portable device - glasses and visors which connect you to an augmented reality. In 2026, this technology becomes reality...<br>\n<br>\nYuuko Okonogi moves with her family to Daikoku, home of an ever expanding tech network which makes up the interactive virtual world. Her grandmother runs an agency to investigate missing children who appear to have vanished from the 'real' world and entered the city's Dennou - literally meaning \"electric brain\" - a term used to differentiate between the virtual and 'real.'<br>\n<br>\nA hacker culture is emerging amongst the children of the city. Yasako is soon introduced to Isako, whose powers for hunting computer viruses known as 'illegals' belie an agenda that might have sinister motives.<br>\n<br>\n(Source: Siren Visual)"
    },
    {
      "id": "tt1081667",
      "type": "series",
      "name": "Romeo x Juliet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1699-QsuvclfX0G9M.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Classic Literature/Politics/Revenge/Historical/Crossdressing/Swordplay/Female Protagonist/Gender Bending/Male Harem/Kuudere\nIn the floating continent of Neo Verona, the Montague family seized control and murdered every member of the Capulet family with the exception of Capulet's daughter, Juliet Fiammata Asto Capulet. 14 years later, Juliet and the remnants of Capulet's retainers live hidden from the iron fist of the Montague family. Juliet has long forgotten the murder of her family or her identity, and cross dresses as Odin and the town's hero of justice, \"Red Whirlwind\". A sudden escape in her daily escapades leads her to meet Romeo Candorebanto Montague, the kind son of the tyrannical Montague. Destiny has been set as these two individuals soon to be \"star-crossed lovers\" are cruelly toyed with by fate in the midst of war. Loosely based on the play by William Shakespeare."
    },
    {
      "id": "tt1114855",
      "type": "series",
      "name": "Bakugan Battle Brawlers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2156-z3AqxkRNfxov.png",
      "description": "Genres: Action, Fantasy\nTags:Kids/Card Battle/Kaiju/Dragons/Primarily Child Cast/CGI\nThe Bakugan battle brawlers began when two young boys by the name of Dan and Shun made the rules to a mysterious game played with bakupearls, gate cards and ability cards. No one would ever have guessed what was going to happen next as Dan and his new internet friends battle their way to the bitter end."
    },
    {
      "id": "tt1409383",
      "type": "series",
      "name": "Big Windup!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2159-eTI4nRTqCTDM.png",
      "description": "Genres: Comedy, Sports\nTags:Baseball/School Club/Primarily Male Cast/Seinen/Male Protagonist/Coming of Age/Primarily Teen Cast/School/Bullying/Cheerleading\nAfter a falling out with his middle school team, Mihashi enters Nishiura high school with no social skill, a warped opinion of himself, and every intention to quit baseball. The newly formed Nishiura baseball team, however, needs a pitcher, and they welcome him. Most enthusiastic is Abe, a domineering catcher with his own game issues.<br><br>\nAnd so a battery every bit as complementary as it is dysfunctional is formed. If they can figure out how to work together, they might be the answers to each other's problems-and the team might be able to win."
    },
    {
      "id": "tt1234601",
      "type": "series",
      "name": "Nagasarete Airanto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1722-6ODyx4oSLQIh.png",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Female Harem/Primarily Female Cast/Rural/Shrine Maiden/Animals/Kuudere/Shounen\nAfter a terrible argument with his father, Ikuto makes a hasty, fateful decision to run away from home. Going from runaway to stowaway, Ikuto’s luck lands him on a ship heading right into the path of a huge storm! When it rains, it pours — or in Ikuto’s case, it pours so badly that he washes overboard and wakes up on a deserted island. Well, an almost deserted island. The island is populated by nothing but beautiful girls, all of whom want Ikuto to choose them as his bride.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt1433670",
      "type": "series",
      "name": "Heroic Age",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2002-sQ6vkoTLbZV3.png",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Space/Military/Super Robot/Aliens/Space Opera\nWhen the Golden Race invited other races to join them in the stars, three sentient races answered their call. The Goldens called them the Bronze, Silver and Heroic Tribes. Just before the Gold Tribe left to travel to another Universe, a fourth race appeared, traveling to the stars on their own accomplishments. The Golds named the human race the Iron Tribe. During the passing of time, humanity suffers at the hands of the more dominant races and is now facing extinction. Following a prophecy left by the Gold Tribe, Princess Deianeira sets out to search for the powerful being who might be able to save humankind. She meets a wild haired boy on an abandoned planet - a fateful encounter that will not only change the fortunes of Humanity, but also the fate of the universe.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1120961",
      "type": "series",
      "name": "sola",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1965-lWBpcTni9PS9.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Urban Fantasy/Love Triangle/Super Power/Kuudere/Seinen/Youkai/Heterosexual\nSola's story revolves around Yorito Morimiya, the main protagonist, who is a young boy attending high school. He loves taking pictures of the sky at any time of day and any time of the year. One day, Yorito decides to take a picture of the sunrise overlooking the bay, but is deterred when he meets a strange girl trying to force a vending machine that stole her money to give her what she tried to buy&mdash;a can of tomato juice. Yorito helps her with forcing the machine while attempting to strike up conversation with her, despite it being four in the morning. Yorito tells her why he is here, but by the time he has forced the can out of the machine, the girl has mysteriously vanished.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0985492",
      "type": "series",
      "name": "Toward the Terra (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2158-HQQCVlw2B7iz.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Space/Shounen/Space Opera/Fugitive/Super Power/Philosophy/Male Protagonist/Military/War\nIn the future, humans are living on colonized planets and are controlled in every aspect of their life by a system of computers. Evolution has resulted in the birth of people with extraordinary powers. This new race is called Mu. Hated and feared by the humans, the Mu dream of a place to live in peace: Earth - a mystical far away planet - for humanity had to leave their home long ago as pollution and destruction increased and made it impossible to stay there any longer.<br><br>\nJomy is a boy excitedly awaiting his birthday, the day he will enter the world of adults. Yet he knows nothing about the unknown powers sleeping in him and the shared dream of returning to Earth one day.<br>"
    },
    {
      "id": "tt1291491",
      "type": "series",
      "name": "Princess Resurrection",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2130.jpg",
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Shounen/Vampire/Monster Girl/Tomboy/Female Harem/Robots/Kemonomimi/Maids/Motorcycles/Dullahan/Werewolf/Primarily Female Cast/Kuudere/Necromancy/Heterosexual\nWhen Hiro Hiyorimi tries to save a beautiful young woman from certain death, he ends up a dead hero himself! However, since the drop-dead girl is Hime, daughter of the King of the Monsters, his \"reward\" is to come back as a not-quite-living soldier in her honor guard of horror! That means helping fight off the army of supernatural monstrosities Hime's siblings are unleashing against her in hopes of moving up the ladder of succession.<br><br>\nAnd if facing off with vampires and zombies isn't bad enough, how can anyone be prepared for the REALLY weird ones, like were-sharks, pandas and killer dumplings? This sure as hell isn't the afterlife Hiro was hoping for, but the really sad part is that Hime is the good girl in all of this... or at least as close to good as you can come when you're on the wrong side of the gates of hell!<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt1233451",
      "type": "series",
      "name": "Pico to Chico",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5391.jpg",
      "description": "Genres: Hentai\nTags:Boys' Love/Crossdressing/Anal Sex/Fellatio/Voyeur/Primarily Male Cast\nThe crisp rays of summer sun find the effeminate Pico embroiled in yet another heated and lustful fling. While out biking, Pico meets and befriends Chico—a lively boy not much younger than him, but leagues behind in the affairs of the flesh. After the innocent Chico shows his sister in the midst of self-pleasure to Pico, Pico takes it upon himself to educate this confused youth.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt0808082",
      "type": "series",
      "name": "Magical Girl Lyrical Nanoha StrikerS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1915-IKthftm6s36b.png",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Mahou Shoujo\nTags:Magic/Military/Primarily Female Cast/Female Protagonist/Robots/Ensemble Cast/Yuri/Politics/Kuudere/Henshin/Primarily Teen Cast/Detective/Dragons/Lost Civilization\nSet 10 years after Mahou Shoujo Lyrical Nanoha A's, Nanoha, Fate, Hayate and the rest of the crew are now working full time in the Time-Space Administration Bureau. Nanoha is a combat instructor, Fate is a special investigator, and Hayate is a commanding officer. They must unite once again to save the dimensions. Introducing new characters as well: Subaru, Teana, Caro and Erio. Stand by. Ready. Set up!"
    },
    {
      "id": "tt0976008",
      "type": "series",
      "name": "El Cazador de la Bruja",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2030-ZzuSiixHIRRg.png",
      "description": "Genres: Adventure, Drama, Mystery\nTags:Female Protagonist/Foreign/Fugitive/Guns/Witch/Super Power/Episodic/Travel\nEllis, a young girl suspected of murdering a prominent physicist Heinrich Schneider, is on the run from an underground society called \"Hunters\" when she is tracked down by the bounty hunter Nadie in a small Mexican town. However, instead of turning her in, Nadie impulsively decides to help her and the two girls embark on a journey to Ellis' hometown, where they plan on finding clues about her past. From there, they travel south to search for the mysterious Gemstone of the Inca Rose, the \"Eternal City\" of Wi&ntilde;ay Marka, and Ellis' own obscure destiny.<br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt1238937",
      "type": "series",
      "name": "Blue Dragon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2142.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Supernatural\nTags:Dragons/Super Power/Primarily Child Cast/Male Protagonist/Goblin\nAs Shu's village was being attacked by an unknown enemy, he and his friends, Jiro and Kluke decide to defend their home. They soon meet warrior Zola and receive the powers of Shadow, an ability that let's them transform their shadow into a powerful monster. Shu receives one of the most powerful monsters, Blue Dragon, and they all set out to defeat their enemy.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt19533748",
      "type": "series",
      "name": "Murder Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1696-umqHi6MD4mcc.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Swordplay/Gore/Skeleton/Demons\nIn the kingdom of Forland, a coup d'etat occurs which leads to the death of the King. In the last moments of his life, the King sends his only child, Princess Alita Forland to escape. Unfortunately, while fleeing, a life and death situation between Alita and the bloodthirsty bounty hunter Falis causes the two of them to switch bodies. Desperate for the safety of her Kingdom, Alita begs Falis to return and protect the Kingdom, offering herself as collateral. After a swift beating on the rebel forces, Falis resumes the title of Princess of Forland, leading to the birth of the most savage princess in their land, the \"Murder Princess\"."
    },
    {
      "id": "tt0983782",
      "type": "series",
      "name": "God Karin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1808-5BMJ60nECCfX.png",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Shoujo/Gods/Primarily Child Cast/Urban Fantasy/Super Power/Female Protagonist/School/Butler/Kuudere\nKarin Hanazono is an orphan, living with her relatives. Her life has never been easy, her studies are not well, she is not the best in sports and technically she is miserable. Left with only a ring as a memento from her departed mother, she suddenly finds her life changed, as she was mourning her pet cat, Shii-chan. On that night she met a strange boy, Kazune Kujyou. After that event, she experiences several mysterious incidences that soon led her to find out that she is a little goddess. Finding others like her she soon sets out to understand herself better as her mysterious powers grow and she becomes beset by opponents. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0953916",
      "type": "series",
      "name": "AIR GEAR Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3791.jpg",
      "description": "Genres: Sports\nTags:Shounen/Kuudere\nTakes part a while after Ikki accepts Simca's offer to become the new leader of Genesis. Shows the Battle between Kogarasumaru and Potemkine. Episode takes place between 21 and 22 of the Main series "
    },
    {
      "id": "tt1325701",
      "type": "series",
      "name": "Over Drive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2112-txrbJOYMRcco.png",
      "description": "Genres: Sports\nTags:Shounen/Cycling/Male Protagonist/Primarily Male Cast/Bullying\nTour de France, it is the biggest bicycle race in the world. Now, a new achievement is about to be recorded in the history of Tour de France. The top racer is a Japanese boy named Shinozaki Mikoto.<br><br>\n\"Why don't you join our bicycle club?\" said Fukazawa, Shinozaki Mikoto's secret love.<br><br>\nUnfortunately, despite being a high school student, he doesn't know how to ride a bike. With no real idea of what the bicycle club is, he earnestly practices. After he overcomes this challenge, while he pedals along, something that was smoldering in his mind for 15 years ignites.<br><br>\n\"I want to devote myself to bike riding.\"<br><br>\nExperiencing failure with his friends and rivals, he pedals towards becoming the top racer.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0996277",
      "type": "series",
      "name": "The Skull Man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2161-6kmOYXsEXzMI.png",
      "description": "Genres: Action, Mystery\nTags:Religion/Super Power/Seinen/Henshin/Tokusatsu\nOtomo City: where freedom and justice have atrophied to the bone; where conspiracy rules the day and death stalks the night... Death in the form of the Skull Man, a literal Grim Reaper whose skeletal grin presages grisly mayhem and murder, even to the monstrous mutants that haunt the city's underworlds! <br><br>\nTo investigate a bizarre slaying, journalist Minagami Hayato and photographer Kiriko Mamiya must stalk this ultimate predator, through a festering cadaver of a city where the corruption flows in rivers as deep and foul as the sins of the reigning elite, and unearth a secret so shocking that an entire city has been turned into a tomb to contain! In a nightmarish necropolis where nothing is as it seems, vengeance comes in the form of a living Death's-Head! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2891516",
      "type": "series",
      "name": "Petit Eva: Evangelion@School",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b4130-cNTifeekohY6.jpg",
      "description": "Genres: Comedy\nTags:Parody/Full CGI/No Dialogue/Chibi/Episodic/School/Primarily Teen Cast/Ensemble Cast/Angels/Urban/Surreal Comedy/CGI/Robots/Aliens\n\"The Bandai Channel website announced that Petit Eva ~Evangelion@School~, the \"first official super-deformed series\" based on Neon Genesis Evangelion, will be adapted for video. The official announcement will be made in the September issue (on sale August 10) of Newtype magazine in Japan. The Gainax/Khara franchise spinoff spoofs the psychological science fiction drama by reimagining the characters as classmates in Tokyo-3's Nerv School, headed by Principal Gend&#333; Ikari and Misato-sensei. The student body includes three different Rei \"sisters,\" the EVA-01 mobile weapon reimagined as the school bully Evanch&#333;, and the ill-fated Jet Alone robot as JA-ko, a \"hidden character\" in the form of a shy android girl. <br><br>\nRyuusuke Hamamoto created the character designs which has inspired four-panel gag manga serializations in four different magazines: Monthly Sh&#333;nen Ace, Newtype, Dengeki Hobby Magazine, and Figure Oh. The Petit Eva project has also developed merchandising from super-deformed figurines to limited edition Doritos corn chips.\"<br><br>\n(Source: MoonPhase)"
    },
    {
      "id": "tt11294636",
      "type": "series",
      "name": "Initial D BATTLE STAGE 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3931.jpg",
      "description": "Genres: Action, Sports\nTags:Cars/Rural/CGI/Male Protagonist/Seinen\nThis is simply the OAV summing up the major events and battles of \"Initial D 4th Stage\" much like the \"Initial D Battle Stage\" original summed up the first 3 seasons. Additionally, has 2 extra battles from the manga that were not incorporated into the original 4th Stage.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1345978",
      "type": "series",
      "name": "IDOLM@STER: XENOGLOSSIA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1694-0fQrbEdvEBYW.png",
      "description": "Genres: Action, Comedy, Mecha, Romance, Sci-Fi\nTags:Primarily Female Cast/Super Robot/Idol/Twins/Cute Girls Doing Cute Things/Kuudere\n107 years ago, the Moon was destroyed in a massive cataclysm that shattered Earth's former satellite into 81 quintillion tons of orbital debris. However, thanks to super-science, the Earth itself was saved and today no one really thinks much about that century-past disaster. Which is why when teenage Haruka Amami auditions for something called the Idolmaster Project, she THINKS she's trying out to be a singing idol. Instead, Haruka finds herself at a secret school run by the Mondenkind Agency, living with a group of other girls who have also been selected as candidates to pilot an iDOL - an advanced robot specifically designed to intercept falling chunks of moon rock. Except, the people who run the Mondenkind Agency aren't exactly knights in shining armor. And then there's the question of whether the iDOLs are really JUST robots. Because from almost the first moment, Haruka starts to feel emotions resonating from within the iDOL called Imber. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1437044",
      "type": "series",
      "name": "Polyphonica",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1727.jpg",
      "description": "Genres: Drama, Fantasy, Music, Romance\nTags:School\nPhoron Tatara's no ordinary musician. As one of the rare Dantists who can summon elder spirits using music called Commandia, his gift is so strong that his spirit partner is none other than the infamous Corticarte Apa Lagranges. Sure, she may look like a young girl in her human form, but you don't get nicknames like \"The Crimson Annihilator\" and \"The Bloody Duchess\" for sitting back and watching the daisies grow.<br><br>\nNow, at the behest of the Tsuge Divine Music Player Office, this dynamic duet travels the continent of Polyphonica on Phoron's combination motorcycle/organ, following the song of the open road, orchestrating rescues and generally fixing whatever's baroque! Some musicians wait for a muse to hit them, but Phoron makes his work for scale!<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt0466413",
      "type": "series",
      "name": "Emma: A Victorian Romance Second Act",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2035-yudjGh3sDaRz.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Historical/Maids/Heterosexual/Foreign/Primarily Adult Cast/Female Protagonist/Love Triangle/Butler/Work/Seinen/Ojou-sama/Economics\nIn the faraway village of Haworth, a new chapter in Emma's life has begun. Now employed by the wealthy Molders family, Emma has resolved to put the past behind her. She'll have to adjust to a new house, a charming (but eccentric) new mistress, and a host of fellow servants, some with buried pasts of their own.<br><br>\nMeanwhile, back in London, William is doing his best to uphold his father's wishes as the Jones family heir, but try as he might, he can't forget Emma. Yet, whenever he feels at his worst, Eleanor is always there to comfort him with a warm, shy smile. Could the answer to his broken heart be right before his eyes?<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt1687093",
      "type": "series",
      "name": "The Story of Saiunkoku Second Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1914-VmmTPSjufwMs.png",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Romance\nTags:Historical/Politics/Foreign/Shoujo/Female Protagonist/Male Harem\nShuurei needs to deal with more obstacles in the new series. More danger comes her way but at the same time meeting friends who will help her with her work as an official.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1125794",
      "type": "series",
      "name": "AIKa R-16: Virgin Mission",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2163-7BvE6SXJu4xR.jpg",
      "description": "Genres: Action, Comedy, Ecchi\nTags:Nudity/Ships/School Club/CGI/Guns/School/Seinen\nAika is a smart and athletic high school girl. She is so competent that she successfully passes the salvagers license test, obtaining a C-class license. Yet, she is young and hotheaded, so much so that Gota still treats her as a child. Due to this personality, no one is willing to hire her for salvaging jobs.<br><br>\nSince she had taken the trouble to get her license, she decides to post an ad in her school to attract clients. She manages to get the attention of Erika, a daughter of a rich family and the leader of the treasure hunting club. She asks Aika to salvage something from the sea and Aika delightfully accepts the request.<br><br>\nHowever, upon seeing the state-of-the-art submarine loaded onto Erika's private cruiser and discovering their destination, Aika realizes the terrible nature of her assignment. This results in a clash with a group of high school girls in the southern islands.<br><br>\nWho is the mysterious girl named Karen? So begins Aika's newest challenge!<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt1148224",
      "type": "series",
      "name": "Shining Tears X Wind",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2031-ltUf8UhRk25j.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Nekomimi/School\nMysterious disappearances are occurring one after the other in Tatsumi Town. Kiriya has a vision from a mysterious beautiful girl with pointy ears. A book talking for an alternative world is found. And Mao searching for her long lost friend, Zero, comes to our world. But what she didn&rsquo;t expect is to find Souma and Kureha, and even less, to accidentally take them to her world. Now, Souma and Kureha have to find a way to come back. But other forces are playing their part in the darkness and Souma with Kureha will find that going back is harder than they first anticipated.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1437145",
      "type": "series",
      "name": "Toka Gettan, The Moonlight Lady Returns",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2105.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Achronological Order/Gender Bending/LGBTQ+ Themes\nTouka Kamiazuma inherited his clan’s duty to protect the magical land of Kamitsumihara when he discovered his body holds Sekiken, a mythical stone sword, but his connection to the land only deepens when he meets the strangely intriguing Momoka Kawakabe. Inexplicably drawn to one another, soon destiny’s inescapable threads pull Touka and Momoka into a web of dark secrets and ancient tragedies that will bring an ancient legend to life and change the face of Kamitsumihara forevermore.\n<br><br>\n(Source: HIDIVE, edited)"
    },
    {
      "id": "tt1055696",
      "type": "series",
      "name": "Kono Aozora ni Yakusoku wo: Youkoso Tsugumi Ryou e",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2155.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Female Harem/School/Male Protagonist/Primarily Female Cast\nOne morning, Wataru Hoshino found a sleeping girl - in nothing but her underwear - in his room. When she woke up, she quickly escaped by jumping out of the window, but not without punching Wataru in the face first. This girl, Rinna Sawaki, ends up being a transfer student of Wataru's school, as well as the new roommate of Wataru's dormitory. <br><br>\nWataru lives with four other girls and their school teacher, but due to Temizugawa Heavy Industry's cancellation of their aviation branch - South Sakojima Island's major company - the families involved with the corporation have to be evacuated in one year. As a result of this, the four girls have to leave the island in one year's time. <br><br>\nKnowing this, Rinna refuses to become friends with Wataru and the other girls, because of the pain that she might experience as a result of their eventual separation. However, Wataru disagrees with her, and over the course of the year, tries to convince her otherwise.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978046",
      "type": "series",
      "name": "Hitohira",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1721.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Acting/Female Protagonist/School Club/School/Kuudere/Seinen\nA transfer student Asai Mugi is a painfully shy girl. She is so shy that she can't speak when she becomes seriously nervous. However, for some reason, she is spotted and recruited as a member of the drama club.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0904627",
      "type": "series",
      "name": "Case Closed: A Challenge from Agasa! Agasa vs. Conan and the Detective Boys",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2597.jpg",
      "description": "Genres: Mystery\nTags:Male Protagonist/Age Regression/Primarily Child Cast/Shounen/Detective\nProfessor Agasa is kidnapped and the Detective Boys must use clues found at his house and in various parts of the city in order to find him."
    },
    {
      "id": "kitsu:6799",
      "type": "series",
      "name": "Initial D to the Next Stage: Project D e Mukete",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12725.jpg",
      "description": "Genres: Action, Drama, Sports\nTags:Cars/Seinen/Male Protagonist/CGI/Rural\nA special that comes with the Fourth Stage DVD-BOX. It is comprised of a recap from First Stage to Third Stage, along with staff commentary and sneak preview of the making of the Fourth Stage."
    },
    {
      "id": "tt0997284",
      "type": "series",
      "name": "Oh! Edo Rocket",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2152-9q9cihFfHlCJ.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Sci-Fi\nTags:Anachronism/Shapeshifting/Male Protagonist/Female Protagonist/Historical/Aliens/Ninja\nIn Edo in the mid-1800's, fireworks maker Seikichi Tamaya and his friends struggle to live under the harsh morality laws imposed by the strict city councilor, which ban all luxuries, including fireworks. One day, a strange girl stops by Sekichi's shop with an equally strange request: she wants Sekichi to build a firework that can reach the moon.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt0802821",
      "type": "series",
      "name": "Bakuretsu Tenshi: Infinity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2205-PaNctk3dsM0H.png",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Female Protagonist/Foreign/Guns/Kuudere\nThese events occur in Westland, New York, during the 21st century. With a sharp knife, a murderer is indiscriminately killing people&hellip; A girl witnesses one of these murders, and the knife is turned on the helpless girl shaking with fear.<br><br>\nMeg returns to this town with Jo to celebrate the &ldquo;birthday&rdquo; of Shirley, who used to live with Meg. Orphans, they had decided that the day they first met would be her birthday. In the past, Meg had taken care of three little children, including Shirley, just before meeting Jo. The children were then adopted by a police officer, Sam. He possessed a strong sense of justice and they are supposedly living happily together now.<br><br>\nMeg and Jo happen to help a person and receive a reward. They buy a present for Shirley with the reward money and go to meet Sam. However, they notice him acting strangely. Upon questioning him, he explains that Shirley was assaulted by a murderer and seriously injured. Jo says to the grieving and angry Meg, &ldquo;Let's exact revenge on the murderer for Shirley.&rdquo;<br><br>\nHowever, the murderer gradually approaches them from behind. The cruel black eyes fall on Meg and Jo&hellip; To make matters worse, a dark plot casts its shadow over Meg, Jo, Sam, and the whole town.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0988923",
      "type": "series",
      "name": "La Corda D'Oro: Primo Passo - A Summer Encore",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3392.jpg",
      "description": "Genres: Music, Romance\nTags:School/Shoujo\nHino Kahoko goes to a summer training camp to play the violin with all the members who participated in the concours.<br><br>\nAlso known as \"La Corda d'oro - Special Episode 26\""
    },
    {
      "id": "tt1020167",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex: Tachikomatic Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10870.jpg",
      "description": "Genres: Comedy, Mecha, Sci-Fi\nTags:Tanks/Kuudere\nTachikoma TV series that aired on Animax. Unlike the previous \"Tachikoma na Hibi,\" which were auxiliary episodes to the main Ghost in the Shell SAC and 2nd GIG, the special version has longer stories based on various Japanese and Orthodox folklore. Later re-released on a BD box with all the Tachikoma shorts."
    },
    {
      "id": "tt1188295",
      "type": "series",
      "name": "Kiss Dum: ENGAGE planet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2106.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Military\nIn A.D. 2031, humans are enjoying a prosperous existence until strange life forms called Hardians appear. They suddenly begin to multiply and assault the human population. As a countermeasure, mankind organizes the N.I.D.F. to investigate the Hardians and protect themselves.<br><br>\nA fighter pilot, Aiba Shu, begins to become involved in the battle against the lifeforms. Rurika Yuno, one of Earth's foremost scientists, investigates the Hardians and hears rumors about the \"Book of a Dead Man.\" What is the secret of this tome, and what relation does it have to the Hardians?<br><br>\nNow, the fight for mankind's survival begins.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0872309",
      "type": "series",
      "name": "Genesis of Aquarion OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2170.jpg",
      "description": "Genres: Action, Mecha, Romance, Sci-Fi, Supernatural\nTags:Super Power\nIn a distant future there is an organization called Deava which had to fight against the so called \"Shadow Angels\", creatures that had survived for over 12,000 years whose only purpose was to destroy humanity. Apollo, a seemingly normal human, was in fact the reincarnation of a fallen Angel called Apollonius, who in turn had to fight against Touma, a Shadow Angel, along with his comrades in order to prevent the destruction of the Earth.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1224144",
      "type": "series",
      "name": "Kateikyoushi no Onee-san THE ANIMATION: H no Hensachi Agechaimasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3102.jpg",
      "description": "Genres: Hentai, Romance\nTags:Teacher/Voyeur/Large Breasts/Female Harem\nBased on Adult Game by Atelier Kaguya BerkshireYorkshire.<br>\n<br>\nTouya's father suddenly went on a business trip and left home for some time. At that time, Touya's father had called 4 beautiful Private Teachers who would teach and keep Touya during the summer while his father was not around. Touya is surrounded by 4 Beautiful Teachers. Then, what will happen to Touya with these four beautiful Private Teachers?<br>\n<br>\n (Source: Nekopoi and Has Been Translated)"
    },
    {
      "id": "tt2367976",
      "type": "series",
      "name": "Saiyuuki RELOAD: burial",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2143-6Qo53JtMFhxT.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Shoujo\nTaking place in the past it offers a view at the Saiyuki quartet before their formation and their journey to the west. First OVA starts with Sanzo and his master, also with Ukoku (known as a later Ni Jianyi). Second OVA shows first meeting of Goku and Sanzo. Third OVA considers the events after Hakkai's sins and his trial (that we know from first season of \"Saiyuki\") and his decision to live in Gojyo's house."
    }
  ]
}