{
  "metas": [
    {
      "id": "tt10233448",
      "type": "series",
      "name": "Vinland Saga Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136430-f8Iza5GEynRW.jpg",
      "description": "Genres: Action, Adventure, Drama\nTags:Seinen/Vikings/Philosophy/Male Protagonist/Primarily Adult Cast/Historical/Coming of Age/Agriculture/War/Foreign/Rural/Primarily Male Cast/Swordplay/Gore/Heterosexual/Lost Civilization/Wrestling/Rotoscoping\nThe second season of <i>Vinland Saga</i>. <br><br>\nAfter his father's death and the destruction of his village at the hands of English raiders, Einar wishes for a peaceful life with his family on their newly rebuilt farms. However, fate has other plans: his village is invaded once again. Einar watches helplessly as the marauding Danes burn his lands and slaughter his family. The invaders capture Einar and take him back to Denmark as a slave.\n<br><br>\nEinar clings to his mother's final words to survive. He is purchased by Ketil, a kind slave owner and landlord who promises that Einar can regain his freedom in return for working in the fields. Soon, Einar encounters his new partner in farm cultivation—Thorfinn, a dejected and melancholic slave. As Einar and Thorfinn work together toward their freedom, they are haunted by both sins of the past and the ploys of the present. Yet they carry on, grasping for a glimmer of hope, redemption, and peace in a world that is nothing but unjust and unforgiving.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Final Season THE FINAL CHAPTERS Special 1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146984-EnCsTCpLyIBi.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mystery, Psychological\nTags:Kaiju/Survival/Super Power/Military/Gore/Philosophy/Shapeshifting/Foreign/Dystopian/Post-Apocalyptic/Primarily Adult Cast/Ensemble Cast/Cosmic Horror/CGI/Female Protagonist/Shounen/Aviation/Male Protagonist/Ships\nThe fate of the world hangs in the balance as Eren unleashes the ultimate power of the Titans. With a burning determination to eliminate all who threaten Eldia, he leads an unstoppable army of Colossal Titans towards Marley. Now a motley crew of his former comrades and enemies scramble to halt his deadly mission, the only question is, can they stop him?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21210326",
      "type": "series",
      "name": "Tomo-chan Is a Girl!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151806-IAMi2ctI5xJI.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Tomboy/Female Protagonist/Primarily Teen Cast/Heterosexual/School/Slapstick/Tsundere/Martial Arts/Athletics/School Club\nTomboy Tomo couldn’t have picked a more awkward high school crush ’cause it’s on her childhood friend, Junichiro, but he only sees her as one of the guys. Despite her pretty looks and signals, nothing gets through to this meathead! Will Junichiro ever realize Tomo’s into him and see her for the cutesy girl she actually is?!<br>\n<br>\n(Source: Crunchyroll) <br><br>"
    },
    {
      "id": "tt13196080",
      "type": "series",
      "name": "Tokyo Revengers Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142853-nxEZDE9oDRLG.png",
      "description": "Genres: Action, Drama, Romance, Supernatural\nTags:Gangs/Revenge/Delinquents/Male Protagonist/Primarily Male Cast/Age Regression/Shounen/Crime/Archery/Mafia/Homeless/Detective/Ensemble Cast/Motorcycles/Heterosexual/Philosophy\nDespite his best time-leaping efforts, Takemichi Hanagaki continuously fails to prevent the present-day death of Hinata Tachibana, his adolescent love. The adult Takemichi grapples with grief and the ramifications of the Tokyo Manji gang's criminal empire—an unintended product of his timeline meddling. Though the gang once operated under the idealistic Manjirou \"Mikey\" Sano, it has now been taken over by the malicious Tetta Kisaki and, as a result, has abandoned its original optimistic intent.\n<br><br>\nDespite feeling hopeless, Takemichi travels to the past once again to investigate Black Dragon, a rival motorcycle gang whose actions ultimately lead to Hinata's demise. There, he meets the young Hakkai Shiba, a fellow gang member whose older brother, Taiju, tyrannically rules Black Dragon.\n<br><br>\nTakemichi, with Chifuyu on his side, works to unravel the fates of Black Dragon's members, fighting to create a happy future for his loved ones.\n<br><br>\n(Source: MAL Rewrite, edited)"
    },
    {
      "id": "tt12432936",
      "type": "series",
      "name": "The Misfit of Demon King Academy Ⅱ: History's Strongest Demon King Reincarnates and Goes to School with His Descendants",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130588-zYz8Gp2kZfTm.jpg",
      "description": "Genres: Action, Fantasy\nTags:Demons/Male Protagonist/School/Magic/Female Harem/Super Power/Ensemble Cast/Primarily Teen Cast/Kuudere/Tsundere\nAs peace returns to the demon realm, Anos Voldigoad wishes nothing more than to put his reputation as the Demon King of Tyranny to rest and go back to being a misfit at the prestigious Demon King Academy. Unfortunately, any tranquility is fleeting: sinister demons, kings, and deities plot Anos's demise from the shadows.\n<br><br>\nRumors spread about the \"Child of God,\" a being whose power may rival that of Anos. To uncover the truth and eliminate the potential threat, Anos must journey deep into the land of spirits. However, the spirit world is shrouded in mystery, and it may only be entered after undergoing a series of difficult trials.\n<br><br>\nWith unrivaled power and confidence, Anos braces himself to defeat various formidable enemies with grandiose titles. But he—with the assistance of his trusted allies—will barely have to break a sweat as the true Demon King of Tyranny.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt18311412",
      "type": "series",
      "name": "NieR:Automata Ver1.1a",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145665-kiAZX3DsbBnl.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Sci-Fi\nTags:Artificial Intelligence/Robots/Lost Civilization/Post-Apocalyptic/Female Protagonist/Philosophy/CGI/Swordplay/Dystopian/War/Real Robot/Male Protagonist/Puppetry/Gods/Desert\nThe distant future, 5012.<br>\nThe sudden aerial invasion of Earth by ＜Aliens＞ and\ntheir creations ＜Machine Lifeforms＞led mankind to the brink of extinction.\nThe surviving number of humans who took refuge on the moon to organize a counterattack using\n＜android＞ soldiers to recapture Earth.<br><br>\n\nHowever, the war reaches a stalemate as the ＜Machine Lifeforms＞ continue to multiply infinitely.\nIn turn, humanity deploys anew unit of android soldiers as an ultimate weapon: ＜YoRHa＞<br><br>\nNewly dispatched to Earth ＜2B＞ joins＜9S＞, the analyst currently stationed there, where amid their mission, they encounter a myriad of mysterious phenomena... <br><br>\n\nThis is the story of these lifeless ＜androids＞ and their endless fight for the sake of mankind.\n <br><br>\n(Source: NieR:Automata Ver1.1a Official USA Website)<br><br>\n<i>Note: Episodes 9, 10, 11, 12 aired back-to-back on July 23, 2023.</i>"
    },
    {
      "id": "tt19064770",
      "type": "series",
      "name": "The Angel Next Door Spoils Me Rotten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143338-zhyDVYgEzsm5.png",
      "description": "Genres: Romance, Slice of Life\nTags:Heterosexual/Iyashikei/Male Protagonist/Primarily Teen Cast/Female Protagonist/Food/Kuudere/School\nAmane lives alone in an apartment, and the most beautiful girl in school, Mahiru, lives just next door. They've almost never spoken&mdash;until the day he sees her in distress on a rainy day and lends her his umbrella. To return the favor, she offers him help around the house, and a relationship slowly begins to blossom as the distance between them closes...<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt22986710",
      "type": "series",
      "name": "Buddy Daddies",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155907-gR7aRwVHwrjc.jpg",
      "description": "Genres: Action, Comedy, Drama, Slice of Life\nTags:Family Life/Found Family/Crime/Adoption/Assassins/Male Protagonist/Guns/Primarily Adult Cast/Urban/Espionage/Mafia/Surreal Comedy/Video Games\nAssassins Kazuki Kurusu and Rei Suwa meet Miri, a girl looking for her father on Christmas Day. Kazuki, Rei, and Miri unexpectedly end up living together.<br>\n<br>\nFollows Kazuki Kurusu, a criminal contractor/coordinator who lives with his best friend, Rei Suwa, a professional assassin who has been raised from childhood to be a contract killer. Kazuki is outgoing and loves gambling and women, while Rei is a man of few words who spends his off time playing video games. One day, the two buddies end up caring for Miri Unasaka, a four year old girl whose father is a mafia boss, after Miri accidentally wanders into a firefight in a hotel while looking for her father."
    },
    {
      "id": "tt5679720",
      "type": "series",
      "name": "Bungo Stray Dogs 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141249-8tjavEDHmLoT.jpg",
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Crime/Urban Fantasy/Super Power/Detective/Mafia/Ensemble Cast/Male Protagonist/Primarily Adult Cast/Anti-Hero/Guns/Seinen/Gore/Primarily Male Cast/Classic Literature/War/Gambling/Achromatic\nThe fourth season of <i>Bungou Stray Dogs</i>.<br>\n<br>\nNo longer concerned with military affairs, Yukichi Fukuzawa intends to act as a lone bodyguard-for-hire, making use of his deadly swordsmanship. However, things are not going as planned for his freelance business, and that is when he crosses paths with a mouthy boy named Ranpo Edogawa. While their initial interactions are intertwined with a bizarre murder mystery, the aftermath prompts the formation of the Armed Detective Agency.<br>\n<br>\nPresently, Ranpo finds himself chasing down a gifted individual with the dangerous ability to execute the perfect crime. But as the great detective unravels the case, he soon discovers an elaborate plot to obliterate the Agency in its entirety.<br>\n<br>\nAlthough forewarned of the trap, the Agency continue their pursuit of the criminals, only to end up framed for the crime themselves. Now branded as wanted terrorists, the remaining members must find a way to prove their innocence—even if they must turn to sworn enemies for assistance.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt12635162",
      "type": "series",
      "name": "DON'T TOY WITH ME, MISS NAGATORO 2nd Attack",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140596-wBtzi7evAMlf.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/School/Slapstick/Tsundere/Tanned Skin/Drawing/Episodic/Gyaru/Tomboy/Judo/Martial Arts/School Club/Shounen/Cultivation\nThe second season of <i>Ijiranaide, Nagatoro-san</i>.<br><br>\nMiss Nagatoro is back for even more antics against Senpai in her next round of shenanigans! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11428630",
      "type": "series",
      "name": "BOFURI: I Don't Want to Get Hurt, so I'll Max Out My Defense. Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116867-bXUSi1BWrd9R.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Slice of Life\nTags:Video Games/Virtual World/Female Protagonist/Cute Girls Doing Cute Things/Magic/Primarily Teen Cast/Ensemble Cast/Primarily Female Cast/Twins/Animals/Shapeshifting/Henshin/CGI/Monster Girl/Ninja/Vore\nThe second season of <i>Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu.</i>\n<br><br>\nThe best offense is a great defense, and for VRMMO gamer Kaede Honjo, her defense is the best. Under her alias Maple, she and her guild journey through NewWorld Online gaining friends and foes through new battle-filled quests. All those skill points, new defensive techniques, and no pain—Maple can’t be stopped! <br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Episode 1 was streamed in advance on December 17, 2022 on the KADOKAWA Anime YouTube Channel. The regular TV broadcast began on January 11, 2023. </i>"
    },
    {
      "id": "tt21929398",
      "type": "series",
      "name": "The Ice Guy and His Cool Female Colleague",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151252-ywrMmJG1Loc3.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Primarily Adult Cast/Office Lady/Heterosexual/Iyashikei/Work/Male Protagonist/Youkai/Female Protagonist/Josei/Kuudere/Super Power/Kemonomimi/Episodic/Tsundere\nThe setting is a workplace where a snowy-white romance blows in like a blizzard.\n<br><br>\nHimuro is a descendant of yuki-onnas living in modern times and a newbie office worker. When he gets emotionally overwhelmed, he ends up causing blizzards or starts building snowmen and igloos. Whenever his secret romantic feelings for his unique yet kind coworker Fuyutsuki intensify, he sometimes ends up freezing those around him. Then, there's Fuyutsuki. Everyone always sees her as the cool type, but Fuyutsuki is actually also pretty curious about her mysterious coworker, Himuro.\n<br><br>\nTheir relationship continues to gradually evolve daily through work and work events. Eventually, they start to spend time with each other outside of work, but they're both a bit awkward when it comes to love, so they just can't seem to get closer... <br>\n<br>\nA heartwarming workplace fantasy romcom starring a seemingly cool couple is about to begin!<br>\n<br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt21844614",
      "type": "series",
      "name": "Kubo Won't Let Me Be Invisible",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148969-3vPgXpMpQvba.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Heterosexual/Primarily Teen Cast/Male Protagonist/Chibi/Episodic/Seinen/Cute Girls Doing Cute Things\nJunta Shiraishi has just one goal: to experience youth to the fullest! But this is easier said than done. Junta is so socially invisible that people at school would swear he skipped class even when he’s sitting right behind them. Everything changes when Junta meets Nagisa Kubo. She’s the only person who pays Junta any attention, and her constant teasing is sure to turn Junta’s quiet life upside down because Kubo won’t let him be invisible!<br>\n<br>\n(Source: HIDIVE) "
    },
    {
      "id": "tt22889156",
      "type": "series",
      "name": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153629-LNRlLFrbDTi8.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Female Protagonist/Magic/Yuri/Primarily Female Cast/LGBTQ+ Themes/Maids/Swordplay/Isekai/Drugs\nDespite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy’s expectations by developing “magicology,” a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom’s next monarch. That’s when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world! <br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt21216104",
      "type": "series",
      "name": "TRIGUN STAMPEDE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151040-zQEvp8bCA987.png",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Full CGI/Male Protagonist/Guns/Desert/Fugitive/Dystopian/Primarily Adult Cast/Philosophy/Crime/Shounen/Travel/Aliens/Primarily Male Cast/Slapstick\nVash the Stampede’s a joyful gunslinging pacifist, so why does he have a $6 million bounty on his head? That’s what’s puzzling rookie reporter Meryl Stryfe and her jaded veteran partner when looking into the vigilante only to find someone who hates blood. But their investigation turns out to uncover something heinous—his evil twin brother, Millions Knives.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt24229160",
      "type": "series",
      "name": "Campfire Cooking in Another World with my Absurd Skill",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156067-Jovklss4VWIx.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Food/Isekai/Found Family/Male Protagonist/Iyashikei/Animals/Gods/Travel/Work/Economics/Magic/Dragons/Goblin\nMukouda Tsuyoshi, an ordinary salaryman, is suddenly transported to another world one day. The unique skill he gains upon arrival in this world is the seemingly useless \"Online Grocery.\" Mukouda is discouraged at first, but the modern foods he's able to bring to his new world using this skill prove to have some unbelievable effects!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong to Try to Pick Up Girls in a Dungeon? IV Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155211-gWaYXaGmWBXs.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance\nTags:Dungeon/Elf/Ensemble Cast/Male Protagonist/Gods/Travel/Mythology/Gore/Kemonomimi/Female Harem/Nekomimi/Mermaid/CGI/Urban Fantasy/Maids/Nudity\nThe second cour of the fourth season of <i> Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.\n<br><br>\nBell and Ryu end up in the 37th floor, which is a Deep Floor. The rest of the party are at level 27, facing the level boss Amphisbaena. They have to defeat the level boss, in order to save Bell. At the same time, Bell and Ryu have to find a way to stay alive on a floor with strong monsters while having to avoid the Juggernaut.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt25809288",
      "type": "series",
      "name": "The Reincarnation of the Strongest Exorcist in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144553-Q5M7iNLHMuCl.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance, Supernatural\nTags:Isekai/Magic/Male Protagonist/Demons/School/Anti-Hero/Youkai/CGI/Swordplay/Tsundere/Female Harem/Dungeon\nYou can't be happy if you're just strong, even if you're the strongest exorcist in the world. Exorcist Haruyoshi Kuga, called an unrivaled genius, is betrayed by the Imperial Court and about to die. Resolving to be happy in his next life, he uses a secret reincarnation technique he created and reincarnates in another world. And so he receives a new name, Seika, and a new life.\n<br><br>\n\"What I lacked in my previous life was cunning. In this life, I'll be more calculating and find happiness.\" With the strongest exorcist techniques and strong demons working with him, what lies ahead for him? The peaceful life he wants, or.... This is the start of a story no one's ever seen before: the story of the strongest exorcist in a fantasy world.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20259190",
      "type": "series",
      "name": "Spy Classroom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146323-vyj1w1VRgDN7.png",
      "description": "Genres: Action, Comedy, Drama, Mystery\nTags:Espionage/Primarily Female Cast/Ensemble Cast/Achronological Order/Crime/Female Protagonist/Guns/Cute Girls Doing Cute Things/Male Protagonist/Heterosexual/Nudity/Crossdressing/Female Harem\nConflict-ravaged nations now deploy covert operatives instead of missiles. Lily is recruited into spy-training… but her practical skills are absolutely abysmal. Desperate to pass, she leaps at the chance to join the mysterious “Tomoshibi” team. Too bad the team is filled with even more hopeless spies. Together they must conquer the Impassible Mission and best their genius instructor, but the true purpose behind their classroom is more harrowing than they can imagine…<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt19223420",
      "type": "series",
      "name": "Farming Life in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146850-xfeAFIE0M9hl.jpg",
      "description": "Genres: Fantasy, Slice of Life\nTags:Agriculture/Male Protagonist/Isekai/Iyashikei/Female Harem/Magic/Found Family/Heterosexual/Primarily Female Cast/Monster Girl/Maids/Dragons/Tsundere/Vampire/Angels/Chibi/Kemonomimi/Demons/Mahjong/Shogi/Monster Boy/Gods\nLife cut short by illness at just 39 years old, Machio Hiraku knows not to take simple blessings for granted. When a godlike figure gives him given a chance to live again, Hiraku has only the simplest of wishes for his new life: to be healthy, to live peacefully, to speak the local language, and to spend his days on an idyllic farm. Fresh air, sunshine, honest work, and good company combine to form the happy, peaceful existence Hiraku has always dreamed of.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21929424",
      "type": "series",
      "name": "ONIMAI: I'm Now Your Sister!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147864-Idb77ylQTTBh.png",
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Gender Bending/Age Regression/Primarily Female Cast/Rehabilitation/Cute Girls Doing Cute Things/Primarily Teen Cast/Female Protagonist/Coming of Age/Hikikomori/Family Life/Otaku Culture/Iyashikei/LGBTQ+ Themes/School/Gyaru/Chibi/Tomboy/Transgender/Nudity\nMahiro Oyama was just a normal erotic-game loving dude…until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him…with a disastrous outcome, as far as Mahiro’s concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing’s for sure…life is going to get a whole lot weirder from here on out! <br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt25531288",
      "type": "series",
      "name": "The Iceblade Sorcerer Shall Rule the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148116-t6E73U8SJhYD.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/School/Male Protagonist/Swordplay/Female Harem/Fitness/War/Elf\nThe Arnold Academy of Sorcery for society’s most elite has just received their first commoner student: Ray White. Despite the contempt he’s received, Ray’s managed to befriend an eclectic group of classmates that get him into all sorts of schemes. But the pressures of maneuvering teenage drama is half his worries, as he secretly is the most powerful sorcerer…the Iceblade Sorcerer!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15237164",
      "type": "series",
      "name": "Ningen Fushin: Adventurers Who Don’t Believe in Humanity Will Save the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137909-7c0zEcg9GjYo.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Monster Girl/Anachronism/Primarily Adult Cast/Male Protagonist/Revenge/Episodic/Ensemble Cast/Elf/Religion/Dungeon/Female Harem\nNick used to be a member of a veteran adventurer party, helping his undisciplined friends with the accounts whenever he could. But what was his reward? Getting accused of embezzlement and kicked out by the leader he respected. Before long, he finds a few other jaded adventurers and kindred spirits, and together, they form their own unstoppable party! <br>\n<br>\n(Source: Yen Press)<br>\n<br>\n<i>Note: Each episode streamed one week early on ABEMA.</i>"
    },
    {
      "id": "tt11328872",
      "type": "series",
      "name": "In/Spectre 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126529-AwE5AAdhuls1.png",
      "description": "Genres: Comedy, Mystery, Romance, Supernatural\nTags:Urban Fantasy/Ghost/Youkai/Detective/Disability/Primarily Adult Cast/Female Protagonist/Episodic/Super Power/Urban/Heterosexual\nThe second season of <i>Kyokou Suiri</i>. <br><br>\nKotoko and Kuro team up to solve a mystery between a human and a yuki-onna!  <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21844644",
      "type": "series",
      "name": "Handyman Saitou in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144092-8EKzzZQofFlW.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Primarily Adult Cast/Isekai/Male Protagonist/Ensemble Cast/Fairy/Magic/Seinen/Dungeon/Episodic/Ninja/Surreal Comedy/Iyashikei/LGBTQ+ Themes/Tsundere/Goblin/Found Family\nHandyman Saitou has never felt special in his life. When he’s dropped into a medieval fantasy world, he gathers a party of unique beings to survive. Surrounded by a heavy warrior, a spell-forgetting wizard, and even a divine fairy princess, he yearns to be helpful. But after Saitou saves everyone during a raid, it’s clear that having a handyman on an adventure isn’t just useful, it’s essential!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25971150",
      "type": "series",
      "name": "Reborn to Master the Blade: From Hero-King to Extraordinary Squire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142193-3S6gtp7PHLNL.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Gender Bending/Female Protagonist/Primarily Female Cast/Magic/Swordplay/Demons/Adoption\nAfter living a life devoted to serving his country and people, Inglis’ one wish to be free of a king’s burden and to train was actually heard, but as a beautiful girl! Reborn in the far future as a daughter to renowned knights, Inglis can now focus on mastering the martial arts. A wish has been granted, and Inglis will be on the front lines fulfilling the dream of becoming the strongest knight.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21342052",
      "type": "series",
      "name": "Chillin’ in My 30s after Getting Fired from the Demon King’s Army",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152523-1I1KPnKyOwhe.jpg",
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Male Protagonist/Magic/Demons/Rural/Family Life/Primarily Adult Cast/Swordplay/Dragons/Archery\nAfter losing his job as a Dark Soldier of the Demon King’s Army for his lack of magic ability, 30-ish-year-old Dariel has found himself in a village of humans to spend his early forced retirement. But this unemployed magic-less demon has found a new calling as an adventurer! His second life might just be not so bad after all, as long the villagers don’t find out he’s not human.<br>\n<br>\n(Source Crunchyroll)"
    },
    {
      "id": "tt13676344",
      "type": "series",
      "name": "Record of Ragnarok II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138056-r6wKvl71ddar.jpg",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Gods/Death Game/Mythology/Assassins/Primarily Adult Cast/Historical/CGI/Sumo/Martial Arts/Yandere/Full CGI\nThe second season of <i>Shuumatsu no Valkyrie</i>.\n<br><br>\nIn a shocking turn of events, humanity has won its first battle in the Ragnarök tournament—a series of 13 fights that will decide the fate of mankind. Zeus, the head of gods, sends the demigod Heracles for the next round to avenge the humiliated Greek pantheon. To face this hero loved by gods and humans alike, the Valkyrie Brunhilde decides to use Heracles' complete moral opposite: the infamous serial killer Jack the Ripper—leaving human beings unsure who they should support.\n<br><br>\nMeanwhile, tensions begin to rise between various divine pantheons, and rumors of a traitor jeopardize the unity of those who want to annihilate humanity. As the line between friend and foe becomes blurred, Brunhilde will do everything she can to make her machinations successful.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt21689900",
      "type": "series",
      "name": "My Life as Inukai-san’s Dog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146346-SxMOcEIxWix7.png",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Primarily Female Cast/POV/Human Pet/Nudity/Animals/Male Protagonist/Heterosexual/Primarily Teen Cast/Female Harem/Love Triangle/Achronological Order/Urban/School\nThey say every dog has his day. That’s especially true for our protagonist, who was just turned into a dog and now lives every day under the care of his crush, Inukai-san! She happily dotes on her new companion, and while he wants to return to human form someday, there’s something wonderful about being cared for by the person he loves. Enjoy life through the eyes of a dog in <i>My Life as Inukai-san’s Dog!</i><br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt25275610",
      "type": "series",
      "name": "HIGH CARD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135778-Qldd93789wTL.jpg",
      "description": "Genres: Action, Fantasy\nTags:Super Power/Urban Fantasy/Card Battle/Male Protagonist/Primarily Adult Cast/Foreign/Cars/Orphan/Guns/Primarily Male Cast/Heterosexual/Episodic/Urban/Poker/Amnesia/Gambling\nAfter discovering that his orphanage was on the brink of closing due to financial stress, Finn, who was living freely on the streets, set out for a casino with the aim of making a fortune. However, nothing could have prepared Finn for the nightmare that was awaiting him. Once there, Finn encountered a car chase and bloody shootout caused by a man's “lucky” card. <br>\nFinn will eventually learn what the shootout was about. The world order can be controlled by a set of 52 X-Playing cards with the power to bestow different superhuman powers and abilities to the ones that possess them. With these cards, people can access the hidden power of the “buddy” that can be found within themselves.\n<br><br>\nThere is a secret group of players called High Card, who have been directly ordered by the king of Fourland to collect the cards that have been scattered throughout the kingdom, while moonlighting as employees of the luxury car maker Pinochle. Scouted to become the group's fifth member, Finn soon joins the players on a dangerous mission to find these cards.\n<br><br>\nHowever, Who's Who, the rival car maker obsessed with defeating Pinochle, and the Klondikes, the infamous Mafia family, stand in the way of the gang.\n<br><br>\nA frenzied battle amongst these card obsessed players, fueled by justice, desire, and revenge, is about to begin!\n"
    },
    {
      "id": "tt15538376",
      "type": "series",
      "name": "Sugar Apple Fairy Tale",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139821-RC4PW7KPY1DU.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Fairy/Female Protagonist/Food/Heterosexual/Primarily Male Cast/Slavery/Shoujo/Magic/Travel/Orphan/Swordplay/Male Protagonist/Politics/Bullying\n In a world where fairies are bought and sold to the highest bidder, humans aren’t exactly on friendly terms with the fae folk. But friendship is exactly what Anne Halford seeks with Challe, her new fairy bodyguard, though he’s not so keen on the idea. As his new master, Anne tasks him with escorting her through a particularly dangerous area, but with a reluctant bodyguard eager to escape a life of servitude, she’ll have to deal with a lot more than she bargained for...\n\n <br><br> (Source: Crunchyroll)"
    },
    {
      "id": "tt12642654",
      "type": "series",
      "name": "By the Grace of the Gods 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135102-3vX6Rs8e8oHU.jpg",
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Isekai/Magic/Work/Demons/Iyashikei\nThe second season of <i>Kami-tachi ni Hirowareta Otoko</i>.\n<br><br>\nSince reincarnating into a new world, Ryouma Takebayashi has used his god-given graces to tame countless slimes and employ them to improve the lives of everyone around him. With the astonishing success of his laundry shop, Bamboo Forest, he is finally ready to take on new frontiers and open a branch in the neighboring city of Lenaf. Abiding by his promise with his dearest friend, Eliaria Jamil, Ryouma makes every day count, whether learning new techniques, forming connections, or even discovering more species of slime.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt15026576",
      "type": "series",
      "name": "The Fruit of Evolution: Before I Knew It, My Life Had It Made Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146954-tn3mydVZQfZp.png",
      "description": "Genres: Action, Comedy, Fantasy, Romance\nTags:Isekai/School/Female Harem/Slapstick/Monster Girl/Male Protagonist/Heterosexual/Teacher/Parody/Demons/Magic/Ensemble Cast/Shapeshifting/Meta\nThe second season of <i>Shinka no Mi: Shiranai Uchi ni Kachigumi Jinsei</i>.\n<br><br>\nThanks to the Fruit of Evolution, Seiichi Hiiragi's amazing new life in another world allows him to meet dependable allies and create formidable spells. His abilities catch the attention of Barnabus Ablitt, the principal of the Barbador Academy of Magic, who invites Seiichi to become a teacher at the institution. Coincidentally, Seiichi's classmates from Earth are enrolled there, which will lead to an awkward reunion if he is to meet them.\n<br><br>\nBehind the scenes, however, an enigmatic cult called The Great Devil Order devises a sinister scheme to resurrect their deity and sacrifice the students of Barbador to hasten the process. As Seiichi's power is second to none, it is up to him to protect not only his friends but also the entire world from the looming darkness.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13357124",
      "type": "series",
      "name": "The Way of the Househusband: Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154982-7HV064pRbQdB.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Yakuza/Seinen/Episodic/Food/Urban/Slapstick/Male Protagonist/Family Life/Heterosexual/Animals\nThe second season of <i>Gokushufudou</i>."
    },
    {
      "id": "tt21608762",
      "type": "series",
      "name": "Saving 80,000 Gold in Another World for My Retirement",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152765-X6VRli3GPkVs.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Economics/Isekai/Female Protagonist/Guns/Rural/Primarily Teen Cast/Cute Girls Doing Cute Things/Language Barrier\nMitsuha is an 18-year-old girl who’s often mistaken for a middle schooler due to her childlike face and small stature. The story begins when she loses her parents and her older brother at the same time in an accident and ends up all alone in the world.\n <br><br>\nShe fails her university entrance exams due to the shock of losing her family. There are people who are after her parents’ insurance money. She doesn’t know whether she should go to college or start working. There are also lots of expenses to worry about, including living expenses and the cost of maintaining the house.\n  <br><br>\nOne day, as she worries about how she'll survive, she’s given the “World Jumping” ability by a mysterious being that allows her to go back and forth between “this world” and an “isekai”! Now that she has this ability, she comes up with a plan for the future in which she saves 1 billion yen in each world for a total of 2 billion yen (80,000 gold coins)! \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25534100",
      "type": "series",
      "name": "Revenger",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155202-SeJWvbrVEktH.png",
      "description": "Genres: Action\nTags:Revenge/Historical/Assassins/Male Protagonist/Samurai/Primarily Adult Cast/Anti-Hero/Crime/Religion/Primarily Male Cast/Gore/Ensemble Cast/Swordplay/Crossdressing/Anachronism/Archery/LGBTQ+ Themes/Episodic/Guns/Gender Bending/Tsundere\nAs master assassin Usui Yuen investigates a series of attacks made on the grand samurai clan, the Satsuma, he encounters survivor and clan member Kurima Raizo. Together, they unravel a conspiracy behind the murders, the true nature of which appears far grander than anyone first thought. As they get closer to the truth, will they come out alive to exact revenge?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25721166",
      "type": "series",
      "name": "Endo and Kobayashi Live! The Latest on Tsundere Villainess Lieselotte",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143064-3tJ0mGnNOT2w.png",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Villainess/Tsundere/Video Games/Heterosexual/Gods/Ojou-sama/Primarily Teen Cast/Magic/School/Meta/Otaku Culture\nEndo and Kobayashi love to bicker about their latest video game fixation. They think they're simply providing color commentary, but one of the game’s characters, Siegwald, can hear them talking about his fiancée, the villainess Lieselotte!\n<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21962510",
      "type": "series",
      "name": "Ayakashi Triangle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142849-TXRh2tW2fu08.png",
      "description": "Genres: Action, Comedy, Ecchi, Romance, Supernatural\nTags:Ninja/Gender Bending/Youkai/Female Protagonist/Urban Fantasy/Nudity/Male Protagonist/Shounen\nJapan may be brimming with mysterious monsters called ayakashi, but they have a special exorcist ninja force to counter the threat! Young exorcist ninja Matsuri spends his days fighting ayakashi to protect his childhood friend Suzu. But when an ayakashi cat named Shirogane shows up, things get turned upside down!<br>\n<br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt26140070",
      "type": "series",
      "name": "Malevolent Spirits: Mononogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141785-JD5DIMZotNYc.png",
      "description": "Genres: Action, Supernatural\nTags:Youkai/Ensemble Cast/Found Family/Martial Arts/Heterosexual/Seinen/Primarily Adult Cast/Urban Fantasy/Shapeshifting/Urban/Male Protagonist/Family Life/Super Power/Swordplay/Amnesia/Battle Royale/Love Triangle/Karuta\nFilled with rage against spirits known as tsukumogami, Kunato Hyoma is sent to live with Nagatsuki Botan to help him see a different side. Though both are part of a clan that return the spirits back to their world with divine powers, their experiences with the otherworldly vessels are vastly different. Kunato, robbed of a loved one, and Nagatsuki, saved by them. Can she get through to him?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21856734",
      "type": "series",
      "name": "Junji Ito Maniac: Japanese Tales of the Macabre",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150653-i7vaNr06DoQF.jpg",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Anthology/Cosmic Horror/Episodic/Josei/Religion/CGI/Denpa/Photography/Urban\nFrom the horror master of manga comes a new anime series: <i>JUNJI ITO'S MANIAC</i> <br><br>\nA Netflix produced anime series adapting 20 stories chosen by Junji Ito, including from:<br>\n- Tomie<br>\n- Souichi<br>\n- The Hanging Balloons<br>\n- The Strange Hikizuri Siblings: The Séance<br>\n- Unendurable Labyrinth<br>\n- The Long Hair in the Attic<br>\n- Bullied<br>\n- Where the Sandman Lives<br>\n- Ice Cream Truck<br>\n- Tomb Town<br>\n- Library Vision<br>\n- Headless Statue"
    },
    {
      "id": "tt21912036",
      "type": "series",
      "name": "The Fire Hunter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125869-pR0WHBob195S.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Female Protagonist/Post-Apocalyptic/Animals/Steampunk/Rural/Conspiracy/Denpa\nOutside the magical barriers lies a world overrun by fiery beasts known as Flame Demons, and the only ones who can protect humanity are the Fire Hunters. In the dark woods where the beasts roam is where Touko, a young villager, is rescued from attack by one of these skilled trackers, Koushi. But their meeting was no accident, and a new destiny begins. <br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt17221100",
      "type": "series",
      "name": "Kaina of the Great Snow Sea",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144144-dja2cBUKz3lu.jpg",
      "description": "Genres: Drama, Fantasy\nTags:Full CGI/Environmental/Lost Civilization/Survival/Male Protagonist/Dystopian/Post-Apocalyptic/Female Protagonist/Heterosexual/War\nA world blanketed in an endless and ever-growing ocean of snow. The people eke out a living, either huddled around the roots of enormous trees dotting the surface, or high in the canopy, which spreads over the planet's atmosphere.<br>\n<br>\nA chance meeting between Kaina, a youth from the canopy, and Liliha, a young woman from the surface, sets off a chain of events that will change the fate of the world.<br>\n<br>\n(Source: Polygon Pictures)"
    },
    {
      "id": "tt23812370",
      "type": "series",
      "name": "GIANT BEASTS OF ARS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155089-I5zYFNvWua57.png",
      "description": "Genres: Fantasy\nTags:Fugitive/Magic/Kemonomimi/Kaiju/Swordplay/Politics/CGI\nThe story takes place in an age of swords, heroes, and myths. Giant beasts created the land, but then humans stole that land. This angered the beasts, who then started eating humans. In order to fight back, humans called upon the gods. The Kyojuu beasts started spreading around the world, causing great damage, but humans fought back by hunting the Kyojuu. Humanity also prospered by to using the dissected parts of the beasts.<br>\n<br>\nJiiro is \"a man who has escaped death,\" and he hunts Kyojuu to earn a living. He meets \"Twenty and Second Kuumi,\" who is being chased by someone. Jiiro and his friends then start to uncover the secrets of this world.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8994044",
      "type": "series",
      "name": "Tsurune - The Linking Shot -",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153841-SjRoSMof4nHS.png",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Archery/School Club/Male Protagonist/Primarily Male Cast/Primarily Teen Cast/Cute Boys Doing Cute Things/School/Twins/Martial Arts\nThe second season of <i>Tsurune</i>.<br>\n<br>\nMinato’s return to archery may have helped Kazemai High’s Kyudo Club win a prefectural tournament, but it’s a poor bowman who expects an arrow to fly the same flight every time. With the entry of a radical new team, one of whose members is Minato’s former upperclassman, the old rivalry between Kazemai and Kirisaki becomes a triangle with the upstart team from Tsujimine as serious contenders. And even as the men’s team struggles to adjust to the new paradigm, competition doubles again as the Kazemai women’s team of Rika, Yuna, and Noa prepares to enter their first tourney as well! Prepare to be aquiver as each new arrow makes its mark in TSURUNE - THE LINKING SHOT!"
    },
    {
      "id": "tt25814162",
      "type": "series",
      "name": "The tale of outcasts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151679-aslz4Mr7FD8Q.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Anthropomorphism/Foreign/Demons/Orphan/Magic/Female Protagonist/Historical/Religion/Urban Fantasy/Shapeshifting/Guns/Swordplay/Shounen/Heterosexual\nIn Victorian England, the young orphan Wisteria begs for scraps. Able to see through demons’ disguises, she befriends the immortal Marbas, lonely after centuries of solitude. He finds kinship with the human girl, even while evading the brutal Sword Cross Knights—including Wisteria’s brother. Is it possible for two souls so different to find happiness together, and what price must they pay?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14206996",
      "type": "series",
      "name": "The Legend of Heroes: Trails of Cold Steel - Northern War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130696-auVIKVCaPGNl.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Military/Politics/Foreign/School/Swordplay/War/Lost Civilization/Conspiracy/Male Protagonist/Trains/Tanks/Guns/Tsundere/Magic/Adoption/Primarily Adult Cast/Dystopian\nTo protect her hometown from the Erebonian Empire and to distinguish herself from her grandfather’s disloyalty, Lavie enlists in the Northern Jaegers where she’ll do whatever it takes to carry out the mission. Now this rule breaker must form a platoon to embark on a dangerous recon mission into enemy lines—will her mission be a success?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12279682",
      "type": "series",
      "name": "The Vampire Dies in No Time Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142914-OJ9fd00cE6yk.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Vampire/Primarily Adult Cast/Surreal Comedy/Urban Fantasy/Urban/Ensemble Cast/Male Protagonist/Episodic/Slapstick/Animals\nThe second season of <i>Kyuuketsuki Sugu Shinu</i>."
    },
    {
      "id": "tt10233448",
      "type": "series",
      "name": "VINLAND SAGA SEASON 2: Drowning in the Shadow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161923-32ox0QEAWNuh.png",
      "description": "Genres: Action, Drama, Psychological\nTags:Vikings/Foreign/Seinen/Male Protagonist/Historical/War/Swordplay/Rural/No Dialogue\nEpisode 6.5 of <i>VINLAND SAGA SEASON 2</i>.\n\n<br><br>The short video depicts a scene not shown in the anime where Thorfinn, as he appears as a member of Askeladd's raiders, cuts down some men in the middle of a raid. When he enters a nearby house, he sees a family cowering within... <br><br>\n\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon: To Be a Pokémon Master: Ultimate Journeys: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158870-RJfWBtOFJ6tr.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist/Kids/Animals/Coming of Age\n<i>Mezase Pokémon Master</i> celebrates the final chapter in Satoshi and Pikachu's story, with their first companions and many Pokémon they have met throughout their journeys making their return."
    },
    {
      "id": "tt25816576",
      "type": "series",
      "name": "Ippon! again",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136435-LWGyXLdHE71D.jpg",
      "description": "Genres: Slice of Life, Sports\nTags:Martial Arts/Judo/Primarily Female Cast/School Club/Female Protagonist/School/Cute Girls Doing Cute Things/Shounen/Iyashikei\nAfter one last tournament and an embarrassing loss in the final round, Michi decides to call it quits on the sport of judo. Between high school social activities and entrance exams, she’ll have no time to compete in the martial art she loves most, but putting aside old hobbies is a normal part of growing up. Still, the love of judo lingers—and it comes back full force when she meets her new classmate Towa, the girl who bested Michi in her final match! Towa wants to form a judo club at their school, but she’ll need new members to get it up and running. United by their love of judo, they’ll throw in their passions into the ring together and score ippon again!<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145139-rRimpHGWLhym.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Demons/Shounen/Swordplay/Male Protagonist/Super Power/Gore/Monster Girl/Body Horror/Historical/CGI/Female Protagonist/Orphan/Rural\nAdaptation of the Swordsmith Village Arc.<br>\n<br>\nTanjiro’s journey leads him to the Swordsmith Village, where he reunites with two Hashira, members of the Demon Slayer Corps’ highest-ranking swordsmen - Mist Hashira Muichiro Tokito and Love Hashira Mitsuri Kanroji. With the shadows of demons lurking near, a new battle begins for Tanjiro and his comrades.\n<br><br>\n<i>Notes:<br>\n• The first episode has a runtime of ~49 minutes, and received an early premiere in cinemas worldwide as part of a special screening alongside the final two episodes of Kimetsu no Yaiba: Yuukaku-hen.<br>\n• The final episode has a runtime of ~52 minutes. </i>"
    },
    {
      "id": "tt13911284",
      "type": "series",
      "name": "Hell’s Paradise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128893-l0R0GFHplDKW.jpg",
      "description": "Genres: Action, Adventure, Mystery, Supernatural\nTags:Survival/Gore/Swordplay/Body Horror/Ninja/Battle Royale/Samurai/Historical/Shounen/Anti-Hero/Travel/Religion/Super Power/Heterosexual/Philosophy/Gods/Primarily Adult Cast/Martial Arts/Crime/Death Game/Primarily Male Cast/Cosmic Horror/Cannibalism/Nudity/Bisexual/Cult\nThe Edo period is nearing its end. Gabimaru, a shinobi formerly known as the strongest in Iwagakure who is now a death row convict, is told that he will be acquitted and set free if he can bring back the Elixir of Life from an island that is rumored to be the Buddhist pure land Sukhavati. In hopes of reuniting with his beloved wife, Gabimaru heads to the island along with the executioner Yamada Asaemon Sagiri. Upon arriving there, they encounter other death row convicts in search of the Elixir of Life... as well as a host of unknown creatures, eerie manmade statues, and the hermits who rule the island. Can Gabimaru find the Elixir of Life on this mysterious island and make it back home alive?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21030032",
      "type": "series",
      "name": "Oshi No Ko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150672-2WWJVXIAOG11.png",
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Acting/Idol/Seinen/Revenge/Male Protagonist/Urban/Twins/Female Protagonist/Heterosexual/Primarily Female Cast/Family Life/School/Musical/Otaku Culture/Female Harem/Pregnant\nWhen a pregnant young starlet appears in Gorou Amemiya’s countryside medical clinic, the doctor takes it upon himself to safely (and secretly) deliver Ai Hoshino’s child so she can make a scandal-free return to the stage. But no good deed goes unpunished, and on the eve of her delivery, he finds himself slain at the hands of Ai’s deluded stalker — and subsequently reborn as Ai’s child, Aquamarine Hoshino! The glitz and glamor of showbiz hide the dark underbelly of the entertainment industry, threatening to dull the shine of his favorite star. Can he help his new mother rise to the top of the charts? And what will he do when unthinkable disaster strikes? <br>\n<br>\n(Source: HIDIVE)\n<br><br>\n\n<i>Note: Episode 1<b>【推しの子】Mother and Children</b> was pre-screened in advance in Japanese theaters on March 17, 2023. The regular TV broadcast began on April 12, 2023. The first episode has an extended runtime of ~82 minutes.</i>"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE New World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131518-RU7RoUmGb2sP.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Educational/Survival/Male Protagonist/Shounen/Primarily Male Cast/Ships/Ensemble Cast/Found Family/Agriculture/CGI/Butler/Food/Asexual/Travel/Chibi/Spearplay\nThe third season of <i>Dr. STONE</i>. <br><br>\n\nSenku and the Kingdom of Science sail to new lands to uncover more scientific secrets! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21209804",
      "type": "series",
      "name": "MASHLE: MAGIC AND MUSCLES",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151801-wYg28dEaJAw3.png",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Shounen/Magic/Male Protagonist/Parody/School/Primarily Teen Cast/Slapstick/Kuudere/Fitness/Super Power/Primarily Male Cast/Dragons/Adoption/Bullying/Battle Royale/Chimera/CGI\nThis is a world of magic. This is a world in which magic is casually used by everyone.<br><br>\nIn a deep, dark forest in this world of magic, there is a boy who is singlemindedly working out. His name is Mash Burnedead, and he has a secret. He can’t use magic. <br><br>\nAll he wanted was to live a quiet life with his family, but people suddenly start trying to kill him one day and he somehow finds himself enrolled in Magic School. There, he sets his sights on becoming a “Divine Visionary,” the elite of the elite. <br><br> Will his ripped muscles work against the best and brightest of the wizarding world? The curtain rises on this off-kilter magical fantasy in which the power of being jacked crushes any spell!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22817632",
      "type": "series",
      "name": "Tengoku Daimakyo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155783-X23WQwPmI9Sh.jpg",
      "description": "Genres: Adventure, Mystery, Sci-Fi, Thriller\nTags:Dystopian/Post-Apocalyptic/Survival/Travel/Seinen/Conspiracy/Male Protagonist/Orphan/Demons/Gore/Denpa/Body Horror/Coming of Age/Guns/Nudity\nIn the year 2024, the world has collapsed. Grotesque monsters lurk amongst the ruins of Japan, while remaining people scrape together what they can to survive. Kiruko, an odd-job girl in Nakano, accepts a mysterious woman's dying wish to take a boy named Maru to a place called Heaven.<br>\n<br>\n(Source: Disney+, edited)"
    },
    {
      "id": "tt22297712",
      "type": "series",
      "name": "My Love Story with Yamada-kun at Lv999",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154965-vZbBRjtmLp7S.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Video Games/Female Protagonist/Kuudere/Heterosexual/Shoujo/Otaku Culture/Primarily Adult Cast/Love Triangle/College/E-Sports/CGI\nAkane Kinoshita, a female college student, faces the absolute worst situation when she ends up breaking up with her boyfriend after he has an affair with a woman he met playing an online game. While relieving her stress by rampaging through the open hunting grounds of an online game, Akane spills everything about her heartbreak to “Yamada”, a player she met by chance who happens to be in the same guild. “I don't care,” is his curt reply. But when Akane gets a makeover and joins an offline event to get back at her ex-boyfriend, she hears those dreadful words again. And that was Akane's fateful encounter with “Yamada”─！<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt23770418",
      "type": "series",
      "name": "Kaguya-sama: Love is War -The First Kiss That Never Ends-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151384-gv0q8wOE6D58.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Heterosexual/Coming of Age/School/Male Protagonist/Primarily Teen Cast/Female Protagonist/Ojou-sama/Philosophy/School Club/Slapstick/Seinen/Parody/Chibi\nShuchiin Academy’s student council room: the place where Student Council Vice President Kaguya Shinomiya and President Miyuki Shirogane met. After a long battle in love, these two geniuses communicated their feelings and, at the Hoshin Festival, had their very first kiss. However, there was no clear confession of love. The relationship between these two, who assumed they would be a couple, remains ambiguous. Now, overly conscious of their feelings, they must face the biggest challenge yet: Christmas. It’s Shirogane who wants it to be perfect versus Kaguya who pursues the imperfect situation. This is the very “normal” love story of two geniuses and the first kiss that never ends.\n<br><br>\n(Source: Aniplex of America)\n<br><br>\n<em>Note: The anime first premiered in theaters across Japan on December 17, 2022. It was later split into 2 parts on TV, and 4 episodes on streaming, and Blu-Ray/DVD.</em>"
    },
    {
      "id": "tt27329086",
      "type": "series",
      "name": "KONOSUBA -An Explosion on This Wonderful World!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150075-QIGcA7oVyO6l.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Teen Cast/Female Protagonist/Magic/Chuunibyou/Primarily Female Cast/Slapstick/Parody/Witch/School/Cute Girls Doing Cute Things/Rural/Demons/Tsundere/Religion/Nudity\nThis feisty young wizard will stop at nothing to master the spell that saved her life: Explosion! Megumin, the “Greatest Genius of the Crimson Magic Clan,” has chosen to devote her studies to the powerful offensive magic used by her mysterious savior. Then one day, her little sister finds a black kitten in the woods. But this cat isn’t just a new furry friend—she’s the key to awakening a Dark God!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27417996",
      "type": "series",
      "name": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153845-C47aoKy7wf19.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Isekai/Male Protagonist/Magic/School/Female Harem/Spearplay/Goblin/Bullying/CGI/Swordplay/Demons/Elf/Kemonomimi\nAll his life, Yuuya has been bullied at school and neglected by his parents. After moving into his late grandfather’s home, he discovers a strange door that seems to be calling out to him. Yuuya opens the door, steps inside, and is suddenly transported to a magical world! This new world holds rare treasures and grants him powerful skills, which he takes back to Earth for a new lease on life.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16156718",
      "type": "series",
      "name": "Skip and Loafer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141911-LqaNFCgfcj3M.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Female Protagonist/Primarily Teen Cast/Coming of Age/Urban/Seinen/Iyashikei/Heterosexual/Acting/Transgender/Rural\nThis country girl is ready for the big city! Well, at least she thought she was. Mitsumi’s dream is to attend a prestigious school and make the world a better place. But when she finally gets to Tokyo, it turns out she isn’t exactly prepared for city life. Luckily, she runs into Shima, a sweet and handsome classmate who becomes her first friend! Can she make it in Tokyo with Shima by her side?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26450257",
      "type": "series",
      "name": "Insomniacs after school",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143653-h6NEdWxKIRza.png",
      "description": "Genres: Romance, Slice of Life\nTags:Coming of Age/Iyashikei/Seinen/Primarily Teen Cast/Astronomy/Photography/Heterosexual/School Club/Male Protagonist/Female Protagonist/School/Rural/Disability/Outdoor/Tanned Skin/Animals/Tomboy\nGanta Nakami is a high school student who suffers from insomnia. One day, he meets Isaki Magari, a girl with the same condition. A strange, but special relationship forms as they share a secret and catch up on their sleep in their school’s abandoned observatory…<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21423786",
      "type": "series",
      "name": "The Dangers in My Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153152-3yAM7pdAcozH.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Teen Cast/Coming of Age/Heterosexual/Male Protagonist/School/Female Protagonist/Shounen/Iyashikei/Chuunibyou/Slapstick/Cute Girls Doing Cute Things\nFascinated by murder and all things macabre, Kyoutarou daydreams of acting out his twisted fantasies on his unsuspecting classmates — but an encounter with Anna Yamada, the gorgeous class idol, lights a spark in the darkness of his heart. It’s a classic tale of an antisocial boy falling for a popular girl, but neither are who they appear to be at first glance. Will Kyoutarou and Anna defy their expectations of each other — and of themselves?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt27489241",
      "type": "series",
      "name": "Dead Mount Death Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157198-LVZ7PgxWwc6v.jpg",
      "description": "Genres: Action, Fantasy, Supernatural, Thriller\nTags:Urban Fantasy/Crime/Necromancy/Isekai/Magic/Male Protagonist/Urban/Anti-Hero/Ensemble Cast/Police/Seinen/Assassins/Gangs/Detective/Cult/Zombie/Bar/Noir/Nudity\nAs a legendary hero nears victory against a necromancer known as The Corpse God, things take an unexpected turn with the dark sorcerer’s final gambit—reincarnation magic. This last-ditch effort catches the brave fighter off guard, and now he’s a boy named Polka Shinoyama in a whole new world! The showdown between good and evil just got epic.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12311976",
      "type": "series",
      "name": "TONIKAWA: Over The Moon For You Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141208-On0qHKxo6P5t.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Marriage/Family Life/Iyashikei/Heterosexual/Shounen/Adoption/Primarily Adult Cast/Parody/Software Development/VTuber/Meta\nThe sweet story of Nasa and Tsukasa continues! After surviving some awkward first nights together, dealing with doubters, and recovering from their apartment fire, it's clear the fate of these lovers was written in the stars. Now, they're ready to settle back into domestic bliss and finally plan their wedding ceremony! But with plenty of new friends on the way, what will their big day look like?!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27419998",
      "type": "series",
      "name": "KamiKatsu: Working for God in a Godless World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148048-IaEk51Wtu07L.jpg",
      "description": "Genres: Action, Comedy, Drama, Ecchi, Fantasy\nTags:Gods/Cult/Religion/Parody/Anachronism/Male Protagonist/Satire/Mythology/Anti-Hero/Super Power/Isekai/Seinen/Nudity/CGI/Primarily Female Cast/Rural/Gore/Female Harem/Agriculture\nAs heir to a cult leader, Yukito centers his life around the mysterious goddess Mitama. But everything changes after he’s killed during a ritual gone wrong. To his surprise, Yukito is reborn into a world with no concept of god! And in this world, life and death are decided by the Imperial State. As Yukito fights to protect his new village, someone from his past life lends a helping hand.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27404658",
      "type": "series",
      "name": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153332-k3Jg04E9jNRo.png",
      "description": "Genres: Action, Fantasy, Romance\nTags:Male Protagonist/Isekai/Female Harem/Gods/Magic/Swordplay/Kemonomimi/Elf/Chuunibyou\nShiina Kazuya is killed protecting a young girl at a convenience store where he just happened to be at the wrong time. The next thing he knows, he's in the kind of world he has only dreamed about--a world of magic and swords! He has been reincarnated as Cain von Silford, the third son of an aristocratic family, and he quickly grows interested in many things he sees. Then, on his fifth birthday, he's baptized at a church according to tradition... and the gods grant him several divine blessings, along with stats that could only be described as unusual and extraordinary! In his reincarnated life, when it comes to things like battles, romance, and studying, apparently a little overkill is just right?! When he puts in the usual effort to do things punctually and properly, it only gets him in trouble... Thus Cain's chaotic life in another world begins!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27391405",
      "type": "series",
      "name": "Summoned to Another World for a Second Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140754-JHwGp7NrAj9m.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Male Protagonist/Female Harem/Masochism/Magic/Demons/Kemonomimi/Swordplay\nThere was once a hero who was summoned to another world, and he saved that world. However, the man was caught in a \"trap\" and was forcibly returned to his original world. On top of that, he had to start over as a baby… This is the story of a crazy journey in another world where a former hero who was reincarnated into a slightly gloomy high school student is \"resummoned\" back to that same world! There's a lot of room to work with when it's the second time, huh♪<br>\n<br>\n(Source: Coolmic)"
    },
    {
      "id": "tt7326322",
      "type": "series",
      "name": "The Ancient Magus’ Bride Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154364-ZFPtr9F1sW60.png",
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life, Supernatural\nTags:Urban Fantasy/Magic/Female Protagonist/Mythology/Fairy/School/Rural/Heterosexual/Teacher/Monster Boy/Marriage/College/Animals/Orphan/Skeleton/Foreign/Shapeshifting/Adoption/Monster Girl/CGI/Tomboy/POV/Chibi/Shounen\nThe second season of <i>Mahoutsukai no Yome</i>. <br><br>\nChise was able to accept Elias and herself, if not necessarily everything about her situation. After Cartaphilus fell back into a slumber that would not last forever, Chise was able to go back to her regular life. Then she receives an invitation from a mutual aid organization for mages called the College. Under the British Library exists a secret society of mages. Encounters and interactions with people are about to open some new doors. This is a story about saving yourself to save another. <br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Note: Episode 1 of season two premiered in a preview screening event together with \"Fuyu no Okorimono\" at Tachikawa Cinema City's Cinema Two in Tokyo on March 11, 2023.</i>\n\n "
    },
    {
      "id": "tt21844706",
      "type": "series",
      "name": "A Galaxy Next Door",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148098-MI9Rm8JVhSh0.jpg",
      "description": "Genres: Comedy, Romance\nTags:Family Life/Heterosexual/Female Protagonist/Male Protagonist/Primarily Adult Cast/Work/Iyashikei/Drawing/Marriage/Seinen\nEver since their father died, Ichirou Kuga has struggled to support his two younger siblings on nothing but a small inheritance and his passion for drawing manga. But it’s becoming harder to keep up with his growing responsibilities and deadlines, especially after his last two assistants quit to follow their dreams. <br>\n <br>\nJust as he’s nearing his breaking point, the beautiful and scarily competent Shiori Goshiki applies to become his new assistant. But there’s something almost otherworldly about Goshiki, and soon Kuga finds his reality turned upside down when she suddenly declares them engaged to marry!<br>\n<br>(Source: Crunchyroll)"
    },
    {
      "id": "tt27484853",
      "type": "series",
      "name": "Why Raeliana Ended Up at the Duke’s Mansion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151847-OnTYbvb4y4mp.jpg",
      "description": "Genres: Comedy, Fantasy, Mystery, Romance\nTags:Isekai/Female Protagonist/Heterosexual/Shoujo/Ojou-sama/Primarily Adult Cast/Marriage/Politics/Historical/Foreign/Conspiracy/Swordplay/Maids/Guns/Butler/Primarily Male Cast\nLiving inside a fairy tale may sound like a dream, but for this heroine, it’s more of a nightmare. After her mysterious death, Rinko is reborn as Raeliana—a loved and wealthy character in a novel. But she knows the ending: her murder at the hands of her fiancé. So, she hatches a plan to stay alive, one that involves a devilish duke and a phony engagement. Can she rewrite her story?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27504251",
      "type": "series",
      "name": "Ranking of Kings: The Treasure Chest of Courage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153452-6aGeSxRw2cxY.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Ensemble Cast/Language Barrier/Swordplay/Male Protagonist/Achronological Order/Disability/Episodic/Monster Boy/Seinen/Fairy Tale/Magic\nGet ready for a new collection of stories from Ranking of Kings!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22410622",
      "type": "series",
      "name": "My Home Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151189-1oteiBRjwIzU.png",
      "description": "Genres: Action, Drama, Psychological, Thriller\nTags:Crime/Primarily Adult Cast/Yakuza/Mafia/Male Protagonist/Seinen/Urban/Family Life/CGI\nAfter killing his daughter’s abusive yakuza boyfriend to save her, ordinary salaryman Tetsuo Tosu becomes embroiled in the dark criminal underworld. The wish for a simple life he and his wife Kasen had for their daughter has been reduced to a wish for survival. Though middle-aged and weak, he’ll put his life on the line using only his wits in order to protect his family.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7088332",
      "type": "series",
      "name": "In Another World With My Smartphone 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147571-QvxjhZtVavTz.png",
      "description": "Genres: Adventure, Comedy, Fantasy, Romance\nTags:Female Harem/Isekai/Male Protagonist/Magic/Twins/Nudity/Amnesia\nThe second season of <i>Isekai wa Smartphone to Tomo ni. </i>\n<br><br>\nTouya Mochizuki grows accustomed to his new life in another world. Armed with his trusty smartphone, the teenager accepts small quests at his leisure while spending time with his new fiancées: Yumina Urnea Belfast, Yae Kokonoe, and twin sisters Linse and Elze Shileska. But even in a relaxing environment, Touya is only beginning to understand the responsibilities that come with these engagements.\n<br><br>\nIn addition to his romantic woes, the elder fairy Lean wishes to locate the remaining pieces of Babylon, the floating island that the mysterious Professor Regina Babylon created five thousand years ago. Touya reluctantly accepts her request and seeks out the teleportation circles that will lead to the islands. However, strange monsters have emerged—possibly powerful enough to destroy the world. In order to save the second life he was given, Touya must weaponize ancient technologies to fight these monsters—all while balancing his overwhelming number of relationships.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt19853780",
      "type": "series",
      "name": "The Legendary Hero is Dead!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148109-cwAINDGwAHB2.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Surreal Comedy/Male Protagonist/Anti-Hero/Zombie/Magic/Demons/Female Harem/Swordplay/Spearplay/Archery\nIn a world of monsters and magic, Sion, the local hero, is on his way to save the world from demons. Well, that was the plan until he fell into a pit dug by a sleazy villager, Touka, and died! After hiding the accident, Touka goes to bed as usual but wakes up feeling…different. Somehow he’s in Sion’s body! Now, the fate of the world is in his hands. What could go wrong?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22087138",
      "type": "series",
      "name": "The Café Terrace and Its Goddesses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154412-bEMQkJWOStDR.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Work/Male Protagonist/Maids/Primarily Female Cast/Heterosexual/Shounen/Primarily Adult Cast/Nudity/Cute Girls Doing Cute Things/Food/Orphan/Band\nAfter inheriting his late grandmother’s failing café, Hayato sees it as a bother and plans to sell it for a quick buck. Until he discovers five beautiful girls staying there! When they beg him to keep the café open, Hayato reluctantly gives in. Can he manage the seaside shop while learning to live with these unruly women?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2703720",
      "type": "series",
      "name": "Yahari Ore no Seishun Love Come wa Machigatteiru. Kan: Dakara, Shishunki wa Owarazu ni, Seishun wa Tsuzuiteiku.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128643-ohNhGx7QDpdg.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Male Protagonist/Love Triangle/Heterosexual/Primarily Teen Cast/Female Protagonist\nUnaired episode bundled with the limited edition version of the Yahari Game demo Ore no Seishun Love Come wa Machigatteiru. Kan Nintendo Switch/PS4 game from MAGES."
    },
    {
      "id": "tt15433166",
      "type": "series",
      "name": "Mobile Suit Gundam: The Witch from Mercury Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155158-1twjG8KtZscr.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Space/Politics/Female Protagonist/Real Robot/Family Life/School/Guns/Artificial Intelligence/Robots/Primarily Female Cast/Super Robot/LGBTQ+ Themes/Witch/Cyborg/Cyberpunk/Coming of Age/Gore/Gyaru\nThe second season of <i>Mobile Suit Gundam: the Witch from Mercury</i>. <br><br>\n\nA.S.122...<br>\nAn era when a multitude of corporations have entered space and built a huge economic system. After transferring to the Asticassia School of Technology from the planet Mercury, Suletta Mercury has experienced a school life filled with encounters and excitement, as both Miorine Rembran's bridegroom and a member of GUND-ARM, Inc.\n<br><br>\nIt has been two weeks since the incident at Plant Quetta. Suletta passes her days at the school, anticipating her reunion with Miorine. Miorine, meanwhile, has stationed herself at the head office of the Benerit Group, monitoring her father's condition. The two are about to face new hardships and pressing decisions. Each with her own feelings in her heart, the girls will confront the mighty curse the Gundam brings.\n\n<br><br>\n(Source: GUNDAM.INFO, edited)"
    },
    {
      "id": "tt27462671",
      "type": "series",
      "name": "My One-Hit Kill Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146234-vSYvPfLwjYXX.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Isekai/Heterosexual/Primarily Female Cast/Male Protagonist/Female Protagonist/Magic/Parody/Demons/Swordplay/Goblin/Maids/Ojou-sama/Crossover/Angels/Shogi\nAsahi loves the idea of magical fantasy worlds. And somehow, he’s transported to one! He’s eager to explore and use his new abilities, except he learns he doesn’t have any. But his older sister Maya is in this world too, and she ends up having the strongest cheat skills imaginable! Now, Asahi starts his new life with a doting sister who can kill any beast with one hit.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Each episode streamed 24 hours early on ABEMA.</I>"
    },
    {
      "id": "tt14648592",
      "type": "series",
      "name": "Magical Destroyers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134131-70vYnpBHFtHy.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Mahou Shoujo\nTags:Otaku Culture/Henshin/Dystopian/Magic/Surreal Comedy/Urban/Slapstick/Primarily Female Cast/Female Protagonist/Male Protagonist/Parody/Philosophy/Video Games/Urban Fantasy/Denpa/Guns\nFreedom of expression is threatened when a mysterious group, the SSC, destroy Japan’s otaku culture. However, a young revolutionary, Otaku Hero—who loves the culture more than anything—rises up. With the help of three rambunctious magical girls—Anarchy, Blue, and Pink—they’ll team up to create a world free of this oppressive rule. Be part of the rebellion to bring back fandom!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12415504",
      "type": "series",
      "name": "Kuma Kuma Kuma Bear - Punch!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127550-S9s5Y7dldE18.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Primarily Child Cast/Animals/Isekai/Iyashikei/Magic/Food/Female Harem/Video Games/Virtual World/Politics\nThe second season of <i>Kuma Kuma Kuma Bear</i>.<br><br>\nYuna finds new friends and adventures in the world of her favorite MMO!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13167196",
      "type": "series",
      "name": "EDENS ZERO Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144932-bVDXbfExeBKH.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Space/Male Protagonist/Shounen/Robots/Female Protagonist/Super Power/Ensemble Cast/Primarily Teen Cast/Pirates/Primarily Adult Cast\nThe second season of <i>EDENS ZERO</i>."
    },
    {
      "id": "tt23711384",
      "type": "series",
      "name": "My Clueless First Friend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157295-vHEo07yAAF1L.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Child Cast/School/Iyashikei/Heterosexual/Bullying/Chuunibyou/Shounen/Coming of Age\nFifth grader Nishimura isn’t too proud of her “Grim Reaper” moniker given by her bullying schoolmates, but the new kid loves it. The once lonely target of everyone’s ridicule starts to get out of her shell with the help of her new cheerful yet airheaded friend, Takada. Together they’ll embark on a sweet and touching journey of summer fun and friendship!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20234560",
      "type": "series",
      "name": "Yuri Is My Job!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149028-RrE2FX1FGIMv.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Work/Primarily Female Cast/Yuri/Female Protagonist/Acting/Meta/Ojou-sama/LGBTQ+ Themes/Cute Girls Doing Cute Things/School/Gyaru/Parody/Ensemble Cast\nWorried about her reputation, Hime covers shifts for a cafe manager she accidentally injures to maintain her picture-perfect princess image. But this cafe has a peculiar theme—private school. To put on her best barista schoolgirl act, she’ll be trained by the most graceful girl there, Mitsuki. Under her guidance, Hime’s feelings start to brew, but there’s just one problem—Mitsuki can’t stand her!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21929436",
      "type": "series",
      "name": "Sacrificial Princess and the King of Beasts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128715-T4Tne2TcqfVx.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Politics/Shoujo/Animals/Magic/War/Monster Boy/Female Protagonist/Rehabilitation/Coming of Age/Bullying/Demons/Anthropomorphism/Historical/Swordplay/Heterosexual\nThe King of the Beasts and Demons regularly receives female human sacrifices to eat in order to assert the dominance of his people over the human race. However, for the 99th sacrifice, the human girl brought to the capital, Sariphi, intrigues the Beast King. In fact she isn't afraid of him or any other beast and even accepts her death without begging or crying as she has neither home nor family to return to if she were released. The King finds her intriguing and let her stay at his side as his consort despite being human. This is the story of how Sariphi will become the queen of the demons and beasts.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26895902",
      "type": "series",
      "name": "Otaku Elf",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150957-VFsWSLJgW9Bu.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Otaku Culture/Elf/Hikikomori/Primarily Female Cast/Shrine Maiden/Female Protagonist/Iyashikei/Cute Girls Doing Cute Things/Episodic/Historical/Rehabilitation/Educational/Slapstick/Religion/Food/Isekai/Work/Shounen/Fashion/Tanned Skin/School/Kuudere/Urban Fantasy\nTakamimi Shrine has an unusual resident – Elda, an ancient elf who’s obsessed with video games! The shrine’s teenage attendant, Koito Koganei, keeps this reclusive otaku well supplied with energy drinks and junk food. Even though she loves 100%-ing her games, Elda has duties to attend to, and Koganei is bound and determined to make this otaku elf fulfill them! It’ll just take an offering or two to bribe—um, we mean convince Elda to put down her new game…\n<br><br>\n(Source: HIDIVE) "
    },
    {
      "id": "tt26450255",
      "type": "series",
      "name": "Ao no Orchestra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147369-Aodog1O7Nhuq.png",
      "description": "Genres: Drama, Music\nTags:Band/Male Protagonist/School/Primarily Teen Cast/School Club/Seinen/CGI/Musical\nHajime Aono was a prodigy violinist until he grew jaded with playing the violin due to personal reasons. Now in his third year of middle school, he struggles to decide his academic path. One day in school, he meets Ritsuko Akine, a hotheaded novice violinist who wants to enroll in a high school with a distinguished orchestra club. When he finds himself getting closer to Ritsuko and being brought back to the world of violinists, time starts moving again for him.\n<br><br>\nThis is the beginning of a youthful drama where sounds and hearts alike resound in harmony. "
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon Horizons: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158871-FmWU8dacXDiA.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Animals/Travel/Female Protagonist/Ensemble Cast/Kids/Male Protagonist/Found Family/Aviation/Adoption/School/Fishing\nA new dream and adventure set throughout the entire Pokémon world unfolds in a brand new Pokémon-series following a girl named Liko and a boy named Roy."
    },
    {
      "id": "tt27462737",
      "type": "series",
      "name": "Rokudo's Bad Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160442-NxKnt9KyL1DG.png",
      "description": "Genres: Action, Comedy, Drama, Romance, Supernatural\nTags:Delinquents/Female Harem/Primarily Teen Cast/School/Heterosexual/Bullying/Gangs/Gyaru/Slapstick/Tomboy/Urban/Motorcycles/Male Protagonist/Shounen/Crossdressing/Super Power/Surreal Comedy/Video Games\nRokudou’s miserable days of being picked on have taken a major turn with a new ability that’s made him the target of every delinquent girl’s affection. The source? A mysterious scroll from his late grandfather, an unusual inheritance to say the least. Now he’s in a romantic panic full of nonstop madness with every bad girl he comes in contact with. Will he ever catch a break?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27450217",
      "type": "series",
      "name": "TOO CUTE CRISIS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155070-XuEi3eycUBjC.png",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life\nTags:Female Protagonist/Animals/Aliens/Iyashikei/Shounen/Slapstick/Educational/Primarily Adult Cast/Nekomimi/Primarily Female Cast\nInvading alien Liza Luna wants nothing more than to destroy planet Earth... after she gets in a little sightseeing, first. But her travels soon take her into a cat café, where the furry felines inside invade her heart just as surely as Liza invaded Earth! Destroying the world won’t be so easy now that she’s discovered the joys of kitty cats...<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt15789088",
      "type": "series",
      "name": "BIRDIE WING -Golf Girls’ Story- Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151606-337AshscgEwy.png",
      "description": "Genres: Drama, Sports\nTags:Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Golf/Amnesia/LGBTQ+ Themes/School/Super Power\nThe second season of <i>BIRDIE WING: Golf Girls' Story</i>."
    },
    {
      "id": "tt27250301",
      "type": "series",
      "name": "Ōoku: The Inner Chambers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b163137-KBXHcaCBf1ZF.png",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Historical/Pandemic/Politics/Samurai/Gender Bending/Primarily Adult Cast/Male Protagonist/Swordplay/Shoujo\nIn Edo period Japan (1603 to 1868), a strange new disease called the Redface Pox has begun to prey on the country's men. Within eighty years of the first outbreak, the male population has fallen to a quarter of the total female population. Women have taken on all the roles traditionally granted to men, even that of the Shogun. The men, precious providers of life, are carefully protected and the most beautiful of the men are sent to serve in the Shogun's Inner Chambers.\n<br><br>\n(Source: VIZ Media)<br><br>\n\n<i>Note: The first episode has a runtime of 1 hour and 18 minutes.</i>"
    },
    {
      "id": "tt27497540",
      "type": "series",
      "name": "THE MARGINAL SERVICE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156854-rl5eXhCfWhYI.png",
      "description": "Genres: Action, Sci-Fi\nTags:Male Protagonist/Conspiracy/Crime/Detective/Foreign/Guns/Primarily Adult Cast/Terrorism/Aliens/Ensemble Cast/Work/Animals/Primarily Male Cast/Rural/Urban/Parody/Environmental\nAfter being fired from his detective job, Brian receives a strange letter. He heads to the address written on the envelope and finds himself among <i>THE MARGINAL SERVICE!</i> This motley crew of fearless men and a woman (and a squirrel) are tasked with hunting down aliens. And Brian just became their newest member. <br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt27522506",
      "type": "series",
      "name": "Uma Musume: Pretty Derby - ROAD TO THE TOP",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148370-db0LjJfaOCg9.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Athletics/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Kemonomimi/Outdoor/Idol/Astronomy\nThe new anime will depict T.M. Opera O, Admire Vega, Narita Top Road, and other Uma Musume (Horse Girls) going head-to-head to win Classic competitions.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt21689900",
      "type": "series",
      "name": "My Life as Inukai-san’s Dog OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159807-dBzX89fqAHxX.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Heterosexual/Human Pet/Primarily Female Cast/Nudity/Animals/POV/School/Primarily Teen Cast\nUnaired episodes included in the Blu-ray box volumes."
    },
    {
      "id": "tt26699386",
      "type": "series",
      "name": "THE IDOLM@STER CINDERELLA GIRLS U149",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146975-CUs3i5aU8KsU.png",
      "description": "Genres: Comedy, Drama, Music, Slice of Life\nTags:Primarily Child Cast/Idol/Ensemble Cast/Primarily Female Cast/Work/Cute Girls Doing Cute Things/Dancing/Acting/Shounen\nThe U149 in the title refers to the aspiring idols at the center of it all: These small girls are ready to make it big! All under 149 centimeters tall, this group of aspiring pop idols dream of performing for thousands of people. But with zero experience, they’ve got a lot of work to do. Not to mention there’s a distractingly cute prince in town! With the help of their rookie producer, who’s just as short, can they stay focused and make it to the top?<br><br>\n(Source: Crunchyroll, edited) \n<br><br>\n\n<i>Note: Announced during DAY 2 of \"THE IDOLM@STER CINDERELLA GIRLS 10th ANNIVERSARY M@GICAL WONDERLAND!!!\" final tour concert, a TV anime adaptation of the spin-off manga THE iDOLM@STER Cinderella Girls: U149</i>.\n"
    },
    {
      "id": "tt27427810",
      "type": "series",
      "name": "Kizuna no Allele",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156896-9z5lHlOFsxEB.png",
      "description": "Genres: Music, Slice of Life\nTags:VTuber/Female Protagonist/Idol/School/CGI/Primarily Female Cast/Virtual World/Dancing/Cosmic Horror/Video Games\nIn the virtual world, you can be anyone. And for Miracle, her dream is to be a famous virtual artist! Miracle attends ADEN Academy, where she learns new talents to prepare her for her big debut. Although she’s a bit of a klutz, she’s determined to follow in the footsteps of her idol: the legendary VTuber, Kizuna AI. With dedication and the help of her friends, her dream just might come true!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10233448",
      "type": "series",
      "name": "VINLAND SAGA SEASON 2: Same old story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165056-5TTlTYhr77wj.jpg",
      "description": "Genres: Drama\nTags:Vikings/War/Foreign/Historical/Seinen\nEpisode 18.5 of <i>VINLAND SAGA SEASON 2</i>.\n<br><br>\nAdditional clip of Ketil commanding the farm's warriors that leads in to episode 19.\n<br><br>\n(Source: Official Vinland Saga Twitter account, edited)"
    },
    {
      "id": "tt27418288",
      "type": "series",
      "name": "Stella of the Theater: World Dai Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157765-eHNYfzjXfJiG.png",
      "description": "Genres: Music\nTags:Female Protagonist/Acting/Primarily Female Cast/Super Power/Musical/Idol/Tsundere/Ojou-sama\nTheater has taken the entire world by storm in the 20th century, and teenager Kokona Ohtori aims to take the big stage. Performers who shine the brightest are called Dai Stars, and for Kokona, her first step into stardom is auditioning for the prominent theater troupe—Sirius. As she cultivates her unique sense for the stage, a story of passion and aspiration unfolds in this super-theater age.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12299696",
      "type": "series",
      "name": "TOKYO MEW MEW NEW Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154876-x0RnLCgJ4mcy.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Mahou Shoujo, Romance, Sci-Fi\nTags:Shoujo/Female Protagonist/Environmental/Urban Fantasy/Primarily Female Cast/Aliens/Heterosexual/Henshin/Kemonomimi/Primarily Teen Cast/Love Triangle/Nekomimi/Shapeshifting/Swordplay/Super Power/Archery\nThe second season of <i>Tokyo Mew Mew New~♡</i>.<br>\n<br>\nThe scientists of the μ(Mew) Project use DNA of endangered species to create a team of heroines imbued with amazing abilities. Armed with the skills of an Iriomote cat, Ichigo must band together with other Mew Mew girls to repel an alien incursion.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt12343534",
      "type": "series",
      "name": "JUJUTSU KAISEN Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145064-oNJZtLWdXtvy.jpg",
      "description": "Genres: Action, Drama, Supernatural\nTags:Super Power/Urban Fantasy/Shounen/Male Protagonist/Primarily Teen Cast/Demons/Youkai/Body Horror/Revenge/Swordplay/Primarily Male Cast/Agender/Mahjong/Cannibalism/4-koma\nThe second season of <i>Jujutsu Kaisen</i>.<br>\n<br>\nThe past comes to light when second-year students Satoru Gojou and Suguru Getou are tasked with escorting young Riko Amanai to Master Tengen. But when a non-sorcerer user tries to kill them, their mission to protect the Star Plasma Vessel threatens to turn them into bitter enemies and cement their destinies—one as the world’s strongest sorcerer, and the other its most twisted curse user!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25811262",
      "type": "series",
      "name": "Zom 100: Bucket List of the Dead",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159831-TxAC0ujoLTK6.png",
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Zombie/Post-Apocalyptic/Surreal Comedy/Survival/Male Protagonist/Rehabilitation/Primarily Adult Cast/Slapstick/Gore/Work/Body Horror/Nudity/Heterosexual/Tsundere/Seinen/Achromatic/Motorcycles/Rugby/Cultivation/Suicide\nSurviving a zombie apocalypse beats being a wage slave any day! After spending years slaving away for a soul-crushing company, Akira's life has lost its luster. He lives in a trash-filled apartment, his pay is abysmal, and he can't even muster up the nerve to confess his love to his beautiful co-worker. But when a zombie apocalypse ravages his town, it gives him the push he needs to live for himself. Now Akira's on a mission to complete all 100 items on his bucket list before he...well, kicks the bucket.\n<br><br>\n(Source: Viz Media) "
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146065-IjirxRK26O03.png",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Rehabilitation/Male Protagonist/Magic/Coming of Age/Heterosexual/School/Elf/Hikikomori/Tomboy/Gods/Tsundere/Super Power/Otaku Culture/Family Life/Nudity/Swordplay/Nekomimi/Survival/Found Family/Slavery/Demons/Religion/Language Barrier/Delinquents/Maids/Archery/Dragons\nThe second season of <i>Mushoku Tensei: Isekai Ittara Honki Dasu</i>. <br><br>\nRudeus heads north with new friends and powers in search of adventure and those he once knew.  <br><br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Includes episode 0.</i>"
    },
    {
      "id": "tt28261206",
      "type": "series",
      "name": "Horimiya: The Missing Pieces",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163132-C220CO5UrTxY.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Slapstick/Achronological Order/School/Ensemble Cast/Episodic/Shounen/Primarily Teen Cast/Female Protagonist/Family Life/Male Protagonist/LGBTQ+ Themes\nA new anime project adapting popular side stories that were left out from the previous adaptation.\n<br><br>\nAs the graduation ceremony at Katagiri High School comes to an end, Kyouko Hori, her boyfriend Izumi Miyamura, and their friends begin to look back on their time as students. The moments they shared together may be fleeting, but each one is a colorful piece of their precious memories.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt19869172",
      "type": "series",
      "name": "My Happy Marriage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147103-Om2LOXlhHNAe.png",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Marriage/Female Protagonist/Heterosexual/Historical/Bullying/Kuudere/Super Power/Rehabilitation/Shoujo/Military/Politics/Makeup/Coming of Age/Iyashikei/Fairy Tale\nDespite being born into a noble family, Miyo lost her birth mother at a young age and grew up being abused by her stepmother, stepsister, and father.<br>\n<br>\nWhen she finally receives news that she's to be married off, she finds out that her husband-to-be is Kiyoka, a soldier with a reputation for being cruel and heartless. In fact, he's had numerous previous fiancées who have all fled his household; none lasting even a mere three days. <br><br> Resigned to the fact that her family had abandoned her, Miyo knocks on the gate of the Kudou household to find herself greeted by a beautiful man with pale skin. Despite the poor treatment she receives from her husband-to-be during their first meeting, Miyo is unable to return to her old home and spends her time cooking and doing chores. However, as the days pass, Miyo and Kiyoka being to slowly open their hearts to each other... <br>\n<br>\n(Source: KADOKAWA, edited)"
    },
    {
      "id": "tt14986406",
      "type": "series",
      "name": "BLEACH: Thousand-Year Blood War - The Separation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159322-Sp1GflRhE6Po.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:Shounen/War/Super Power/Male Protagonist/Swordplay/Ghost/Mythology/Urban Fantasy/Gore\nThe second part of <i>BLEACH: Sennen Kessen-hen</i>. \n<br><br>\nAfter a brutal surprise attack by the forces of Quincy King Yhwach, the resident Reapers of the Soul Society lick their wounds and mourn their losses. Many of the surviving Soul Reaper captains train to battle without their Bankai, the ultimate technique wielded by the fiercest warriors.\n<br><br>\nIn the previous assault, Ichigo Kurosaki narrowly managed to help fend off Yhwach's fearsome wrath. However, to ultimately defeat his godly adversary and save his allies, Ichigo must now undergo severe training that will push him beyond his physical, emotional, and mental limits.\n<br><br>\nThough Yhwach already holds the upper hand in this ongoing blood feud, he also successfully recruits Uryuu Ishida, Ichigo's close friend and rival, to be his successor. Yhwach strikes out once again at the weakened Soul Society, intent on finally obliterating his long-standing enemies. As Ichigo struggles to attain new power, the Soul Reaper captains fight for survival and borrowed time.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt28265657",
      "type": "series",
      "name": "The Girl I Like Forgot Her Glasses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160188-4RvYLaru3vKj.jpg",
      "description": "Genres: Comedy, Romance\nTags:Primarily Teen Cast/Heterosexual/School/Male Protagonist/Disability/CGI/Iyashikei/Kuudere\nWith the new school year comes a new homeroom, new classmates, and a new desk for the timid Komura. But any trepidation he might've felt quickly dissipates when he catches sight of Mie, his new seat neighbor. Apt to quietly blurt out the most random things, the quirky Mie wears thick glasses that accentuate her lovely eyes, making Komura’s heart skip a beat!<br>\n<br>\nUnfortunately, Mie is pathologically forgetful and can never seem to remember to bring her glasses to class. It's not all bad, though! Her resulting squinty, mean-girl face sends Komura’s heart into overdrive too! While Komura is keen to help out and share his textbooks with Mie, will his heart give out from the almost daily strain of being up close and personal with his crush?!<br>\n<br>\n(Source: Square Enix)"
    },
    {
      "id": "tt6402190",
      "type": "series",
      "name": "Masamune-kun's Revenge R",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146953-80YtZNkpbhIA.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Love Triangle/Revenge/Tsundere/Heterosexual/Female Harem/School/Ojou-sama/Primarily Female Cast/Male Protagonist\nThe second season of <i>Masamune-kun no Revenge</i>. <br><br>\nMasamune and Adagaki return for more romantic antics, this time on a school trip to France!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27845099",
      "type": "series",
      "name": "Reign of the Seven Spellblades",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142598-0jpRK2h0v1hd.jpg",
      "description": "Genres: Action, Fantasy\nTags:Magic/School/Primarily Teen Cast/Ensemble Cast/Male Protagonist/Swordplay/Samurai/Torture/Heterosexual/Animals/Alchemy/Gore\nIt’s springtime at Kimberly Magic Academy, and new students are beginning their first year. Among them are a skilled and studious boy, Oliver, and a headstrong samurai girl, Nanao. They soon form a unique bond in the halls of Kimberly, but this picturesque school isn’t what it seems. Dark secrets and endless danger lurk behind every corner. Can these wizards make it to graduation alive?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28254867",
      "type": "series",
      "name": "Am I Actually the Strongest?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154391-IEyLPkJBsMxO.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Magic/Isekai/Kemonomimi/Male Protagonist/Demons/Superhero/Revenge/Gods/Age Regression/Female Harem\nAfter being a shut-in, Haruto is reincarnated as a baby. And amazingly, that baby is a prince! However, he's abandoned in a forest on the day he's born because of his low magic level... What will be the fate of Haruto, who was inadvertently given 1000 times the normal amount of magic by the goddess of reincarnation without anyone noticing?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11448214",
      "type": "series",
      "name": "Rent-a-Girlfriend Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154745-xBr65cJsL3uW.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Male Protagonist/Female Harem/Female Protagonist/Acting/Surreal Comedy/Heterosexual/Primarily Female Cast/Shounen/Athletics/College\nThe third season of <i>Kanojo, Okarishimasu.</i>\n<br><br>\nKazuya begins producing a movie with Chizuru, and when things start to become close, a new girlfriend enters the mix! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5679720",
      "type": "series",
      "name": "Bungo Stray Dogs 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163263-uz881pFAyi7P.jpg",
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Crime/Urban Fantasy/Anti-Hero/Ensemble Cast/Super Power/Detective/Male Protagonist/Primarily Male Cast/Primarily Adult Cast/Seinen/Mafia/Classic Literature\nThe fifth season of <i>Bungou Stray Dogs</i>. <br><br>\nDetective employees are caught one after another, and Kamui, the leader of Tenjin Goshui, is closing in on the Armed Detective Agency. Will the Agency survive?! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28100910",
      "type": "series",
      "name": "Liar, Liar",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131863-G7bfAMPea08v.png",
      "description": "Genres: Psychological, Romance\nTags:Male Protagonist/School/Gambling/Primarily Teen Cast/Tsundere/Female Harem/Heterosexual/Maids/Shapeshifting/Chuunibyou/Femboy\nA mind game of lies and deceit begins! At Academy Island, students battle in Games to win stars, hoping to earn the prestigious title “Seven Star.” Sarasa is last year’s champion and is on track to win again until Hiroto, a new transfer student, hits the scene. Surprisingly, Hiroto defeats her by sheer luck! Now, he must use bluffs and trickery to stay on top. <br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27206542",
      "type": "series",
      "name": "Undead Murder Farce",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162983-T3nZyk6sUlEj.jpg",
      "description": "Genres: Fantasy, Mystery, Supernatural\nTags:Detective/Female Protagonist/Travel/Historical/Youkai/Monster Boy/Monster Girl/Revenge/Crime/Gore/Urban Fantasy/Foreign/Male Protagonist/Vampire/Primarily Adult Cast/Demons/Rural/Fairy Tale/Guns/Maids/LGBTQ+ Themes\nThe 19th century — a world inhabited by vampires, golems, werewolves and other paranormal creatures. Immortal beauty and disembodied head Aya Rindo, along with half-human-half-demon \"Demon Killer\" Tsugaru Shunichi and her loyal maid Shizuku Hasei, travels through Europe as supernatural detective \"The Cage User,\" solving supernatural mysteries while she searches for her lost body.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28278738",
      "type": "series",
      "name": "The Dreaming Boy is a Realist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157397-L1ZUMTuxf8OK.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Tsundere/Heterosexual/Primarily Teen Cast/Male Protagonist/Female Harem/Ojou-sama\nSajou Wataru, who is deeply in love with his beautiful classmate Natsukawa Aika, is continuing to approach her without getting discouraged while having dreams about their mutual love. However one day he woke up thinking \"I am not really fit to be together with someone as good as her, huh...\" Upon realizing this, Wataru started keeping an appropriate distance towards her, much to Aika's surprise. \"Could it be that he hates me now...?\" Did his intentions slip by her because she was getting impatient after arriving at the wrong conclusion!? This is the start of a romcom revolving around two people who just can't get their feelings across and both think their love is unrequited!"
    },
    {
      "id": "tt28100731",
      "type": "series",
      "name": "Reborn as a Vending Machine, I Now Wander the Dungeon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153360-0c0Bu5xnwiSL.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Language Barrier/Dungeon/Food/Parody/Magic/Economics/Anthropomorphism/Male Protagonist/Ojou-sama\nThe future of this fantasy world now lies in the hands of…a vending machine! Boxxo was once a human, until he died in an accident and was reincarnated as a sentient piece of machinery. While he can still hear and see, there’s no way for him to move by himself or speak more than his programmed phrases. How can he make the most of this strange new life?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22249034",
      "type": "series",
      "name": "Rurouni Kenshin (2023)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142877-wNH2KPu6LYF4.jpg",
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Swordplay/Samurai/Historical/Male Protagonist/Martial Arts/Shounen/Rural/Heterosexual/Travel\nRe-adaptation of the main manga series.\n<br><br>\nOne hundred and forty years ago in Kyoto, with the coming of the American \"Black Ships,\" there arose a warrior who, felling men with his bloodstained blade, gained the name Hitokiri, manslayer! His killer blade helped close the turbulent Bakumatsu era and slashed open the progressive age known as Meiji. Then he vanished, and with the flow of years, became legend.\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt21844490",
      "type": "series",
      "name": "Dark Gathering",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152802-qpOnEtQDbppP.jpg",
      "description": "Genres: Adventure, Horror, Supernatural\nTags:Ghost/Urban Fantasy/Male Protagonist/Female Protagonist/Suicide/Rehabilitation/Gore/Denpa/Hikikomori/Episodic/Heterosexual/Cars/College\nAfter a devastating encounter with a restless spirit, ghost-fearing psychic Keitarou Gentouga became a shut-in to avoid additional spectral catastrophes. But no man is a haunted island, and Keitarou eventually reintegrates with society by getting a part-time job as a tutor to the child prodigy Yayoi Houzuki. Yayoi isn’t just an academic genius, though. She’s a talented psychic medium hell-bent on finding the malevolent spirit behind her mother’s disappearance, and she’s gravely determined to drag Keitarou into her terrifying world of grotesque supernatural phenomenon.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt2622982",
      "type": "series",
      "name": "The Devil is a Part-Timer! Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155168-x7TUG4F0HnQy.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Demons/Ensemble Cast/Angels/Isekai/Male Protagonist/Tsundere/Magic/Urban Fantasy/Primarily Adult Cast/Urban/Work/Satire/Heterosexual/Food/Nudity\nSequel to <i>Hataraku Maou-sama!!</i>.<br><br>\nLucifer and company face new challenges, form new alliances and...now there's a baby! Your favorite otherwordly crew returns in this continuation.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28254942",
      "type": "series",
      "name": "Classroom for Heroes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139606-LrYkytn7fVwt.jpg",
      "description": "Genres: Action, Fantasy, Slice of Life\nTags:School/Male Protagonist/Female Harem/Nudity/Demons/Swordplay/Magic/Dragons/Primarily Teen Cast/Centaur/Augmented Reality/Artificial Intelligence\nThe story is set in Rosewood Academy, a school that trains future heroes destined to protect mankind. The school accepts only those with the most potential. Arnest Flaming, a girl who boasts the top record in the academy, is assigned to guide a mysterious but cheerful new student named Blade who rivals her own power.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt26688817",
      "type": "series",
      "name": "Helck",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145140-tHT8TT2XSsOh.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Female Protagonist/Demons/War/Surreal Comedy/Parody/Male Protagonist/Magic/Angels/Kemonomimi/Shounen/Urban Fantasy\nA certain country in the demon world. The Demon King was defeated by the hands of one of the heroes, and a competition was held for the title of the New Demon King. The Imperial Four Heavenly Kings Vermilio, who is in charge of the tournament, is furious at the participation of the human hero Helck, who is supposed to be her enemy. After receiving news of the fall of the castle of Urum before the final, Vermilio sets out to retake Urum Castle with Helck and other finalists. With a smile, Helck says, \"Let's destroy humans.\" Are those words true? The truth behind the smile is...<br><br>\n<i>Notes:<br>\n・The first and second episode premiered at Anime Expo 2023 on July 1.</i>\n\n(Source: HIDIVE)"
    },
    {
      "id": "tt27571597",
      "type": "series",
      "name": "My Tiny Senpai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155730-1dE2C3K8VFdW.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Work/Heterosexual/Seinen/Primarily Adult Cast/Office Lady/Male Protagonist/Iyashikei/Chibi/Nekomimi/Cute Girls Doing Cute Things/Cosplay/Drawing\nWhen Shinozaki started his new job, he never expected his superior to be so…cute!? He was struggling to learn the ropes until Katase, his adorably tiny and kind senpai, took him under her wing. She goes above and beyond to ensure Shinozaki feels comfortable—even rubbing his shoulders when he’s tense. But as they grow closer, Shinozaki hopes her devoted attention might mean something more.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27990591",
      "type": "series",
      "name": "My Unique Skill Makes Me OP even at Level 1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148465-JHRudD6EbUVU.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Female Harem/Isekai/Dungeon/Found Family/Male Protagonist/Kemonomimi/Magic\nSatou Ryouta, a salaryman working for an exploitative company, suddenly finds himself inside an unfamiliar dungeon in a strange world where monsters drop all sorts of items as loot. With the help of a girl he happens to run into named Emily, he's able to check his own stats... and finds that all of them, both physical and magical, are at rank F (the weakest)! What's more, his level is stuck at 1 (the lowest)! Ryouta is on the verge of utter despair... but then he learns that he also has \"Drop Skill: All S,\" the most powerful unique skill there is! Can Ryouta manage to survive in this bizarre world?! The strongest and weakest adventure of all is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22264336",
      "type": "series",
      "name": "Fate/strange Fake -Whispers of Dawn-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154966-eQRCmSrCh96j.png",
      "description": "Genres: Action, Adventure, Fantasy, Mystery, Supernatural\nTags:Magic/Mythology/Isekai/Urban Fantasy/Battle Royale/Urban/Vampire/Swordplay/Foreign/Police/Death Game/Animals/Assassins\nYears after the Fifth Holy Grail War in Japan, strange reports surface of one appearing in America. Attracting new Mages and Servants, the question is raised about the relic’s authenticity. As the city of Snowfield is turned into a bloody battleground, specific details seem wrong. Is it possible someone is manipulating this twisted little play, and if so, does this mean the true Holy Grail exists?</i>\n<br><br>\n\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Special premiere occurred in Los Angeles at Anime Expo before the Japanese television premiere on July 2, 2023.</i>"
    },
    {
      "id": "tt28100780",
      "type": "series",
      "name": "The Masterful Cat is Depressed Again Today",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149883-D2LSB7hm5bhv.png",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Primarily Adult Cast/Animals/Episodic/Female Protagonist/Office Lady/Iyashikei/Anthropomorphism/Surreal Comedy/Male Protagonist/Food/CGI/Rehabilitation/Shoujo/LGBTQ+ Themes/Slapstick\nWhen Saku took in a stray black cat, she never expected that he would become the equivalent of a housekeeping life partner. But Yukichi, a giant cat who towers over Saku, is not your ordinary feline. He takes great pride in his culinary skills, and a good sale at the supermarket always gets his whiskers twitching. Saku may not have her act together yet, but at least she has Yukichi!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt27571647",
      "type": "series",
      "name": "TenPuru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160447-we52M5P85oaJ.png",
      "description": "Genres: Comedy, Drama, Ecchi, Romance, Slice of Life\nTags:Male Protagonist/Female Harem/Heterosexual/Large Breasts/Nudity/Primarily Female Cast/Tsundere/Seinen/Surreal Comedy/Archery/Religion\n\"I know! I'll become a monk!\" Akagami Akemitsu has spent his days and nights absorbed in studying and part-time work in an effort to distance himself from his family, which is notorious as a household of philanderers. One day, he falls in love at first sight with a girl named Aoba Yuzuki, and suddenly he's constantly drowning in worldly desires. Hoping to fight back against his genes and live a more stoic life, he enters a temple... only to find out that it's a convent filled with gorgeous girls! So begins a new rom-com about the temple life of three adorable triplets and two beautiful freeloaders!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28101962",
      "type": "series",
      "name": "The Great Cleric",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155418-wLWulAHYVrE5.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Magic/Isekai/Medicine/Work/Cultivation/Martial Arts/Male Protagonist\nCan a former salaryman become peerless in another world?!<br>\n<br>\nA salaryman was shot to death just before earning a promotion, and a god decided to reincarnate him in another world as a fifteen-year-old healer named Luciel. On top of all that, the country he was born into seems to hate healers. Feeling that he's in danger, Luciel visits the adventurers' guild in hopes of keeping himself safe. But the training is much harder than he expected, and every day he's forced to drink a mysterious beverage called \"Substance X.\" Wait, this life doesn't seem to have anything to do with being a healer...<br>\n<br>\nThe day-to-day life of a super-masochistic, back-from-the-dead healer begins, with his very survival on the line!<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Each episode streams one week early in Japan on ABEMA</I>."
    },
    {
      "id": "tt13357140",
      "type": "series",
      "name": "Baki Hanma Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146646-RMrHipfzvfTM.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Dinosaurs/Gore/Primarily Male Cast\nThe second season of <I>Hanma Baki</i>. <br><br>\nIn Hanma Baki’s first season, the fighter Baki — the strongest high schooler in the land — trained in a prison against fellow inmates, defeating a giant praying mantis and formidable opponents like Biscuit “Mr. Unchained” Oliva and Jun “Mr. Second” Guevaru. Now, Baki is back and gearing up to battle Pickle, a perfectly preserved prehistoric man so powerful, he once preyed on dinosaurs. If Baki can take down Pickle, his final matchup will be with his all-powerful father, Yujiro Hanma.<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt22297732",
      "type": "series",
      "name": "Saint Cecilia & Pastor Lawrence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150972-3gNJvsyu7lwP.png",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Rural/Heterosexual/Iyashikei/Foreign/Religion/Female Protagonist/Male Protagonist/Tsundere/Super Power/Angels/Fairy/Shounen/Magic\nSaint Cecilia is beloved by the townspeople—not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left—at which point she becomes totally hopeless! Only Pastor Lawrence, is keeping the Saint put together enough to do her duties...and though she may test him, it's all in a day's work!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt27187053",
      "type": "series",
      "name": "Atelier Ryza: Ever Darkness & the Secret Hideout The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162893-qDZDzL4jJ03c.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Alchemy/Female Protagonist/Magic/Rural/Iyashikei/Tomboy/Archery\nThe village of Rasenboden lies on Kurken Island, which is surrounded by a lake. Time travels slowly on this island that's on the outskirts of the Roteswasser Kingdom. In this quiet little village with very little excitement lived Ryza, a girl with entirely too much energy for this quiet village, whose main feature was that she's so ordinary that she has no outstanding features.<br>\n<br>\n\"Sigh... I wonder if there's anything interesting to do...\"<br>\n<br>\nRyza wasn't satisfied with solely being known as an ordinary farmer's daughter in the uptight, boring little village. So one day, she sneaks onto a boat with her childhood friends Lent and Tao, and they have their first adventure to the opposite shore. There, she encounters a man who uses a mysterious power called alchemy. Ryza is completely enchanted by this power and asks him to teach it to her. From an ordinary farmer's daughter to an alchemist... This was something completely new. Their own little single summer adventure is about to begin—<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first episode aired with a runtime of ~48 minutes. </i>"
    },
    {
      "id": "tt23132598",
      "type": "series",
      "name": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156040-qWlfbAk6GJJR.png",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Super Power/Ojou-sama/Villainess/Swordplay/Isekai/Family Life/Historical/Magic/Male Harem/Heterosexual/Found Family/Ensemble Cast/Guns\nIt’s one thing to get reincarnated as a righteous hero. It’s another thing entirely to get reincarnated as a villain! Our protagonist was just reincarnated into the body of Princess Pride Royal Ivy, the last boss and ultimate villain of her favorite otome game. But evil just isn’t her style, so she’ll use Pride’s powerful abilities to sow peace and love instead of discord! Can she change the fate of this vile villainess, or is her role in the story already rotten to the core?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt9584920",
      "type": "series",
      "name": "Go-toubun no Hanayome∽",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163327-xBQznOwq6emq.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Female Harem/Twins/Male Protagonist/Coming of Age/Heterosexual/Shounen/Ojou-sama/Kuudere/Tsundere/Primarily Female Cast/Ensemble Cast\nDuring summer break Fuutarou takes a break from being the tutor to the Nakano sisters to focus on his own entrance exams. The girls, who are missing him, suddenly get a surprise call from Fuutarou…<br><br>(Source: Crunchyroll, edited)\n<br><br>\n<i>Note: The anime was pre-screened in Japan theatrically for 3 weeks on July 14, 2023 before being aired as a two-part special on September 2/9, 2023.</i>"
    },
    {
      "id": "tt27990718",
      "type": "series",
      "name": "Sweet Reincarnation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153339-u8i4Sc28U6En.jpg",
      "description": "Genres: Action, Fantasy, Slice of Life\nTags:Politics/Isekai/Male Protagonist/Magic/Food\nA boy named Pastry is set to become the next lord of the destitute dominion of Morteln. He's known for having remarkable talent for his age... and it just so happens he was a genius pastry chef with a promising future in his previous life! He still retains his determination to make sweets that will make everyone smile, even after reincarnating as Pastry. But many challenges stand before him, including bandits attacking his domain, malicious and eccentric nobles, an unfortunate financial situation, and land so barren that even water is scarce. The only weapons he has to fight them with are his own ingenuity and love for making sweets. Can Pastry succeed in bringing happiness to the land?!<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Episodes are streaming on Crunchyroll, UNEXT and Anime Houdai 1 week in advance of regular broadcast.</i>"
    },
    {
      "id": "tt13971512",
      "type": "series",
      "name": "The Duke of Death and His Maid Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139435-7cLDzwDsRqAn.png",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Maids/Magic/Full CGI/Male Protagonist/Heterosexual/Female Protagonist/Witch/Circus/Musical/Nun/LGBTQ+ Themes/Butler/Twins\nThe second season of <i>Shinigami Bocchan to Kuro Maid</i>.\n<br><br>\nThe duke, full of love and kindness, treads carefully around every living being, be it a tender flower or his seductive maid, Alice Lendrott. Were it not for the devotion Alice shows him and the fondness that grows ever stronger between them, the duke would have barely paid heed to his mother's demand: to either lift the dreadful curse placed upon him or lose his family inheritance. Although the duke has no greed for riches, he yearns to be rid of his frightful powers—which cause all he touches to die—for the sake of those closest to him.\n<br><br>\nAs the duke, Alice, and their friends enjoy spirited days filled with the ridiculous affairs of the supernatural, the spring deadline looms heavily over them. Nonetheless, the duke refuses to take any shortcuts in this endeavor if it means betraying the trust of his cherished friends.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13676344",
      "type": "series",
      "name": "Record of Ragnarok II Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165356-JllyKMqTyVpe.png",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Gods/Mythology/Death Game/Historical/Primarily Adult Cast/Super Power\nThe second part of <i>Shuumatsu no Valkyrie II</i>."
    },
    {
      "id": "tt19244410",
      "type": "series",
      "name": "Level 1 Demon Lord and One Room Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146836-UWMpVYgMcvwk.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Primarily Adult Cast/Urban Fantasy/Politics/Male Protagonist/Demons/Age Regression/Gender Bending/Crossdressing/LGBTQ+ Themes/Nudity/Seinen\nAfter his embarrassing defeat at the hands of a brave hero, the Demon Lord is back and ready for revenge… but after ten years apart, the hero, Max, isn’t the dashing do-gooder the Demon Lord remembers. In fact, Max has turned into a shut-in slob with no interest in an epic rematch. Can the Demon Lord whip his former nemesis back into shape, or will he be defeated by the hero-turned-couch-potato once again and join him in his lazy life?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt12311976",
      "type": "series",
      "name": "TONIKAWA: Over The Moon For You ~High School Days~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166104-0oRQjclE7X3S.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Marriage/Male Protagonist/School/Shounen/Heterosexual/Teacher\nThe new anime centers on the series' protagonist Nasa, who is asked by his junior high teacher to hold a class in an all-girls high school. The students end up seeking Nasa's advice about their love problems. On the other hand, Tsukasa pretends to be cool, but is actually nervous knowing that Nasa is surrounded by young high school girls.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt27117596",
      "type": "series",
      "name": "YOHANE THE PARHELION -SUNSHINE in the MIRROR-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151513-0tGiS0NC3adv.jpg",
      "description": "Genres: Fantasy, Music, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Magic/Rural/Cute Girls Doing Cute Things/Musical/Animals/Coming of Age/Idol/Chuunibyou/Iyashikei/Fairy/CGI/Tokusatsu/Demons/Motorcycles/Anachronism\nThe story reimagines Yoshiko Tsushima, the school idol afflicted with chuunibyou (adolescent delusions of grandeur), as a magical girl. The story is set in Numazu, a scenic harbor town surrounded by the sea and mountains. Ever since she was little, the girl Yohane has never fit in, and has always felt apart from everyone in town. Her aspirations and true place in this world lie elsewhere. The story follows this girl who can't follow rules as she journeys into the mysterious world. <br><br>\n\n(Source: Anime News Network, edited)\n<br><br>\n<i>Note: The project was initially teased as an April Fools' Day joke in 2022, and later formally announced in June during Day 2 of the \"Aqours 6th LoveLive! ~KU-RU-KU-RU Rock 'n' Roll TOUR~\" Tokyo dome concert.</i>"
    },
    {
      "id": "tt15538376",
      "type": "series",
      "name": "Sugar Apple Fairy Tale Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163079-DaSvbq0mdtVf.png",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Fairy/Shoujo/Slavery/Food/Magic/Female Protagonist/Primarily Male Cast/Heterosexual/Travel/Swordplay/Male Protagonist/Philosophy\nThe second cour of <i>Sugar Apple Fairy Tale</i>. <br><br>\nAfter winning Silver Sugar Master, Anne faces Shall’s sudden departure. Anne’s next journey begins as she is determined to have Shall back by her side.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28038239",
      "type": "series",
      "name": "The Gene of AI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158530-CT38yZ23cabT.png",
      "description": "Genres: Drama, Psychological, Sci-Fi\nTags:Medicine/Urban/Artificial Intelligence/Episodic/Cyborg/Primarily Adult Cast/Philosophy/Cyberpunk/Anthropomorphism/Agender/Shounen/Adoption\nThe future is here and a new species lives among people: humanoids. Similar to man, these robotic beings are highly sentient and suffer from unique ailments. Thankfully, Dr. Hikaru Sudou can help. He vows to treat the humanoids even by illegal means, causing him to lead a double life. But when strange diseases emerge as a result of this coexistence, ethical lines become blurred.<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt28266753",
      "type": "series",
      "name": "AYAKA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155982-IZNOPZyon0QI.jpg",
      "description": "Genres: Action, Supernatural\nTags:Super Power/Male Protagonist/Urban Fantasy/Orphan/Primarily Male Cast/Hikikomori/CGI/Rehabilitation/Adoption/Guns\nAs an orphan, Yukito Yanagi’s life is filled with questions, but that all changed when he meets his father’s disciple who takes him to his birthplace on Ayaka. A strange island filled with legends of dragons and mysterious beings. But there’s more to this trip than a reunion—the harmony of Ayaka is on the brink of collapsing into chaos. Can Yukito prevent this catastrophe?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20259190",
      "type": "series",
      "name": "Spy Classroom Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163542-p2TquRJYjPty.jpg",
      "description": "Genres: Action, Comedy, Drama, Mystery\nTags:Espionage/Ensemble Cast/Guns/Primarily Female Cast/Female Protagonist/Male Protagonist/Urban/Achronological Order/Heterosexual/Primarily Teen Cast/Female Harem/Adoption\nThe second season of <i>Spy Kyoushitsu</i>.\n<br><br>\nFour members of the Din Republic's spy team Lamplight embark on a mission to capture an enemy spy. Although they struggle to work together due to their clashing personalities, Thea, Monika, Erna, and Annett complete their objective. While enjoying a short break, the four girls encounter a woman named Matilda, who claims to be Annett's mother. As they get to know Matilda, the team is dragged into an escalating conflict that tests their teamwork and allegiances.\n<br><br>\nMeanwhile, the remaining Lamplight members notice that the dispatched squad has yet to report back. Worried about their allies, Klaus and Lily set out on an emergency expedition to locate their missing teammates. As the two uncover troubling information about rising tensions in the area where their friends last were, they must act quickly to reassemble the team before the mission reaches the point of no return.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt24240038",
      "type": "series",
      "name": "Synduality Noir",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154643-NbuhZQCxgKMj.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Amnesia/Super Robot/Robots/Idol/Lost Civilization/Artificial Intelligence/Post-Apocalyptic/Male Protagonist/Real Robot/Heterosexual/Primarily Teen Cast/Cultivation/CGI/Female Harem/Survival\nThe year is 2222. It has been years since Tears of the New Moon, a mysterious rain, poured and wiped out almost the entire human race. The poisonous rain gave birth to deformed creatures devouring humans, and humanity fled from the danger. As means for survival, the humans then build an underground haven; Amasia. In this newly built dystopian city, in a pursuit of maintaining their existence, they run into an Artificial Intelligence named Magus. Not knowing how things will work between them, the story of how Humans and AI coinciding and trying to find their truths begin.<br>\n<br>\n(Source: PlayStation, edited)"
    },
    {
      "id": "tt20860298",
      "type": "series",
      "name": "Tokubetsu-hen Hibike! Euphonium: Ensemble Contest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150429-5KvbB5BBt2Yz.jpg",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Female Protagonist/Band/School/Primarily Female Cast/Ensemble Cast/School Club/Coming of Age/Primarily Teen Cast\nAlong with the summer brass band competition, the ensemble contest, commonly known as \"Ancon,\" is a place where exciting performances are held. The performance of several people in one group has a charm different from that of a competition.<br><br>\n\nIn order to participate in the Kyoto prefectural tournament of Ancon, a representative team is selected in the school's preliminary round. However, with over 50 members, the Kitauji High School brass band is facing a variety of problems! Will Kumiko, the newly appointed head of the club, be able to make it through the preliminary rounds?<br><br>\nThe days of struggle begin.<br><br>\n\n(Source: Official Site, translated)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146638-THVltMZx1WLk.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Male Protagonist/Primarily Adult Cast/Boxing/Wrestling/Ensemble Cast/Athletics/CGI\nThe second season of <i>Kengan Ashura</i>."
    },
    {
      "id": "tt0279077",
      "type": "series",
      "name": "FLCL: Grunge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146472-1Www8Sr5n3f4.jpg",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:CGI/Dystopian/Aliens/Coming of Age/Full CGI/Achronological Order/Slapstick/Surreal Comedy/Robots/Gangs/Heterosexual/Motorcycles/Male Protagonist/Swordplay/Bullying/Artificial Intelligence/Fishing/Food\nThe fourth season of FLCL, and sequel to <i>FLCL Alternative</i>. It centers on three teenagers who graduated and have started working. The CGI anime will have a theme of the feeling of being an adult.\n<br><br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt26140070",
      "type": "series",
      "name": "Malevolent Spirits: Mononogatari Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163205-s9TZY5bb99oB.png",
      "description": "Genres: Action, Supernatural\nTags:Urban Fantasy/Male Protagonist/Martial Arts/Super Power/Family Life/Female Protagonist\nThe second season of <i>Mononogatari</i>.<br><br>\nThe tsukumogami encounter mysterious new enemies who threaten life in Kyoto! <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27479417",
      "type": "series",
      "name": "BanG Dream! It's MyGO!!!!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163571-nrql943puSoa.png",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Band/Full CGI/Primarily Female Cast/Primarily Teen Cast/Ensemble Cast/Female Protagonist/School/POV\nThe best way to fit in at a new school? Start a band! Anon has just transferred to Haneoka Girls’ Academy where girl bands are all the rage. But she started school late, so there aren’t many girls left to recruit. Then she meets her first friend and Haneoka’s misfit, Tomori, who’s hesitant to join. Still, Anon is determined to persuade Tomori and experience the true power of friendship and music. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt17736234",
      "type": "series",
      "name": "BASTARD!! -Heavy Metal, Dark Fantasy- Hell’s Requiem Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159926-gIu4simZv4RD.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Magic/Gore/Male Protagonist/Post-Apocalyptic/Gods/Ninja/Seinen/War/Female Harem/Samurai/Nudity\nThe second season of <i>BASTARD!!: Ankoku no Hakaishin (ONA)</i>.\n"
    },
    {
      "id": "tt25010142",
      "type": "series",
      "name": "The Seven Deadly Sins: Grudge of Edinburgh Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162291-zo1U7pwrgEEh.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Fairy/Swordplay/Full CGI/Super Power/CGI\nThe second half of <i>The Seven Deadly Sins: Grudge of Edinburgh</i>. <br><br>\n\nReunited with Lancelot for the first time since their tragic accident, Tristan must learn to conquer his inner demons in order to save his mother's life. <br><br>\n\n(Source: Netflix)"
    },
    {
      "id": "tt22248376",
      "type": "series",
      "name": "Frieren: Beyond Journey’s End",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154587-n1fmjRv4JQUd.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Travel/Magic/Elf/Female Protagonist/Philosophy/Coming of Age/Iyashikei/Kuudere/Environmental/Adoption/Witch/Demons/Shounen/Rotoscoping/Episodic/Asexual/Dungeon/Dragons/Fishing/Heterosexual\nThe adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. But Frieren will long outlive the rest of her former party. How will she come to understand what life means to the people around her? Decades after their victory, the funeral of one her friends confronts Frieren with her own near immortality. Frieren sets out to fulfill the last wishes of her comrades and finds herself beginning a new adventure…\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13706018",
      "type": "series",
      "name": "SPY x FAMILY Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b158927-lfO85WVguYgc.png",
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Family Life/Ensemble Cast/Found Family/Espionage/Adoption/Urban/Assassins/Foreign/School/Female Protagonist/Animals/Male Protagonist/Politics/Shounen/Episodic\nThe second season of <i>SPY×FAMILY</i>.<br><br>\n\nThe Forger family will face a new familial mission as Yor heads on a cruise ship expedition!<br><br>\n\n(Source: Crunchyroll News)\n"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Final Season THE FINAL CHAPTERS Special 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162314-ocaEhYmvznFO.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Romance\nTags:Shapeshifting/Survival/Super Power/Kaiju/Anti-Hero/Revenge/Military/Post-Apocalyptic/Philosophy/CGI/Heterosexual/Suicide/Primarily Adult Cast/Shounen/Ensemble Cast\nEren, as the Founding Titan, advances on Fort Salta with countless other Titans. Appearing before the refugees, who stand on the brink of despair, are Mikasa, Armin, Jean, Conny, Reiner, Pieck, and Levi, who narrowly escaped from the rumbling. The battle between former comrades and childhood friends with Eren concludes here.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111322-2jQMDQva4YD7.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Male Protagonist/Kemonomimi/CGI/Slavery/Martial Arts/Airsoft/Archery/Swordplay/Female Harem/Dragons\nThe third season of <i>Tate no Yuusha no Nariagari</i>.<br><br>\nAfter defeating the Spirit Tortoise, Naofumi has no time for rest. An attack from the next Guardian Beast is imminent, but the three other Cardinal Heroes have gone missing. So, Naofumi and his party set out to search for the legendary trio. <br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt14115938",
      "type": "series",
      "name": "The Eminence in Shadow Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161964-JpkEbHI8ivaP.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Isekai/Magic/Chuunibyou/Male Protagonist/Parody/Cult/Swordplay/Anti-Hero/Female Harem/Elf/Kemonomimi/Meta/Zombie/Nudity/Trains\nThe second season of <i>Kage no Jitsuryokusha ni Naritakute!</i> <br>\n<br>\nEverything has been going according to plan, but the hour of awakening draws near. Cid Kagenou and Shadow Garden investigate the Lawless City, a cesspool where the red moon hangs low in the sky and three powerful monarchs rule the streets. The true draw for Cid, however, is one who can draw blood–the Blood Queen, a vampire who has slumbered in her coffin for eons. Her awakening approaches, and Cid could finally face a day of reckoning. \n<br><br>\n(Source: HIDIVE, edited)\n<br><br>\n<i>Note: A world premiere screening of Episode 1 was shown in the The Eminence in Shadow 2nd Season panel at Anime Expo on July 1, 2023.</i>"
    },
    {
      "id": "tt8690728",
      "type": "series",
      "name": "GOBLIN SLAYER II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129188-zWPBGutZXgjZ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Goblin/Magic/Primarily Adult Cast/Gore/Body Horror/Elf/Swordplay/Anti-Hero/Survival/Female Harem\nThe second season of <i>Goblin Slayer</i>."
    },
    {
      "id": "tt26743760",
      "type": "series",
      "name": "The Apothecary Diaries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161645-7I8Cip7XRDhV.jpg",
      "description": "Genres: Drama, Mystery\nTags:Medicine/Female Protagonist/Historical/Politics/Detective/Work/Seinen/Maids/Primarily Female Cast/Episodic/Chibi\nMaomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21927720",
      "type": "series",
      "name": "Undead Unluck",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154116-UetMXpm9W8nC.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Female Protagonist/Male Protagonist/Super Power/Gore/Shounen/Primarily Adult Cast/Zombie/Nudity/Martial Arts/Heterosexual/Body Horror/Memory Manipulation/Suicide/Real Robot\nAll Fuuko wants is a passionate romance like the one in her favorite shoujo manga. Unfortunately, her Unluck ability makes that impossible. But just as Fuuko hits rock bottom, Andy sweeps her off her feet—literally! Now she's become Andy's unwilling test subject as he works to find a way to trigger a stroke of Unluck big enough to kill him for good. However, when the pair discovers a secret organization is hunting them, it puts Andy's burial plans on hold.<br>\n<br>\n(Source: Viz Media)"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE New World Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162670-07XrFq2hreTx.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Survival/Educational/Ensemble Cast/Shounen/Primarily Adult Cast/War/Primarily Male Cast/Male Protagonist/Femboy/Crossdressing/Guns/Travel/Ships/CGI/Spearplay/Asexual\nThe second cour  of <i>Dr. STONE: NEW WORLD</i>.\n<br><br>\nYears ago, astronaut Byakuya left behind precious materials in the belief that his son, the scientifically-gifted Senkuu, would one day find them. In the present, the Kingdom of Science's Kohaku and Ginrou have infiltrated the harem of the Petrification Kingdom’s leader with the help of Amaryllis, a local girl. At first, their mission progresses without a hitch. Unfortunately, an error enacted by Kohaku and Ginrou leads Minister Ibara and the Island’s strongest warrior, Moz, to identify the intruding duo as enemies.\n<br><br>\nEven worse, Moz tails Amaryllis when she returns to inform Senkuu of the news, discovering the scientist's secret hideout. However, Moz's agenda does not align with Ibara's—he wants to dethrone the minister and keep the petrification device for himself. If Senkuu plays his cards right, he could gain a powerful ally and win the war once and for all.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt28776190",
      "type": "series",
      "name": "Shangri-La Frontier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151970-qFKtRhOaSqa0.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Male Protagonist/Virtual World/Video Games/Isekai/Shounen/Anthropomorphism/Heterosexual/Kemonomimi/Super Power\n \"When was the last time I played a game that wasn't crap?\" This is a world in the near future where games that use display screens are classified as retro. Anything that can't keep up with state-of-the-art VR technology is called a \"crap game,\" and you see a large number of crap games coming out. Those who devote their lives to clearing these games are called \"crap-game hunters,\" and Rakuro Hizutome is one of them. The game he's chosen to tackle next is Shangri-La Frontier, a \"god-tier game\" that has a total of thirty million players. Online friends... An expansive world... Encounters with rivals... These are changing Rakuro and all the other players' fates! The best game adventure tale by the strongest \"crap game\" player begins now!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28919914",
      "type": "series",
      "name": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162694-7dx7dawGFylP.png",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Ensemble Cast/Surreal Comedy/Male Protagonist/Parody/Primarily Female Cast/Meta/Primarily Teen Cast/Tsundere/Slapstick/Heterosexual/Love Triangle/Seinen/School/Nudity/Drugs\nRentarou Aijou was rejected 100 times in middle school. He visits a shrine and prays for better luck in high school. The God of Love appears and promises that he’ll soon meet 100 people he’s destined to date. But there’s a catch—once destiny introduces someone to him, the two must happily love each other. If they don’t, they’ll die. What will befall Rentarou and his 100 girlfriends in high school?\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt28774702",
      "type": "series",
      "name": "The Kingdoms of Ruin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160900-GxVB6H5ewrqv.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Revenge/Magic/Witch/Gore/Male Protagonist/Military/Shounen/Prison/Urban Fantasy/Homeless/Urban/Nudity/Idol\nWitches once blessed the human race with wisdom and peace. But the Redia Empire's \"Gear Expansion\" brought about a culture of science that far surpassed magic, and witches were viewed as enemies impeding the progress of civilization. Thus began the witch hunts. One human named Adonis, who was raised by a witch named Chloe, swears revenge against the human race that took his beloved mentor from him. What salvation can be found at the end of a bloodbath fueled by utter despair?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26737616",
      "type": "series",
      "name": "PLUTO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99088-4Icp2tI40TZL.png",
      "description": "Genres: Action, Mystery, Psychological, Sci-Fi\nTags:Robots/Artificial Intelligence/Detective/Seinen/Police/Ensemble Cast/Crime/Politics/Philosophy/Foreign/War/Travel/Noir/Male Protagonist/Anachronism/Guns/Cyberpunk\nA murder occurs in an orderly world where robots are unable to kill humans. The robotic Europol investigator Gesicht takes the case, but the mystery deepens when he finds no trace of a human at the scene of the crime. As he pursues the truth, Gesicht uncovers the most evil manifestation of hate that history has ever seen, one that is bent on bringing destruction to the world ...<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt13196080",
      "type": "series",
      "name": "Tokyo Revengers Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163329-lGJRnYV9dcjc.jpg",
      "description": "Genres: Action, Drama, Romance, Supernatural\nTags:Gangs/Primarily Male Cast/Mafia/Primarily Teen Cast/Shounen/Male Protagonist/Revenge/Delinquents/Ensemble Cast/Urban/Crime/Age Regression/Motorcycles/Guns/Heterosexual/Twins\nAdaptation of the Tenjiku Arc.\n<br><br>\nWith a future where Toman has been destroyed by Mikey's twisted ideas and Takemichi returning to the past, he decides to become stronger in order to stop Kisaki's plans. On one side, a mysterious gang from Yokohama known as Tenjiku begins to overthrow all the Toman divisions, deciding to destroy all the gangs in Japan, becoming the most powerful and unique.\n<br><br>\nKisaki has been planning something for his purposes against Toman, now that he is banned."
    },
    {
      "id": "tt28685497",
      "type": "series",
      "name": "Berserk of Gluttony",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156039-JnepQcVxXLLW.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Romance\nTags:Magic/Male Protagonist/Swordplay/Bullying/Anachronism/Goblin/Travel\nFate Graphite was born into a world where magical skills shape your destiny. His skill is Gluttony, a seemingly useless curse of unending hunger that has left him shunned and looked down upon. Until one day, after he takes the life of a thief, his true power awakens: he can devour the skill of anyone he kills to feed his appetite. Will he learn to control this gruesome ability for the better?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28685470",
      "type": "series",
      "name": "Ragna Crimson",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146493-bThyDJ4ZmbfV.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery\nTags:Dragons/Shounen/Revenge/Magic/Male Protagonist/Swordplay/Super Power/Gender Bending/Gore/Orphan/Nekomimi\nDragons reign terror over the earth, sea and sky. If sworn dragon hunters like Ragna are to have any hope of dealing death to these seemingly invincible, fire-breathing beasts, they must find a way to level the odds. Ragna teams up with a mysterious man named Crimson who has likewise sworn to stand against the dragons menacing the world. But although Crimson’s motivations may be mysterious, his goal and Ragna’s perfectly align, and together they’ll fight to vanquish the dragons once and for all.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: The first episode aired with a runtime of ~47 minutes.</i>"
    },
    {
      "id": "tt22017206",
      "type": "series",
      "name": "Our Dating Story: The Experienced You and The Inexperienced Me",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154459-foR6BMJayEbi.jpg",
      "description": "Genres: Romance\nTags:Heterosexual/Gyaru/Love Triangle/Primarily Teen Cast/School/Male Protagonist/Coming of Age/Video Games\nRyuuto Kashima is the school’s gloomy introvert, and he’s got a crush on Runa Shirakawa, the popular girl. After losing a bet to classmates, he confesses his feelings to Runa one day. Shocked and secretly just as inexperienced as Ryuuto, Runa agrees to date him. The relationship grows between two people who are as similar as they are different. Will their young love blossom? Time will tell!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29370857",
      "type": "series",
      "name": "Ron Kamonohashi's Forbidden Deductions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158926-u3Sb0d0jagoI.jpg",
      "description": "Genres: Drama, Mystery\nTags:Detective/Primarily Adult Cast/Male Protagonist/Police/Work/Crime/Hikikomori/Episodic/Urban/Shounen/Amnesia\nRon Kamonohashi was once regarded as a genius at the top detective training academy. But after a fatal mistake, he was expelled and forbidden to become a detective. Years later, police officer Totomaru Isshiki knocks on Ron’s door seeking help on a serial murder case. He finds Ron, now a messy-haired recluse, who agrees. Together, this mismatched detective team begins solving their first mystery!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171914",
      "type": "series",
      "name": "I'm in Love with the Villainess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158704-sPOrTckSKzKO.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Yuri/Villainess/LGBTQ+ Themes/Isekai/Female Protagonist/Video Games/Tsundere/Ojou-sama/Magic/School/Maids/Primarily Teen Cast/Politics/Primarily Female Cast/Slapstick/Crossdressing\nThe world turns upside down when a corporate drone wakes up as Rae Taylor, the heroine in her favorite otome game, Revolution. Rae is elated at the opportunity to court Claire François, the game’s villainess and the object of her affection. Armed with her knowledge of the game and events to come, Rae sets out to make Claire fall for her. But how will the villainess take Rae’s romantic advances?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15739134",
      "type": "series",
      "name": "The Demon Sword Master of Excalibur Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140501-pXY8yUDScfHS.jpg",
      "description": "Genres: Ecchi, Fantasy, Romance\nTags:Demons/Magic/Male Protagonist/Female Protagonist/CGI/Female Harem/Revenge/Skeleton/Nudity\nOne thousand years ago, Leonis Death Magnus, undead sorcerer and the greatest of the Dark Lords, entered magical stasis during a climactic battle. When he awakens, he finds a beautiful silver-haired young woman named Riselia standing before him. More shockingly, Leonis has been transformed into a ten-year-old boy! Now he'll have to adapt to this strange era and deal with the twisted monsters called Voids—all while keeping his true powers a secret from his lovely new guardian.<br>\n<br>\n(Source: Yen Press)<br>\n<br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on October 3rd, 2023.</i>"
    },
    {
      "id": "tt28313387",
      "type": "series",
      "name": "A Returner's Magic Should Be Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163142-RjFeJrTnDA2B.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/School/Age Regression/Swordplay/Ensemble Cast/CGI/Demons\nAnother dimension that continues to taint our world, the Shadow World. Humanity is faced with the worst calamity, known as the Shadow Labyrinth. In spite of their desperate attacks, Desir Herrman and his friends lose their battle to the Destruction Dragon, Boromir Napolitan, and the world comes to an end. When Desir is convinced of his end, he opens his eyes... to find himself 13 years in the past. Desir has gone back in time to the enrollment ceremony of Hebrion Academy, the top school for mages in the Empire.<br>\n<br>\nTo change the future of impending doom, Desir reassembles his friends once again to save the world!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171919",
      "type": "series",
      "name": "The Vexations of a Shut-In Vampire Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159808-svpzcGb6ig4X.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Female Protagonist/Vampire/Military/Primarily Female Cast/Yuri/War/Magic/Gore/Hikikomori/Female Harem/Tsundere/Nudity/Maids\nThree years into her life as a shut-in, vampire Terakomari Gandesblood (Komari for short), awakens to find she’s been appointed as a Commander in the Mulnite Imperial Army! The thing is, her new unit consists solely of belligerent ruffians who revolt against their superiors at the slightest hint of weakness. Although Komari hails from a line of vampires as powerful as they are prestigious, her refusal to drink blood has made her the picture of mediocrity—scrawny, un-coordinated, and inept at magic. With the odds stacked against her, will the help of her trusty (and slightly infatuated) maid Vill be enough for this recluse to blunder her way to success? Or will Komari rue the day she ever left the safety of her room?<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt14476244",
      "type": "series",
      "name": "The Faraway Paladin: The Lord of Rust Mountains",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143085-caK1SekQLfss.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery, Psychological\nTags:Magic/Demons/Elf/Isekai\nThe second season of <i>Saihate no Paladin</i>.<br>\n<br>\nTwo years had passed since he left the City of the Dead, and Will was seventeen by count. As a lord, he developed \"Torch Port, a river port of light\", and gradually the people's activities and smiles returned to \"Beast Woods\". However, out-of-season flowers bloom profusely, and an abnormality is discovered in the forest. Will and his friends head into the depths of the forest to solve this problem, and receive an ominous prophecy from the king of the forest.<br>\n<br>\n\"In the Iron Rust Mountains, the 'Fire of Black Calamity' will occur. The fire will spread, or it will burn everything in this land.\"<br>\n<br>\nWhat is the calamity that sleeps in the ruined dwarven city of Tetsusabi Sanmyaku...!?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13463778",
      "type": "series",
      "name": "Girlfriend, Girlfriend Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154692-UcFM4rM3ehwE.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/Love Triangle/Heterosexual/Male Protagonist/Slapstick/Primarily Female Cast/Parody/Primarily Teen Cast/Nudity/School/Disability\nThe second season of <i>Kanojo mo Kanojo</i>.<br>\n<br>\nAfter their hot springs trip, Naoya continues his relationships with both Saki and Nagisa. Bringing along Milika (who kissed Naoya) and Shino (who secretly has romantic feelings for Naoya), they embark on a summer vacation full of romance with a fireworks festival, camping, and Okinawa.<br>\n<br>\nMilika's younger sister Risa also appears, making the romance in this neo-standard rom-com heat up even more. A season two filled with summer and swimsuits is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27489241",
      "type": "series",
      "name": "Dead Mount Death Play Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162803-hs0umrdl9SDN.jpg",
      "description": "Genres: Action, Fantasy, Supernatural, Thriller\nTags:Necromancy/Isekai/Ensemble Cast/Urban Fantasy/Crime/Seinen/Gangs/Skeleton/Magic\nThe second cour of <i>Dead Mount Death Play</i>."
    },
    {
      "id": "tt27548413",
      "type": "series",
      "name": "I'm Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154214-Uf9x7mY4IJJr.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Rehabilitation/Hikikomori/Fugitive/Shoujo/Heterosexual/Female Protagonist/Magic/Kemonomimi/Male Protagonist/Demons\nAllen Crawford is a misanthropic sorcerer known as the “Dark Lord.” When he comes across Charlotte Evans, a noblewoman exiled on false charges, his memories of being betrayed three years ago come rushing back. He decides to teach Charlotte about all the pleasures, vices, and joys of naughty living. Can a broken heart be mended with riotous living? These two are bound to find out!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16969708",
      "type": "series",
      "name": "Scott Pilgrim Takes Off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170206-OQYWJWKKvO3g.jpg",
      "description": "Genres: Action, Comedy, Drama, Mystery, Romance, Supernatural\nTags:Primarily Adult Cast/Foreign/Urban Fantasy/Urban/Heterosexual/Parody/LGBTQ+ Themes/Band/Super Power/Otaku Culture/Robots/Anti-Hero/Male Protagonist/Skateboarding/Swordplay/Ninja\n<i>When girl meets boy, love takes off...</i>\n<br><br>\n\nScott Pilgrim meets the girl of his dreams, Ramona Flowers, but learns he must defeat her seven evil exes in order to date her. Then things get even more complicated. Based on the graphic novels by Bryan Lee O'Malley. <br><br>\n\n(Source: Science Saru, Netflix)"
    },
    {
      "id": "tt22524872",
      "type": "series",
      "name": "SHY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155389-qB3aiPB5IkAi.png",
      "description": "Genres: Action, Drama\nTags:Henshin/Female Protagonist/Superhero/Primarily Female Cast/Super Power/Shounen/Ninja/LGBTQ+ Themes/Travel\nOn the brink of a third World War, superheroes appeared on Earth. Gifted with powers, their appearance brings peace to the world. The heroes each selected a country in which they would reside, serve, and protect its citizens. Shy is Japan’s hero, endowed with super strength. Her most daunting enemy yet? Crippling shyness. Join Shy and her super friends as she defends Earth and gains confidence!</i>\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28102247",
      "type": "series",
      "name": "My Daughter Left the Nest and Returned an S-Rank Adventurer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156184-mrU1zLqpnMSK.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Swordplay/Adoption/Rural/Magic/Female Protagonist/Disability/Foreign/Cult/Dungeon/Elf\nThe young adventurer Belgrieve retires to a quieter life after losing his leg to a beast. While gathering herbs in the woods one day, he rescues an abandoned child. Angeline trains with her father and later achieves S-Rank in the capital’s adventurer guild. Five years later, she decides to return home. Will Belgrieve get another chance at being an adventurer? Will Angeline return home unscathed?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime: Visions of Coleus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161802-Ra8acfv0cSov.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Politics/Vampire/Shounen/Super Power/Economics\nRimuru has saved the children he was teaching in the Kingdom of Engrassia, and his time as a teacher is nearly over. Then Yuuki, Grandmaster of the Free Union, asks him to get to the bottom of the race for the throne in the Kingdom of Coleus, which is located between Engrassia and the Holy Empire of Lubelius. So Rimuru infiltrates Coleus under the name \"Satoru,\" and he finds a nation at the mercy of not only a battle for succession, but a web of schemes woven by demons and vampires! <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13049906",
      "type": "series",
      "name": "The Saint's Magic Power is Omnipotent II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146206-76MkUJBXlq4v.jpg",
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Isekai/Female Protagonist/Primarily Adult Cast/Shoujo/Iyashikei/Magic/Medicine/Politics\nThe second season of <i>Seijo no Maryoku wa Bannou desu</i>.\n<br><br>\nSei, an office worker in her twenties, was suddenly summoned to another world as a \"Saint\". Taking advantage of her natural love of plants, she started working at a medicinal plant research institute. In addition, Sei's evaluation explodes when she activates a tremendously powerful purification magic in monster subjugation! Being officially recognized as a \"saint\", she gains people's respect as the savior of the Kingdom of Saluntania. Those who watch over and support her are Johann and Jude from the research institute, Yuri from the Imperial Court Mage Division, and Albert Hawke, the \"Ice Knight\" who is attracted to each other but is still less than a lover. Even after becoming the most important person in the kingdom, Sei remains obsessed with research, but her relationship with Albert gradually deepens, and there is a new development in their love story!?\n<br><br>\n[Source: Official Website]"
    },
    {
      "id": "tt28299608",
      "type": "series",
      "name": "MF GHOST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143327-6gv1QzquNg2o.png",
      "description": "Genres: Sci-Fi, Sports\nTags:Cars/Seinen/Primarily Male Cast/CGI/Male Protagonist/Primarily Adult Cast/School\n202X A.D., a future beyond <i>Initial D. </i>\n<br><br>\nSelf-driving cars are in widespread use in Japan, and public roadways are used for auto racing. In such an era, a race called MFG has become popular around the globe. Porsche, Ferrari, Lamborghini… Participants are invited to race with their fastest cars. One such participant, a British racing school graduate, Kanata Rivington, returns to Japan to achieve his goal. <br><br>\n(Source: Crunchyroll)\n\n "
    },
    {
      "id": "tt27679458",
      "type": "series",
      "name": "OVERTAKE!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160515-02jyy9B3qpFc.jpg",
      "description": "Genres: Sports\nTags:Cars/Male Protagonist/Primarily Male Cast/Photography/CGI/Achronological Order\nHaruka Asahina is a 16 year old high school boy racing F4 cars while staying at Komaki Motors, an auto-body shop in Shizuoka prefecture. Komaki Motors is a family-run shop that regularly competes in F4 with the team comprised of: owner Futoshi Komaki who is also a mechanic, his daughter Mako Komaki, and now Haruka Asahina. Because this is a family-run business, they receive no support usually from any major manufacturers. Haruka Asahina boldly confronts the top teams head-on to get the attention of these revered companies in hopes of making it to the podium himself.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7326322",
      "type": "series",
      "name": "The Ancient Magus' Bride Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166452-cjBlQksb7Ttw.jpg",
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life, Supernatural\nTags:Female Protagonist/College/Primarily Teen Cast/Ensemble Cast/Magic/Urban Fantasy/Animals/Mythology/Kuudere/Urban/Werewolf/Chibi/Monster Boy/CGI/Bullying/Heterosexual/Teacher/School/Shounen\nThe second cour of <i>Mahoutsukai no Yome SEASON 2</i>. <br><br>\n\nMore magical adventures await Elias, Chise, and all of her new friends at the College. Just how strong will Chise’s magic grow?<br><br>\n\n(Source: Crunchyroll News)\n"
    },
    {
      "id": "tt21996318",
      "type": "series",
      "name": "Tearmoon Empire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154384-3tpmugzrVpE9.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Female Protagonist/Age Regression/Shoujo/Ojou-sama/School/Villainess/Politics/Economics/Swordplay\nTwenty-year-old Princess Mia of the Tearmoon Empire, often scorned as the \"selfish princess,\" was executed by guillotine in a rebellion. Next thing she knew, she awoke in her own twelve-year-old body, with her own blood-stained diary that she kept before she was beheaded sitting next to her pillow. Given a second chance at life, Mia decides to rebuild the empire. For the sake of Tearmoon's future? To save the people from starvation? For all the soldiers who lost their lives in the civil war? No! Everything she does in this life is for the sake of avoiding the guillotine! \"F-For me, this should be a piece of cake!\" Thus the useless, cowardly, self-serving princess brings about miracle after miracle in her great struggle to save herself in this altered-history fantasy.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27460264",
      "type": "series",
      "name": "A Girl & Her Guard Dog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155527-fXFaC94ehfj9.jpg",
      "description": "Genres: Drama, Romance\nTags:Female Protagonist/School/Shoujo/Heterosexual/Yakuza/Crime\nIsaku just wants to live a normal life. But as the granddaughter of a yakuza boss, that’s a pretty tall order. For years, it’s been difficult for Isaku to make friends and find love. So, she decides to enroll in a high school far from her hometown in hopes of a fresh start. But her plans take an unexpected turn when a worried member of the yakuza, Keiya, enrolls in the same school to protect her.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171939",
      "type": "series",
      "name": "Stardust Telepath",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155419-tPkRvXYb9ffC.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/Coming of Age/Aliens/School Club/Primarily Teen Cast/Educational/Seinen\nKonohoshi Umika is a high-schooler who is very bad at communicating with others. Feeling almost like an alien trapped on Earth with nowhere to belong, one day she meets a girl who claims to be an actual alien!"
    },
    {
      "id": "tt28769801",
      "type": "series",
      "name": "A Playthrough of a Certain Dude's VRMMO Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161364-X0Nk5FvL6GHj.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Video Games/Virtual World/Archery/Artificial Intelligence/Male Protagonist/Isekai/Food/Fairy\nTanaka Taichi is just an ordinary 38-year-old who enjoys video games. He starts a new virtual reality multiplayer game called One More Free Life Online, naming his character Earth. Unlike his fellow players, he decides to master the most menial of skills in the game. He cooks the finest meals, overbrews complicated potions, and hunts monsters with handmade weapons. His fantasy life begins!<br><br>\n(Source: Crunchyroll)<br>\n<br><i>Note: The first 2 episodes were exclusively shown as a world premiere during the Anime Messe Babelsberg 2023 in July as a part of a special Anime Panel. </i><br>\n"
    },
    {
      "id": "tt29143189",
      "type": "series",
      "name": "16bit Sensation: Another Layer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159559-EU5NWaUoH8N3.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Video Games/Software Development/Female Protagonist/Otaku Culture/Work/Drawing/Primarily Adult Cast/Anachronism/Historical/Cute Girls Doing Cute Things\nKonoha Akisato is an illustrator that loves beautiful girls and bishojo games. Her dream is to become a super-popular illustrator, so she is working hard at a bishojo game production company, but reality isn't that kind... With the golden age of social network games in full force, Konoha's company isn't doing well, and she works as a sub illustrator, spending her days painting the backs of random background characters. <br><br>   One day, the owner of a game shop gives her a classic bishojo game. With all her excitement over the golden age of bishojo games, she opens the package to \"Dokyusei,\" and is enveloped by a bright light. Konoha then realizes that she just traveled back in time!  <br><br>  She ends up in the year 1992! It's the dawn of the bishojo game era! Konoha ends up working at a company called Alcohol Soft. Will she be able to think about, draw, and create all the beautiful girls she’s ever wanted?! <br><br>   A story about a girl and her overwhelming love for beautiful girls—\"Now, let's begin!\" <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15378218",
      "type": "series",
      "name": "UNDER NINJA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138788-CXUvAraN1xha.jpg",
      "description": "Genres: Action, Comedy\nTags:Ninja/Surreal Comedy/School/Male Protagonist/Conspiracy/Meta/Espionage/Seinen/Achronological Order/Kuudere/Ensemble Cast/Military/CGI/Female Protagonist\nNinjas still exist in Japan today. They number around 200,000. The ninja organization NIN (National Intelligence of NINJA) is not controlled by the civilian government, with its elite members performing assassinations and sabotage in secret. There is an organization that opposes NIN: UN (Under Ninja). Ninja versus ninja: What lies waiting at the end of this shadowy feud?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29473209",
      "type": "series",
      "name": "After-school Hanako-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159074-6sc64nKBa1wE.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Ghost/School/Mythology/Episodic/Youkai/Ensemble Cast/Shounen/Heterosexual/Gender Bending/Twins\nThe ghostly Hanako-kun and his mortal assistant, Nene Yashiro, usually have their hands full resolving various supernatural incidents in Kamome Academy, but how do they spend their time when they get a break from all that?\n<br><br>\n(Source: Yen Press)<br><br>\n<i>Note: The episodes were streamed two days ahead of the Japanese broadcast on Crunchyroll  beginning on Oct 11, 2023 at 3:00 JST. The regular TV broadcast started on Oct 13, 2023 at 1:58 JST.</i>"
    },
    {
      "id": "tt29371814",
      "type": "series",
      "name": "Migi&Dali",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142666-V3L6TwYLZ33l.jpg",
      "description": "Genres: Drama, Mystery, Slice of Life\nTags:Twins/Male Protagonist/Found Family/Adoption/Surreal Comedy/Seinen/Bullying/School/Historical\nAfter finally adopting a child, the Sonoyamas were unprepared for the mystery that would soon unravel. Hitori seems to be the perfect son for his loving parents. He's handsome, intelligent, and grateful for his new lavish life—but he has a dark secret. Hitori is actually the twins Migi and Dali pretending to be one boy. And they have a terrifying motive behind their hidden identity.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28521881",
      "type": "series",
      "name": "GOOD NIGHT WORLD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167820-RO0nRXw7fcpu.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological\nTags:Augmented Reality/Virtual World/Hikikomori/Video Games/Family Life/Denpa/Male Protagonist/Magic/Super Power/Heterosexual/Pirates/Tsundere/War/Cultivation/Coming of Age\nIn the online game \"Planet,\" there is a powerful team of four players. This team goes by the name \"The Akabane Family,\" and its members are a pseudo-family that only exists in the game. Although they aren't aware of it, these four players are actually a broken family in real life. A shut-in older brother. A high-achieving younger brother. A father who is not respected by his own children. A mother who neglects her own household. They do not know the warmth of family. They also don't know that the warmth of their online family is only a passing feeling. And most of all, they don't know they are a real family. Centered on the deeds of the Akabane Family in the online game \"Planet,\" the story features battles against monsters, clashes with other guilds, and the machinations surrounding \"Black Bird,\" the final objective of the game. The tale takes a major turn as it entangles the real world and this real family. <br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt29171903",
      "type": "series",
      "name": "The Family Circumstances of the Irregular Witch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154454-9gZSDOmcBwrn.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Witch/Episodic/Female Protagonist/Magic/Found Family/Family Life/Surreal Comedy/Adoption/Tanned Skin/Cute Girls Doing Cute Things/Primarily Female Cast/Slapstick/Yandere/Elf/Coming of Age\nWhen witch Alyssa found a baby on her doorstep, she didn’t expect her life to take a topsy-turvy turn. Despite her bewilderment, she names the child Viola and decides to raise her. Fast-forward 16 years, and her “daughter” Viola isn’t just taller—she’s towering! Join this bewitching duo in a hilariously chaotic journey of mistaken identities and supernatural shenanigans!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20228550",
      "type": "series",
      "name": "The Seven Deadly Sins: Four Knights of the Apocalypse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148862-ctw1sn45I4ZX.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Shounen/Magic/Dragons/Nudity/Swordplay\nPercival is a kind boy who lives out on the frontier called \"Finger of God\" along with his grandfather. However, the world was not kind enough to let peace and tranquility last for long. An encounter with a mysterious knight changed their destiny, and a shocking truth comes to light. The boy then sets off on an endless journey.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt22443832",
      "type": "series",
      "name": "Arknights: PERISH IN FROST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158895-QPy3ElZBKziT.jpg",
      "description": "Genres: Action, Fantasy\nTags:Pandemic/War/Terrorism/Dystopian/Kemonomimi/Amnesia/Ensemble Cast/Guns/Military\nOripathy, an incurable disease that slowly crystallizes the bodies of those infected until their deaths.\n<br><br>\nRhodes Island is a pharmaceutical company that endeavors to find a cure and solve the problems that follow in the disease's wake,\nand in an attempt to put a stop to the revolt of the terrorist organization known as Reunion Movement whose ultimate goal is the salvation of the Infected,\nRhodes Island has formed a contract with the Yanese city of Lungmen and continues its mission there.\n<br><br>\nHowever, Amiya has found herself despondent since their battle against Skullshatterer, unable to accept the fact they were unable to save Misha.\n<br><br>\nIn the meantime, Rhodes Island deploys a reconnaissance squad to an abandoned city discovered in the Lungmen countryside.\nThere, the squad notices a strange phenomenon unfolding before them…"
    },
    {
      "id": "tt29340934",
      "type": "series",
      "name": "The Yuzuki Family’s Four Sons",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164312-3eLpxsRk5COE.jpg",
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Coming of Age/Family Life/Orphan/Male Protagonist/Primarily Male Cast/Shoujo/Iyashikei/Primarily Child Cast/School/Teacher/Episodic/Tomboy\nThe Yuzuki family consists of four brothers: Hayato, Mikoto, Minato, and Gakuto. The eldest son, Hayato, happily lives every day to the fullest. There are tears, laughter and excitement at home, at school, and in the neighborhood!"
    },
    {
      "id": "tt28919932",
      "type": "series",
      "name": "My New Boss is Goofy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165070-0OlcD1TA6pe4.jpg",
      "description": "Genres: Comedy\nTags:Iyashikei/Cute Boys Doing Cute Things/Work/Primarily Male Cast/Male Protagonist/Primarily Adult Cast/Slapstick/Shoujo/Boys' Love/LGBTQ+ Themes\nAfter his power-tripping boss broke his spirit and his health, Momose leaves his job for a new job in sales at an advertising agency. However, on the very first day of his new job, Momose is unable to move due to a stomachache caused by his past traumas. \"What should I do if my new boss also abuses his power?\"<br>\n<br>\nThat's when his new boss, Shirosaki, takes him out to see clients. Just what exactly is Shirosaki going to do...?!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28766864",
      "type": "series",
      "name": "Butareba -The Story of a Man Turned into a Pig-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142599-0IwWtxGRmZT8.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Male Protagonist/Isekai/Conspiracy/Amnesia/Religion/Survival/Magic/Slavery/Female Protagonist/Maids/Primarily Teen Cast/Super Power/Nudity\nAn unappealing otaku awakens in the body of a pig after he passes out while eating raw pig liver. Pig finds himself in the company of Jess, an innocent girl who can read people's minds, and she accepts him despite his boorish thoughts... although she does plan to eat him. When Jess is in danger of succumbing to a dark destiny, can Pig save her using only his quick wits, wisdom, and refined sense of smell?"
    },
    {
      "id": "tt29514999",
      "type": "series",
      "name": "Paradox Live THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150077-cmZDfyroGfl6.jpg",
      "description": "Genres: Drama, Music, Sci-Fi\nTags:Primarily Male Cast/Ensemble Cast/Idol/Urban/CGI/Found Family/Primarily Adult Cast/Super Power/Transgender/LGBTQ+ Themes\nSaturated in hip hop culture comes the birth of a new movement known as “Phantom Live ”. Each of the artists have a metal accessory known as “Phantom Metal” which chemically reacts to the wearer’s emotions to produce an image, setting a magnificent stage for enthusiastic youths. With legendary club “CLUB paradox” hosting the mysterious Paradox Live, four teams: BAE, The Cat’s Whiskers, cozmez and Akanyatsura each receive an invitation to participate, each with their own genre of music in a race to the top. Each of the four teams go into the competition for a reason. As the competition heats up, so do the unimaginably large motives each of them hides…<br>\n<br>\nThe curtain now rises on a swirling illusory stage battle between light and darkness–!<br>\n<br>\n(Source: Crunchyroll)"
    }
  ]
}