{
  "metas": [
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99147-5RXELRvwjFl6.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mystery\nTags:Military/Shapeshifting/Dystopian/Male Protagonist/Super Power/Yandere/Kaiju/Gore/Survival/Shounen/Guns/Anti-Hero/CGI/Coming of Age/Primarily Male Cast/Kuudere/Swordplay/Primarily Adult Cast\nEren and his companions in the 104th are assigned to the newly-formed Levi Squad, whose assignment is to keep Eren and Historia safe given Eren's newly-discovered power and Historia's knowledge and pedigree. Levi and Erwin have good reason to be concerned, because the priest of the Church that Hanji had hidden away was found tortured to death, making it clear that the Military Police are involved with the cover-up. Things get more harrowing when the MPs make a move on Erwin and the Levi Squad narrowly avoids capture. Eren is also having problems with his Titan transformation, and a deadly killer has been hired to secure Eren and Historia, one Levi knows all too well from his youth.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8515016",
      "type": "series",
      "name": "BANANA FISH",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100388-pMwL9vwAdqxr.jpg",
      "description": "Genres: Action, Adventure, Drama, Psychological, Thriller\nTags:Mafia/Gangs/Crime/Drugs/Male Protagonist/Primarily Male Cast/Urban/Revenge/Guns/Foreign/Noir/Anti-Hero/Fugitive/Primarily Adult Cast/Bisexual/Shoujo/Assassins/Classic Literature/Orphan/Photography\nNature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance...\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt4869896",
      "type": "series",
      "name": "Overlord III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101474-tGRyvSAWMjU9.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Anti-Hero/Magic/Skeleton/Super Power/Male Protagonist/Politics/Demons/Ensemble Cast/Villainess/CGI/Succubus/Vampire/Twins/Yandere/Femboy/Monster Girl/Artificial Intelligence/Kuudere\nThe third season of <i>Overlord</i>.<br>\n<br>\nWith his foundations now set in this new world, the first steps of Ains Ooal Gown's master plan apparent begin to come to fruition. The value of Carne village and especially the political value of his alter ego Momon are reaffirmed; the “hidden” genius of his actions is continuously met with shock and awe by Demiurge, Albedo, the rest of his guardians, and even Ains himself at his “great wisdom.” His attempts to act in a way befitting the ruler of Nazarick, continuing to further cement his guardian’s loyalty, push him ever further down the path of not-so-intentional world domination. Without human conscience due to being undead, he is motivated only to continue searching for other players from Yggdrasil and to gain power to better protect the children and home of him and his forty former companions. Lord Ains Ooal Gown maintains his mantle of Overlord and leads the Great Tomb of Nazarick unto the world stage, directly into a vicious power struggle between two great empires.\n<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt8670784",
      "type": "series",
      "name": "Angels of Death",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99629-BXyAJ6PDq4sr.jpg",
      "description": "Genres: Action, Adventure, Horror, Psychological, Thriller\nTags:Anti-Hero/Female Protagonist/Assassins/Josei/Philosophy/Foreign/Gore/Crime/Gods/Male Harem\n13-year old Rachel awakens to find herself trapped in the basement of an abandoned building. Without any memories, or even a clue as to where she could be, she wanders the building, lost and dizzy. In her search, she comes across a man covered in bandages. He introduces himself as Zack and he wields a grim-reaper like sickle.<br><br>\n\nA strange bond is struck between them, strengthened by strange, crazy promises…<br><br>\n\nThese two, trapped in this strange building, don't know why fate has placed them there. But they will work together desperately to find a way out…\n"
    },
    {
      "id": "tt8673610",
      "type": "series",
      "name": "Cells at Work!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100977-qXCh0qB9on52.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Educational/Work/Medicine/Episodic/Female Protagonist/Slapstick/Primarily Adult Cast/Ensemble Cast/Shounen/Gore/Chibi/CGI/Anthropomorphism\nThe average human body contains about 60 trillion cells, and each of them has work to do! But when you get injured, viruses or bacteria invade, or when an allergic reaction flares up, everyone from the silent but deadly white blood cells to the brainy neurons has to work together to get through the crisis!<br>\n<br>\n(Source: Kodansha Comics USA)"
    },
    {
      "id": "tt8086718",
      "type": "series",
      "name": "Grand Blue Dreaming",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100922-ltoQa6rosUyP.png",
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:Slapstick/School Club/Seinen/College/Primarily Adult Cast/Ensemble Cast/Nudity/Male Protagonist/Scuba Diving/Surreal Comedy/Episodic/Incest/Tsundere/Outdoor/Otaku Culture/Bisexual/Educational/Yandere/Idol/Isekai\nA new life begins for Kitahara Iori as he begins his college career near the ocean in Izu city, full of excitement for his new life. He will be moving into his Uncle's diving store \"Grand Blue.\" There he finds the beautiful ocean, beautiful women, and men that love diving and alcohol. Will Iori be able to live his dream college life?"
    },
    {
      "id": "tt8438524",
      "type": "series",
      "name": "How NOT to Summon a Demon Lord",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101004-rJLBIWGypbYK.png",
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Isekai/Magic/Female Harem/Anti-Hero/Male Protagonist/Primarily Female Cast/Elf/Kuudere/Demons/Nudity/Super Power/Nekomimi/Slavery/Kemonomimi/Virtual World/Slapstick/Monster Girl/Tanned Skin\nIn the MMORPG Cross Reverie, Takuma Sakamoto is so powerful that he is lauded as the “Demon Lord” by other players. One day, he is summoned to another world – but with the same appearance he had in the game! There, he meets two girls who both proclaim themselves to be his Summoner. They had performed an Enslavement Ritual to turn him into their Summon... but that's when Takuma's passive ability <> activated! Instead, it was the girls who had become enslaved! Though Takuma may have been the strongest Sorcerer there was, he had no idea how to talk with other people. That's when he makes his choice: to act based on his persona from the game!<br><br>\n\n“Amazing? But of course... I am Diablo, the being known and feared as the Demon Lord!”<br><br>\n\nSo begins a tale of adventure with an earth-shakingly powerful Demon Lord (or at least someone who acts like one) taking on another world!<br><br>\n\n(Source: J-Novel Club)"
    },
    {
      "id": "tt8515062",
      "type": "series",
      "name": "Asobi Asobase - workshop of fun -",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101001-UERCW0UGi0P7.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Surreal Comedy/Slapstick/Female Protagonist/Primarily Female Cast/School Club/Primarily Teen Cast/Episodic/School/Parody/Cute Girls Doing Cute Things/Seinen/Meta/Ojou-sama/Gyaru\nOlivia is a blonde-haired beauty who was born and raised in Japan, but can’t speak any English. Despite always acting serious and as an intellectual, Kasumi is a bespectacled girl with short hair, who also can’t speak English. Finally, there’s the pig-tailed Hanako, who’s cheerful but can’t seem to become a normie. The three middle schoolers end up making a “Players’ Club”?! The ultimately cute, ultimately fun and hilarious teenage girls’ comedy is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt6357658",
      "type": "series",
      "name": "BAKI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97888-xog2zolFnj12.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Fugitive/Male Protagonist/Shounen/Primarily Male Cast/Primarily Adult Cast/Judo/Gore/Crime/Revenge/Surreal Comedy/CGI/Boxing/Nudity/Guns/Foreign\nThe protagonist, Baki Hanma, trains with an intense focus to become strong enough to surpass his father, Yujiro Hanma, the strongest fighter in the world. Five of the world's most violent and brutal death row inmates are gathering to face Baki. Their objective is to taste defeat -- their unmatched strength and skill have led them to grow bored of life itself, and they now seek out Baki in the hopes that he can overwhelm and utterly crush them. In this crisis, other underground martial art warriors gather to fight by Baki's side: Kaoru Hanayama, Gouki Shibukawa, Retsu Kaioh, and Doppo Orochi. An epic showdown between violent death row inmates and Baki and his friends begins!<br><br>\n\n(Source: Netflix)"
    },
    {
      "id": "tt7078180",
      "type": "series",
      "name": "Violet Evergarden: Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101432-NQSedsCDQ6dP.png",
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life\nTags:Writing/Female Protagonist/Primarily Adult Cast/War/Work/Foreign/Rehabilitation/Disability/Military/Steampunk/Lost Civilization\nThe CH Postal Company has just received a request to transcribe a love letter from Irma Felice, a famous opera singer. Accepting the task, Violet Evergarden visits Irma to write her letter. However, not only does Irma provide little information, she asks Violet to write based on her own feelings. Despite Violet's numerous attempts, Irma finds every version of the letter inadequate.<br>\n<br>\nViolet consults her colleagues, and they help her out by writing love letters of their own. Yet even those are rejected by the opera singer. As a last resort, Violet asks Irma for her true thoughts and feelings, hoping to find the missing puzzle piece. Will the Auto Memory Doll be able to translate Irma's emotions into words?<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: Unaired episode included with the 4th BD/DVD release. It takes place between episodes 4 and 5 of the show.</i>"
    },
    {
      "id": "tt8696458",
      "type": "series",
      "name": "Happy Sugar Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101351-BLQTzvqejbEC.jpg",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Romance\nTags:Yandere/Primarily Female Cast/Female Protagonist/Yuri/Urban/Anti-Hero/LGBTQ+ Themes/Gore/Amnesia/Work/Dissociative Identities/Shounen\nSatou Matsuzaka is a beautiful high schooler who has a reputation for being permissive with men. However, a chance encounter with a young girl named Shio Koube makes Satou realize that this is her first and only true feeling of love. Telling others that she lives with her aunt, Satou secretly shares an apartment with Shio. Despite her innocent appearance, Satou is willing to do anything to protect her beloved, resorting to desperate measures to ensure that their \"happy sugar life\" remains intact. <br><br>(Source: MAL Rewrite)"
    },
    {
      "id": "tt8948304",
      "type": "series",
      "name": "Yuuna and the Haunted Hot Springs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100483-fzseZYJnQTLI.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Ghost/Female Harem/Primarily Female Cast/Nudity/Male Protagonist/Youkai/Shapeshifting/Heterosexual/Kemonomimi/Nekomimi/Shounen/School/Rural/Henshin\nKogarashi Fuyuzora is a \"hands on\" psychic. Ever since the day he got possessed by an evil ghost, he has been burdened with debt. Needing a cheap room to rent, he winds up at a haunted hot springs inn, Yuragi Inn, where only incredibly beautiful girls reside. Amongst the residents is a ghost, Yuuna, who cannot move on to the spirit world. Despite the resistance from the current tenants that are all girls, Kogarashi manages to start his new life at Yuragi Inn.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8963328",
      "type": "series",
      "name": "Hi Score Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20574-cUPxastH5vAm.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Video Games/Full CGI/Love Triangle/Male Protagonist/Ojou-sama/Urban/Heterosexual/Seinen/School/Tsundere/Primarily Child Cast/Slapstick\nThe year is 1991 and 6th grader Yaguchi Haruo only has video games to live for. He's not popular in school and he's neither handsome, funny, nice nor even friendly. The only thing he has going for him is that he is good at video games. One day at the local arcade, he plays Oono Akira, a fellow classmate but who's popular, smart, pretty and a rich girl that absolutely destroys him at Street Fighter II. Not only does he lose to her 30 times in a row, he can’t beat her at any game. Haruo can’t seem to shake Akira off as she follows him from arcade to arcade everyday after school and beats him every time. As weird as it sounds, the odd couple begins a strange bond and friendship.\n"
    },
    {
      "id": "tt8565136",
      "type": "series",
      "name": "Sirius the Jaeger",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101361-q4sHpCRgkhYQ.jpg",
      "description": "Genres: Action, Supernatural\nTags:Vampire/Male Protagonist/Revenge/Werewolf/Gore/Guns/Military/Historical/Primarily Adult Cast\nImperial Capital, 1930.<br>\nA strange group of people carrying musical instrument cases landed on Tokyo station.<br>\nThey are called the “Jaegers”, who came to hunt vampires.<br>\nAmongst them, there stood a young man with striking serenity and unusual aura.<br>\nHis name is Yuliy, a werewolf whose home village was destroyed by vampires.<br>\nYuliy and the Jaegers engage in deadly battle over a mysterious holy arc only known as “The Arc of Sirius”.<br>\nWhat truth awaits them at the end…?<br>\nWith eternal affinity and spiral of conspiracy entwine, the highly anticipated action-thriller anime begins!<br><br>\n\n(Source: Official Website)"
    },
    {
      "id": "tt2904418",
      "type": "series",
      "name": "Free! -Dive to the Future-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101117-kajkIgT8fepr.jpg",
      "description": "Genres: Comedy, Drama, Slice of Life, Sports\nTags:Swimming/Male Protagonist/Foreign/Primarily Male Cast/Cute Boys Doing Cute Things/College/Primarily Adult Cast/School Club/Tomboy\nHaruka Nanase, now attending college in Tokyo, has an unexpected encounter with Shiina Asahi, an old friend and teammate from his middle school years. This encounter leads old and painful memories to resurface, while new challenges await on the road to competing on an international level.\n"
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama.: Silver Soul Arc - Second Half War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101925-gcA84dgcSj2w.png",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:War/Samurai/Space/Parody/Found Family/Shounen/Male Protagonist/Swordplay/Meta/Historical/Anachronism/Ensemble Cast/Aliens/CGI\nThe second season of the Silver Soul arc."
    },
    {
      "id": "tt8646234",
      "type": "series",
      "name": "HANEBADO!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101045-byKzyG0rZD8b.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Badminton/School Club/Female Protagonist/Primarily Female Cast/Tomboy/School/Rotoscoping/Seinen/CGI\nDespite her great potential, Ayano Hanesaki would rather avoid badminton than play it. But, when she meets Nagisa Aragaki, a third year who spends every waking moment perfecting her game, she’s inspired. Encouraged by their coach, Tachibana Kentarou, Ayano and Nagisa will hit the court and rally against opponents and rivals with amazing skills!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9042408",
      "type": "series",
      "name": "The Master of Ragnarök & Blesser of Einherjar",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101289-KXJbRU6TWA9N.jpg",
      "description": "Genres: Adventure, Ecchi, Fantasy, Romance\nTags:Isekai/Female Harem/Male Protagonist/War/Military/Anachronism/Nudity/Mythology/Twins/Tanned Skin\nSome urban legends are best left untested! Yuuto Suoh gets more than he bargained for when he joins his childhood friend Mitsuki Shimoya in testing out an urban legend. When he uses his phone to take a picture of himself with the local shrine's divine mirror, he is whisked off into another world – one heavily steeped in the lore of the old Norse myths. Using his knowledge gained from school and from his solar-powered smartphone, he has the chance to bring the Wolf Clan, the same people who cared for him, to prominence, all while earning the adoration of a group of magic-wielding warrior maidens known as the Einherjar.<br><br>\n\n(Source: J-Novel)"
    },
    {
      "id": "tt8400680",
      "type": "series",
      "name": "Revue Starlight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98658-0F1OcrvrL6HJ.png",
      "description": "Genres: Action, Drama, Music, Psychological\nTags:Musical/Primarily Female Cast/Female Protagonist/Ensemble Cast/Acting/Primarily Teen Cast/Battle Royale/School/Henshin/Swordplay/Dancing/Coming of Age/Archery/Tomboy/Baseball/Motorcycles/Writing\nThe franchise centers on \"Starlight\" — the song and dance revue troupe loved throughout the world. Karen and Hikari make a promise with each other when they're young that one day they'll stand on that stage together. Time passes, and now the girls are 16 years old. Karen is very enthusiastic about the lessons she takes every day, holding her promise close to her heart. Hikari has transferred schools and is now away from Karen. But the cogs of fate turn, and the two are destined to meet again. The girls and other \"Stage Girls\" will compete in a mysterious audition process to gain acceptance into the revue.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt10265146",
      "type": "series",
      "name": "Miss Caretaker of Sunohara-sou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100556-wmH1DPNTjklR.jpg",
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Primarily Female Cast/Female Harem/Male Protagonist/Heterosexual/Cute Girls Doing Cute Things/Crossdressing/Seinen/Nudity\nShiina Aki is constantly being treated like a girl due to his feminine looks so he decides to move to Tokyo to attend middle school in an attempt to change himself. However what awaits him in his new home, Sunohara-sou, is the kind-hearted caretaker, Sunohara Ayaka. Along with the three female members of Aki's new middle school's student council, Yukimoto Yuzu, Yamanashi Sumire & Kazami Yuri. And so begins Aki's new life in Tokyo living with 4 girls."
    },
    {
      "id": "tt8400662",
      "type": "series",
      "name": "Dropkick on My Devil!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100714-1glYB8znGJ5W.png",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Monster Girl/Slapstick/Demons/Primarily Female Cast/Urban Fantasy/Meta/Female Protagonist/Gore/Seinen/Mythology/Satire/Bullying/Gods/Surreal Comedy/Angels/Cute Girls Doing Cute Things/Chuunibyou/Tomboy/Food/Kuudere/Homeless/Idol/Isekai\nThe demon Jashin-chan has been summoned to Earth by Yurine Hanazono, a girl with a knack for the occult. Unfortunately, Yurine does not actually know how to send Jashin-chan back to Hell. Now stuck on Earth, she must live at Yurine's apartment as her familiar.<br>\n<br>\nThe only way for Jashin-chan to return would be to kill her summoner, but this is easier said than done for the incompetent demon. Since Jashin-chan is immortal and can regenerate her body, Yurine does not hold back in attacking her with a range of weapons, punishing her in gruesome manners for her evil schemes. Jashin-chan is also often visited by her demon friends: the kindhearted Gorgon Medusa and the energetic minotaur Minosu, who seem much more well-behaved in contrast, and disapprove of her plans to kill Yurine.<br><br>\n\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt8526106",
      "type": "series",
      "name": "ISLAND",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21712-To9Y3VNCf5a6.jpg",
      "description": "Genres: Drama, Mystery, Romance, Sci-Fi\nTags:Amnesia/Love Triangle/Female Harem/Shrine Maiden/Tsundere\nUrashima, an island far from the mainland. The people who live there lead carefree lives. But five years ago, the island's three great families suffered a series of misfortunes, and succumbed to suspicion. The people of the island cut off all contact with the mainland, and began a slow decline. The key to saving the island lies in three girls who belong to the three families. But they are bound by old traditions, and are conflicted. On that island, a lone man washes ashore. The man claims to be from the future, and he begins a solitary struggle to change the island's fate.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8693818",
      "type": "series",
      "name": "Back Street Girls -GOKUDOLS-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100665-rbfp9LH6Swe6.jpg",
      "description": "Genres: Comedy, Ecchi, Music\nTags:Idol/Primarily Adult Cast/Gender Bending/Yakuza/Surreal Comedy/Slapstick/Primarily Male Cast/Otaku Culture/Seinen/Primarily Female Cast/Crossdressing/Transgender\nA group of 3 yakuza failed their boss for the last time. After messing up an important job, the boss gave them 2 choices: Honorably committing suicide, or go to Thailand to get a sex reassignment surgery in order to become \"female\" idols. After a gruesome year long training to become idols, they successfully debut, with overwhelming popularity, much to their dismay. This is where their tragedy truly begins."
    },
    {
      "id": "tt8530992",
      "type": "series",
      "name": "Harukana Receive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99586-mnJTcYlTpC5T.jpg",
      "description": "Genres: Ecchi, Slice of Life, Sports\nTags:Volleyball/Primarily Female Cast/Female Protagonist/School Club/Cute Girls Doing Cute Things/Outdoor/Twins/Seinen\nThe story takes place in Okinawa, where Haruka forms a beach volleyball pair with Kanata. Kanata, who couldn't handle the pressure put on her by her short height, had given up on beach volleyball already, but is convinced by Haruka to step back on the sand once again and aim for the junior tournament.\n"
    },
    {
      "id": "tt8343748",
      "type": "series",
      "name": "Seven Senses of the Re'Union",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100085-vlkcAE221VeM.jpg",
      "description": "Genres: Action, Drama, Fantasy, Romance, Sci-Fi\nTags:Video Games/Virtual World/Primarily Female Cast/Isekai/Love Triangle/Male Protagonist/CGI/Magic\nIn the popular MMORPG world 'Union' there existed a legendary party. Its name was Subaru. This party, made up of a group of childhood friends and elementary schoolers, exceeded the limits of the game with their various senses. However, due to an incident which resulted in a death, 'Union' ended its service and the group of childhood friends went separate ways... 6 years later, high schooler Haruto logged into the new 'Reunion' and reunited with a single girl. Asahi—one of old 'Subaru' party members, and his childhood friend who should have died 6 years ago. Is she a digital ghost, or...?\n<br><br>\n(Source: NU)"
    },
    {
      "id": "tt8836500",
      "type": "series",
      "name": "Chio's School Road",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99366-niYV5CEsEhnc.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Surreal Comedy/Episodic/Slapstick/Female Protagonist/Urban/Otaku Culture/Video Games/Seinen/Cute Girls Doing Cute Things/Chuunibyou\nMiyamo Chio, a first-year at the completely ordinary high school Samejima Academy. Chio just wants to get through her school life without standing out too much, but for some reason, all kinds of obstacles await her along the path she takes to school. Her long-time friend Nonomura Manana, who's trying to quit being an otaku; the flawless Hosokawa Yuki, who occupies the top caste in the school; and lots of nameless people about town find themselves in Chio's path as she employs the (useless) techniques she's acquired from her Western video games in her daily efforts to get to school.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0279077",
      "type": "series",
      "name": "FLCL Alternative",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21748-ZOusM9wb6Pln.png",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Female Protagonist/Primarily Female Cast/Aliens/Coming of Age/Surreal Comedy/School/Robots/CGI/Nudity/Primarily Teen Cast/Parody\nThe series centers on the misadventures of 17-year-old Kana, a high school junior who spends her days hanging out with her besties, Mossan, Hijiri, and Pets. They live unremarkable lives, until the day a Mecha falls out of the sky, along with a strange woman named “Haruko.” Her plans for Kana and her friends involve the force known as “ATOMSK.” Kana will have to risk everything to decide whether or not to help… like she really has a choice!<br><br>\n(Source: Adult Swim)"
    },
    {
      "id": "tt6402190",
      "type": "series",
      "name": "Masamune-kun's Revenge OAD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101213-TY2isJgwXxfs.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Tsundere/Female Harem/Maids/Heterosexual\nSpecial episode on an original anime disc bundled with volume 10 of the manga. It will tell an \"after story\" for the manga."
    },
    {
      "id": "tt13077966",
      "type": "series",
      "name": "Iya na Kao sare nagara Opantsu Misete Moraitai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101970-fvdeZLRnXEuX.jpg",
      "description": "Genres: Ecchi\nTags:Primarily Female Cast/POV/Episodic/Nun/Maids/Shrine Maiden/Idol/School\nA project featuring women in various outfits showing disgusted faces and their underwear."
    },
    {
      "id": "tt7808344",
      "type": "series",
      "name": "Karakai Jouzu no Takagi-san: Water Slide",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101426-e2ssNKwp0vgr.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Child Cast/Heterosexual/Swimming/Outdoor/Slapstick\nOVA bundled with the ninth volume of the manga."
    },
    {
      "id": "kitsu:41113",
      "type": "series",
      "name": "Yarichin☆Bitch-bu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101374-CYMgGKFCyyH3.jpg",
      "description": "Genres: Comedy, Hentai, Romance\nTags:Primarily Male Cast/Boys' Love/Male Protagonist/School Club/Nudity/Rape/Surreal Comedy/Love Triangle/Sex Toys/Sadism/LGBTQ+ Themes/Bisexual/Fellatio/Cute Boys Doing Cute Things/Crossdressing/Satire\nBundled with a limited edition version of the manga's third compiled book volume.<br><br>\n\nTakashi Touno, a boy who has just transferred to Morimori Academy, a private boarding school deep in the mountains. He meets Yaguchi, his first and only friend, but as he is bad at sports he does not join the soccer club with Yaguchi. He opts instead for the easy photography club. but finds that it is also called the \"Yarichin Bitch Club,\" and is filled with many colorful and interesting upperclassmen. Another boy named Kashima joins at the same time as Touno, and ends up confessing to Touno on the spot. Touno finds Yaguchi cute, but Yaguchi can't help but blush and be embarrassed around Kashima."
    },
    {
      "id": "tt8433216",
      "type": "series",
      "name": "Super Dragon Ball Heroes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b102352-iTBUsIV9x7KH.jpg",
      "description": "Genres: Action, Adventure\nTags:Henshin/Martial Arts/Super Power\nThe July 2018 issue of Shueisha's V Jump magazine revealed that the Dragon Ball Heroes game series will get a promotional anime this summer. The anime will depict the story's \"Prison Planet\" arc from Super Dragon Ball Heroes: Universe Mission. The anime's \"first episode\" will get an advance screening at the \"Super Dragon Ball Heroes Universe Tour 2018\" tournament event for the game at Aeon Lake Town in Saitama prefecture on July 1.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8774888",
      "type": "series",
      "name": "Planet With",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101368-njnzPgtRvQbF.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Aliens/Male Protagonist/Amnesia/School/Anti-Hero/Coming of Age/School Club/Slapstick/Found Family/Heterosexual/Space\nSouya Kuroi has dreams of people with superpowers fighting a massive dragon in the sky, but his real life is almost as weird. He's had amnesia for about two weeks and been taken in by a maid and an anthropomorphic cat. When a UFO in the shape of a stuffed bear approaches Sorimasaka City and other metros around the world, he's startled to see seven rainbow-sparkling heroes zoom out to confront it – just like in his dream. Even weirder, the maid wants him to leave his shelter to confront these heroes and take the source of their power.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8948304",
      "type": "series",
      "name": "Yuragi-sou no Yuuna-san OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101581-x0HeSfA0177A.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Female Harem/Nudity/Ghost/Youkai/Male Protagonist/Primarily Female Cast/Nekomimi/Shounen/Idol\nUnaired episodes bundled with the 11th, 12th, 13th, and 24th volumes of the <i>Yuragi-sou no Yuuna-san</i> manga."
    },
    {
      "id": "tt7797662",
      "type": "series",
      "name": "One Room SECOND SEASON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100133-ON96W9oFFvZL.jpg",
      "description": "Genres: Romance, Slice of Life\nTags:POV/Primarily Female Cast/Cute Girls Doing Cute Things/Female Harem/Outdoor\nThe second season of <i>One Room</i>.<br><br>\n\n<i>Note: Excludes recap episode 0, Hanasaka Yui's Prologue.</i>"
    },
    {
      "id": "tt8683066",
      "type": "series",
      "name": "Holmes of Kyoto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101292-epJCyCMj03W8.jpg",
      "description": "Genres: Mystery\nTags:Primarily Adult Cast/Female Protagonist/Detective/Work/Historical/Heterosexual/Teacher\nThe \"light, antique mystery\" series revolves around a \"spiteful,\" handsome Kyoto boy and a high school girl. The story is set at an antique shop in Kyoto's Teramachi Sanjou shopping district. High school girl Aoi Mashiro unexpectedly runs into Kiyotaka Yagashira, the son of the shop's owner, and ends up working part-time at the shop. Kiyotaka is called the \"Holmes at Teramachi Sanjou,\" and he and Aoi solve odd cases brought to them by various clients.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8673808",
      "type": "series",
      "name": "Angolmois: Record of Mongol Invasion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99412-RaN6ykXuwjvK.jpg",
      "description": "Genres: Action, Drama\nTags:Historical/Samurai/Shounen/Primarily Adult Cast/War/Military/Swordplay/Gore/Tsundere/Language Barrier\nThe traditional historical epic adventure centers around a samurai defending Japan against the first Mongol invasion of 1274.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt9286928",
      "type": "series",
      "name": "Muhyo & Roji's Bureau of Supernatural Investigation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101340-OstJznHblBXq.jpg",
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Shounen/Ghost/Male Protagonist/Demons/Primarily Male Cast\nAre you a victim of unwanted spirit possession? Is there a ghost you need sent up and away...or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty. <br></br>\n(Source: Viz Media)"
    },
    {
      "id": "tt8113938",
      "type": "series",
      "name": "Mr. Tonegawa: Middle Management Blues",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101161-CrSXo1LfBx0D.jpg",
      "description": "Genres: Comedy, Drama, Psychological\nTags:Work/Primarily Adult Cast/Primarily Male Cast/Male Protagonist/Parody/Seinen/Food\nTeiai Group is one of Japan's largest firms. Yukio Tonegawa, a man with a larger-than-life presence and sharp intellect, works as the right-hand man of Chairman Kazutaka Hyodo. One day, the chairman commands Tonegawa to spearhead \"Game of Death,\" an evil project that employs debtors. He rallies his direct reports and scrambles to form Team Tonegawa, only to encounter a barrage of challenges from the erratic chairman and his disloyal employees, ultimately leading to his demotion.\n<br><br>\nTeam Tonegawa is bombarded with an onslaught of wide-ranging problems! \"Mr. Tonegawa - Middle Management Blues -\" is a spinoff of \"Kaiji,\" the hit manga series that boasts a total circulation of over 20 million printed copies.\n<br><br>\n(Source: Nippon TV)<br><br>\n\n<i>Note: Episode 14-15, parts of 18, and parts of 20-23 of this entry adapts the Kaiji spin-off manga Ichinichi Gaishutsuroku Hanchou.</i>"
    },
    {
      "id": "tt8938030",
      "type": "series",
      "name": "Take My Brother Away! 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101844-A4EwwE7KvNcH.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Family Life/School/Episodic/Male Protagonist/Primarily Teen Cast/Female Protagonist/Slapstick/Bisexual/Foreign/Basketball\nThe second season of <i> Ani ni Tsukeru Kusuri wa Nai!</i>.<br>\n<br>\nAs always, Shi Miao is tired of her brother's ridiculous antics, and Shi Fen can only hope to escape the clutches of his violent sister. With their friends and classmates in tow, the two continue their dysfunctional relationship as reluctant but devoted siblings.<br>\n<br>\n<i>Note: Airing dates reflect the original airing and premiere dates in China, where it aired earlier than it did in Japan</i>."
    },
    {
      "id": "tt8189276",
      "type": "series",
      "name": "Phantom in the Twilight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101382-qRGZ9JUFGsiv.jpg",
      "description": "Genres: Romance, Supernatural\nTags:Female Protagonist/Magic/Foreign/Werewolf/Vampire/Male Harem/Kemonomimi/Ghost/Henshin/Chibi/Guns\nThe story takes place in London, at \"Café Forbidden,\" a mysterious café that only opens at night. The protagonist is a girl who is in London to study abroad. She meets the handsome men who work this place where the guardians of the boundary between the human and shadow world gather.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8860450",
      "type": "series",
      "name": "What She Fell on Was the Tip of My Dick",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101981-f4nDbUB9GWv3.png",
      "description": "Genres: Comedy, Ecchi, Hentai\nTags:Female Harem/Large Breasts/Nudity/Nakadashi/Handjob/Virginity/Public Sex/Cunnilingus/Fellatio/Voyeur/Acting/Hikikomori/Male Protagonist/Primarily Adult Cast/Seinen/Tsundere\nThe \"ecchi slapstick\" manga centers on part-time worker Sousuke Aikawa, who lives in a run-down apartment. One day he hears a creaking sound from his ceiling, and suddenly the resident of the apartment above his, Sunao Unyuu, falls through a hole that appears in his ceiling onto his bed. Thus starts Sousuke and Sunao's comical life of living together."
    },
    {
      "id": "kitsu:41878",
      "type": "series",
      "name": "Devils’ Line: Anytime Anywhere",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102832-tFmS0bz6s6q2.png",
      "description": "Genres: Action, Drama, Horror, Romance, Supernatural\nTags:Vampire\nUnaired episode bundled with the limited edition of the manga's 12th compiled volume.<br><br>Special episode where Yuuki visits his mother, Midori. She decides to tell him how she met, then fall in love with Tamaki 20 years ago.<br><br>(Source: AniDB)\n\n"
    },
    {
      "id": "tt8385224",
      "type": "series",
      "name": "Lord of Vermilion: The Crimson King",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101384-tsCJRW6ogtPR.jpg",
      "description": "Genres: Action, Supernatural\nTags:Male Protagonist\nThe anime takes place in Tokyo in 2030. In a suburban area, suddenly a high-frequency resonant sound is heard, and at the same time a red mist shrouds the area. Anyone who hears the sound, be it human or animal, loses consciousness. The government estimates that it might be an unidentified virus, and fearful of an epidemic, blockades Tokyo and moves its base to Osaka. However, six days after the incident, those who lost consciousness from the sound awaken for no apparent reason. Those blockaded in Tokyo slowly start to get the city functioning again, but after that day strange incidents start to occur at the blockade border. Those who have awakened a hidden blood power arise, are drawn to one another, and must face a cruel fate."
    },
    {
      "id": "kitsu:41875",
      "type": "series",
      "name": "Nekopara OVA Extra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103256-athRK2vSzp9p.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Nekomimi/Kemonomimi/Male Protagonist/Cute Girls Doing Cute Things/Family Life/Kuudere/Primarily Female Cast/Female Harem/Fishing\nAbout half a year before the opening of the patisserie, La Soleil where the catgirls work with Kashou. Back when Chocola and Vanilla were still kittens when they first arrived at the Minazuki household and before they opened up to the other catgirls.\n\n(Source: Official site)"
    },
    {
      "id": "tt4379632",
      "type": "series",
      "name": "Blood Blockade Battlefront & Beyond OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/101695-c9NCxR86yje7.png",
      "description": "Genres: Action, Comedy, Supernatural\nTags:Male Protagonist/Primarily Adult Cast/Foreign/Aliens/Vampire\nBundled with the 5th volume of the Kekkai Sensen: Back 2 Back manga\n<br><br>\nThe OVA, which will have a duration of 24 minutes, will adapt two stories. The first story titled \"Zapp Renfro Inga Oohou-juu!!\" will adapt a chapter from volume four, while the second story, titled \"Bakkaadio no Shizuku,\" will adapt a chapter from volume two."
    },
    {
      "id": "tt2595474",
      "type": "series",
      "name": "Encouragement of Climb Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98866-S9BGReBVRkt1.jpg",
      "description": "Genres: Adventure, Comedy, Slice of Life\nTags:Outdoor/Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Iyashikei/Educational/Seinen/School/Surreal Comedy\nThe third season of <i>Yama no Susume</i>.<br>\n<br>\nAoi and Hinata are childhood friends. Aoi prefers staying indoors and is afraid of heights, whereas Hinata is outgoing and loves mountaineering. They both decide to climb a mountain in order to see a sunrise they saw together when they were younger.<br>\n<br>\nIn the coming third season, they enjoy hiking beautiful mountains with colored leaves and the story gets even more colorful when they become friends with local school girls!!<br>\n<br>\n(Source: Yomiuri TV Enterprise)"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "One Piece: Episode of Skypiea",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101918-3uyCYHw1syki.png",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Pirates/Shounen/Angels/Swordplay/Battle Royale/Super Power/Lost Civilization/Kuudere\nThe special will be the first in the \"Episode of\" series to cover the Skypeia arc, and will feature a character who did not appear in the original Skypeia arc from the anime.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8225204",
      "type": "series",
      "name": "Golden Kamuy OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101830-9KeLagRcnSzM.jpg",
      "description": "Genres: Action, Adventure\nTags:Guns/Primarily Adult Cast/Historical/Seinen/Primarily Male Cast/Ensemble Cast/Urban/Anti-Hero/Yakuza/Swordplay\nBundled with the 15th volume of the <i>Golden Kamuy</i> manga.<br><br>\n\n\"Barato no Ugou\" (Showdown in Barato) depicts the battle in Barato. Hijikata and Nagakura sides with the Hidoro clan and get information about the tattoed convicts in the city. On the other hand, Ogata joins Kusuda Umakichi and threatens the police chief to join his cause.<br><br>"
    },
    {
      "id": "tt6460600",
      "type": "series",
      "name": "BanG Dream! Girls Band Party!☆PICO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101632-5OU4PENKC8CV.jpg",
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Band/Cute Girls Doing Cute Things/Idol/Chibi/Primarily Female Cast/Episodic/Meta/Surreal Comedy/Twins\nMini anime series featuring the girls from Girls Band Party! The anime series is a series of random funny events and featuring the girls in chibi mode!"
    },
    {
      "id": "tt8993398",
      "type": "series",
      "name": "Rascal Does Not Dream of Bunny Girl Senpai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101291-L71WpAkZPtgm.jpg",
      "description": "Genres: Comedy, Drama, Mystery, Psychological, Romance, Supernatural\nTags:Urban Fantasy/Primarily Teen Cast/Heterosexual/Male Protagonist/Coming of Age/Primarily Female Cast/School/Female Protagonist/Hikikomori/Urban/Acting/Ensemble Cast/Female Harem/Tsundere/Idol/Trains/Love Triangle\nThere's a rumor about a mysterious phenomenon called \"puberty syndrome.\" For example, Sakuta Azusagawa is a high school student who suddenly sees a bunny girl appear in front of him. The girl is actually a girl named Mai Sakurajima, who is Sakuta's upperclassman who is also a famous actress who has gone on hiatus from the entertainment industry. For some reason, the people around Mai cannot see her bunny-girl figure. Sakuta sets out to solve this mystery, and as he spends time with Mai, he learns her secret feelings. Other heroines who have \"puberty syndrome\" start to appear in front of Sakuta.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101280-ezBXqEHi8pg0.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Super Power/Found Family/Economics/Shapeshifting/Ensemble Cast/Politics/Monster Girl/Male Protagonist/Demons/Henshin/Goblin/Monster Boy/Clone/Travel/Swordplay/Dragons/CGI/Gender Bending/Nudity/Gore/Elf/Fairy/Acting\nLonely thirty-seven-year-old Satoru Mikami is stuck in a dead-end job, unhappy with his mundane life, but after dying at the hands of a robber, he awakens to a fresh start in a fantasy realm...as a slime monster! As he acclimates to his goopy new existence, his exploits with the other monsters set off a chain of events that will change his new world forever!<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art Online: Alicization",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100182-KctPmCJ2smHQ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Virtual World/Male Protagonist/Swordplay/Artificial Intelligence/Isekai/Primarily Female Cast/Female Protagonist/Heterosexual/Travel/Philosophy/Video Games/Gore/Goblin/Dragons/Nudity/Primarily Teen Cast/CGI\nKirito awakens in a vast, fantastical forest filled with towering trees. In his search for clues to the truth of his surroundings, he encounters a young boy who seems to know him. He ought to be a simple NPC, but the depth of his emotions seem no different than a human. As they search for the boy's parents, Kirito finds a peculiar memory returning to him. A memory from his own childhood, of this boy and a girl, too, with golden hair, and a name he should have never forgotten - Alice.<br>\n<br>\n(Source: Yen Press)\n<br><br>\n<i>Note: The first episode aired with a runtime of ~48 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt2359704",
      "type": "series",
      "name": "JoJo's Bizarre Adventure: Golden Wind",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx102883-CZEVeUWllM26.png",
      "description": "Genres: Action, Adventure, Drama, Mystery, Supernatural\nTags:Super Power/Mafia/Gangs/Male Protagonist/Primarily Male Cast/Foreign/Urban Fantasy/Ensemble Cast/Crime/Shounen/Travel/Guns/Drugs/Gore/Body Horror/Trains/Urban/Police/Philosophy\nThe fifth story arc of the long-running <i>JoJo's Bizarre Adventure</i> series.<br><br>\nGiorno Giovanna, a young man living in Naples, has the blood of DIO -- the eternal enemy of the Joestar clan -- running in his veins. Giorno becomes a delinquent due to being persecuted since childhood. However, he's led back onto the right path thanks to a gangster who saved him and taught him to believe in others. Bizarrely enough, this gang of people who didn't forget honor, gratitude, and respect made him reform. This is how Giorno came to admire gangsters. In the backstreets of Italy, Giorno causes trouble alongside his gang \"Passione,\" and ends up being targeted...<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8690728",
      "type": "series",
      "name": "GOBLIN SLAYER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101165-dVgOyGhEP4mB.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Goblin/Revenge/Gore/Male Protagonist/Primarily Adult Cast/Dungeon/Magic/Anti-Hero/Survival/CGI/Elf/Gods/Rural\nA young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. It's the Goblin Slayer who comes to their rescue--a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next...<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt3741634",
      "type": "series",
      "name": "Tokyo Ghoul:re 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102351-yD3Ty9YZFMsf.jpg",
      "description": "Genres: Action, Horror, Mystery, Psychological, Supernatural\nTags:Dissociative Identities/Gore/Urban Fantasy/Shounen/Body Horror/Dragons/CGI\nThe second cour of <i>Tokyo Ghoul:re</i>.<br><br>\nKaneki Ken has finally regained memories of his former self, but this once again leaves him at a crossroads in the war between human and ghoul. After donning a pair of glasses to mirror his mentor Arima, Kaneki's new assignment is to manage the interrogation of Eto, the One-Eyed Owl, after she reveals her ghoul nature in a press conference about the publication of her newest book, which she claims will bridge the gap between the two warring sides. Now interred in Cochlea, Eto eagerly awaits the awakening of the \"One-Eyed King\", but only Kaneki seems to understand what she's really planning. As Aogiri Tree descends on the facility to rescue their leader, Kaneki turns to one of his oldest friends for help in his new secret mission.\n<br><br>\n(Source: Anime News Network)<br><br>\n<i>The first episode was distributed online via GYAO! on September 29, 2018. TV broadcast began on October 9, 2018.</i>"
    },
    {
      "id": "tt9054354",
      "type": "series",
      "name": "ZOMBIE LAND SAGA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103871-hvILh9gOZCjK.png",
      "description": "Genres: Comedy, Music, Supernatural\nTags:Zombie/Idol/Monster Girl/Primarily Female Cast/Surreal Comedy/Female Protagonist/Satire/Parody/Ensemble Cast/Necromancy/Amnesia/Dancing/CGI/Rural/Transgender/Oiran/Motorcycles/Gangs\nA typical morning. The usual music. Their normal lives. The peace these seven girls experience will suddenly be destroyed. By the living dead... zombies. A reality that they never wanted a part of, an amazing and terrifying zombie world. They all share one wish: \"We want to live.\" These girls will struggle through this saga, in order to achieve a miracle. MAPPA, Avex Pictures, and Cygames team up to bring you a juicy, 100% original anime. A timeless shocker for all audiences, a brand new style of zombie anime, will soon rise.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1528406",
      "type": "series",
      "name": "Fairy Tail Final Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99749-tvz2LCPdMyrp.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Magic/Female Protagonist/Male Protagonist/Super Power/Dragons/Demons/Family Life/Nudity/Gods/Primarily Adult Cast/Love Triangle/Cult/Primarily Teen Cast\nThe final season of <i>Fairy Tail</i>.\n<br><br>\nFairy Tail has been disbanded. A year later, Lucy comes into contact with Natsu and Happy. The three of them try to find the other former members' whereabouts to reconstruct the guild as they seek the real reason behind the guild's disbandment.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8993464",
      "type": "series",
      "name": "Bloom Into You",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101573-Gql3Q3UX1jcu.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Yuri/Female Protagonist/Coming of Age/School/Primarily Female Cast/School Club/LGBTQ+ Themes/Primarily Teen Cast/Asexual/Philosophy/POV/Cute Girls Doing Cute Things/Bisexual/Acting/Meta/Trains/Heterosexual/Writing/Athletics\nYuu Koito thought love would be something amazing and magical, but when a male friend asks her to date, she feels nothing. She doesn't even know how to respond until she overhears the student council president of her new high school, Touko Nanami, turning down a similar request. With Touko's help, Yuu manages to let her friend down gracefully, but then Touko confesses that she, herself, is starting to have feelings for Yuu, leaving Yuu in a quandary. Yuu doesn't think that she's in love with Touko, but she does feel something. As Yuu joins the Student Council, and she and Touko become closer, her confusion about her feelings only continues to grow. Because you can't control who you love, or who falls in love with you.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt8747928",
      "type": "series",
      "name": "SSSS.GRIDMAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99424-9bV9lbUhynar.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Tokusatsu/Kaiju/Super Robot/Henshin/Superhero/Amnesia/CGI/Male Protagonist/School/Super Power/Gore\nCollaboration with Tsuburaya Productions.<br><br>\n\nYuta Hibiki awakens with amnesia and the ability see things that others cannot. He first encounters a Gridman in the reflection of his friend Rikka Takarada's computer and it tells him to \"Remember his calling,\" but Yuta doesn't understand what this means. Later, in the distance, he sees an extremely large monster but it doesn't move. It's only when Yuta gets to school that the two sightings make sense: a monster attacks and the hero Yuta saw in the computer screen pulls him within the computer and transforms Yuta into a giant hero named Gridman.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8496638",
      "type": "series",
      "name": "Boarding School Juliet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101310-w1PLPsyg0XHr.jpg",
      "description": "Genres: Comedy, Romance\nTags:School/Heterosexual/Male Protagonist/Parody/Primarily Female Cast/Foreign/Shounen/Love Triangle/Tsundere/Bullying/Crossdressing/Female Harem/Twins/Athletics\nGrigio Academy Boarding School. The students that attend this school come from two countries, and reside in their own dormitories. Inazuka and Persia are leaders of rival dorms, but in secret they love each other. Now, they have to keep their relationship a secret from their dorm mates or else bad things will happen to them.\n"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO -Starting Life in Another World- OVAs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100049-mgvPLctBJprp.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Psychological\nTags:Isekai/Female Protagonist/Elf/Magic/Male Protagonist/Witch/Twins/Maids/Kuudere/Monster Girl/Amnesia/Demons\n<strong>Episode 1 - Memory Snow</strong><br>\nSubaru Natsuki finally gets to take a breather, but he does not waste any time as he prepares for a date with his beloved Emilia. He scouts the nearby village for the right dating spot, and with the help of the village children, he finds a wonderful location. With that, he is well prepared for his date!<br>\n<br>\nUnfortunately for Subaru, cold weather suddenly sweeps across Roswaal's mansion on his important day, leaving him with no choice but to postpone the date. Overnight, it becomes even colder and unbearable. Subaru must get to the bottom of this because, at this rate, his date will be the least of his worries.<br><br>\n<strong>Episode 2 - The Frozen Bond</strong><br>\nCovered in ice and snow, Elior Forest is the home to dangerous magical beasts and 50 elves frozen in ice. One day, the great spirit Puck helps a young girl break out of her ice prison. Her name is Emilia, a half-elf born with silver hair, long ears, and amethyst eyes—features that resemble the evil Witch who destroyed half the world long ago.<br>\n<br>\nShunned by society because of her appearance, Emilia dwells in the forest with Puck as her sole companion and family. Burdened with a sin of destruction she does not remember committing, she spends her days trying to find a way to help her frozen kin. But when the great spirit Melakuera, the Arbitrator of the world, finds Emilia, her right to stay alive is brought into question. Will the bonds of ice she formed with Puck prove to be the warm thread that defies fate?\n"
    },
    {
      "id": "tt9050480",
      "type": "series",
      "name": "IRODUKU: The World in Colors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101316-yI1ZvMrsDUn9.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Female Protagonist/Magic/Ensemble Cast/Photography/School Club/Drawing/School/Rehabilitation/Coming of Age/Heterosexual/Love Triangle/CGI/Isekai\nHitomi Tsukishiro may be the child of a family of witches, but after losing her ability to see color, she also lost her sense of magic. Nothing has been able to help her regain that gift — nothing until Hitomi’s grandmother, that is, sends Hitomi back in time to the year 2018! There Hitomi meets her grandmother’s younger self. She also discovers fascinating drawings of a young man named Yuito Aoi. The moment Hitomi lays eyes on his work, colors flood back into view. But why do his drawings have this effect on Hitomi, and for what purpose has her grandmother sent her so far back in time? As Hitomi’s feelings for Yuito grow, she finds herself poised on the cusp of personal transformation, color and magic returning as she blossoms into the young woman she’s meant to be.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9402026",
      "type": "series",
      "name": "Run with the Wind",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101903-smbtaZBYXFop.jpg",
      "description": "Genres: Comedy, Drama, Sports\nTags:Athletics/Primarily Male Cast/Male Protagonist/Ensemble Cast/Primarily Adult Cast/School Club/Fitness/Rehabilitation/College/CGI/Outdoor/Twins/Tanned Skin/Cute Boys Doing Cute Things/Food/Heterosexual\nFormer ace runner of Sendai Josei High School, Kakeru Kurahara is chased away from a convenience store for shoplifting. Shaking off his pursuer, he runs into Haiji Kiyose, another student from his university. Haiji is impressed by Kakeru's agility and persuades him to live in Chikusei-sou, the run-down apartment where Haiji resides along with eight other students. Having lost his entire apartment deposit at a mahjong parlor, Kakeru accepts the offer reluctantly.\n\nHowever, Haiji reveals a secret during Kakeru's welcoming party: the apartment is actually the dormitory of the Kansei University Track Club. He unveils his ultimate goal of participating in the Hakone Ekiden—one of the most prominent university marathon relay races in Japan. Unfortunately, all the residents apart from Haiji and Kakeru are complete running novices. Worse still, none of the inhabitants are even remotely interested in being involved with Haiji's ridiculous plan! With only months before the deadline, will the fourth-year student be able to convince them otherwise and realize his elusive dream of running in the Hakone Ekiden?\n"
    },
    {
      "id": "tt6354518",
      "type": "series",
      "name": "The Disastrous Life of Saiki K. Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104580-AfhlKn5rmOZS.png",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Super Power/Surreal Comedy/School/Shounen/Male Protagonist/Chuunibyou/Gyaru/Kuudere/Primarily Teen Cast\nSpecial episode that adapts the final chapters of the <i>Saiki Kusuo no Ψ Nan</i> manga."
    },
    {
      "id": "tt1308089",
      "type": "series",
      "name": "A Certain Magical Index III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100185-mZquZyZ8QbSS.jpg",
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Urban Fantasy/Super Power/Magic/Male Protagonist/Foreign/Anti-Hero/Artificial Intelligence/Satire/Guns/Female Harem/Nun/Gore/Kuudere/Coming of Age\nScience, magic, and a nun on the run! Kamijo and Index return just in time to celebrate A Certain Magical Index’s 10th anniversary with a brand-new season. After their deadly struggle against the Catholic Church and the pending war between magic and science, Kamijo must work harder to protect Index. But with tensions high all around, what new adventures await them in this next chapter?\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt9225320",
      "type": "series",
      "name": "RADIANT",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101024-4dFUVMKSE0Q1.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Male Protagonist/Witch/Aliens/Revenge/Dissociative Identities/Fugitive/Coming of Age/Primarily Teen Cast\nSeth dreams of being a great sorcerer. He wants to be powerful and defeat the Némésis, monsters that come down from the sky. But his eagerness constantly gets him into trouble. He can’t seem to avoid angering the villagers and even his guardian, Alma. One day, an enormous Némésis really attacks the village! Determined to save the world, Seth embarks on a journey in search for the “Radiant,” the legendary lair of the Némésis. Making new friends, fighting tough enemies, and confronting hardships, Seth’s adventure begins!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8994044",
      "type": "series",
      "name": "Tsurune",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100402-eDxanr9DiBuV.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Cute Boys Doing Cute Things/Archery/School Club/Male Protagonist/Primarily Male Cast/Primarily Teen Cast/School/Tsundere/Martial Arts/Iyashikei/Twins/Shoujo\nMinato played Japanese archery in middle school, but after a certain incident, he ran away from the sport. In high school, Minato meets new friends, and together as part of their school's archery club they aim to win the prefectural tournament.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8225204",
      "type": "series",
      "name": "Golden Kamuy Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx102977-gUejfwQWpnzX.png",
      "description": "Genres: Action, Adventure, Comedy\nTags:Historical/Seinen/Military/Primarily Adult Cast/Survival/Anti-Hero/Ensemble Cast/Primarily Male Cast/Crime/Guns/Food/Educational/Language Barrier/Gore/Fugitive/Animals/LGBTQ+ Themes/Male Protagonist/Nudity/Archery/Body Horror\nThe high-stakes search for gold continues in the harsh wilderness of Hokkaido! More and more people seek the treasure map, and the race to find its living pieces is brutal as all get-out. War veteran Sugimoto and his guide to the wilds, Asirpa, are hot on the trail, and as long as they stick together through thick and thin—chitatap and miso—they’ve got a shot at finding that gold."
    },
    {
      "id": "tt9085692",
      "type": "series",
      "name": "DAKAICHI! -I'm being harassed by the sexiest man of the year-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101381-ZawZ7kIzuZVR.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Primarily Male Cast/LGBTQ+ Themes/Acting/Primarily Adult Cast/Work/Male Protagonist/Rape/Tsundere/Yandere/Josei\nTakato Saijyo has reigned as the idol industry's \"Most Huggable\" for five years, that is, until freshman actor Junta Azumaya. Takato was always considered brusque while Azumaya's smile is winning over admirers by comparison. The whole fiasco drives Takato to over indulge in alcohol and his actions catch the attention of the last person he wants to see. To his surprise, Azumaya uses this new info to blackmail Takato for physical affection.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8670784",
      "type": "series",
      "name": "Angels of Death (ONA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104243-i2VvLTuJH5I3.jpg",
      "description": "Genres: Adventure, Horror, Psychological, Thriller\nTags:Survival/Josei/Anti-Hero/Female Protagonist/Gore\nEpisodes 13-16 streamed on Amazon Prime."
    },
    {
      "id": "tt9050410",
      "type": "series",
      "name": "My Sister, My Writer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100382-n1vAc0TMT8c2.png",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Writing/Primarily Female Cast/Male Protagonist/Female Harem/Heterosexual/Otaku Culture/Tsundere/Nudity/Meta\nSuzuka Nagami is a beautiful third-year middle school student who has excellent grades and is the student council president. She wrote a novel about a little sister who dotes on her older brother, and the the novel wins a light novel award. After they discuss the matter, her older brother Yū is the one who debuts as a proxy light novel author instead of Suzuka, under the pen name Chikai Towano.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9100954",
      "type": "series",
      "name": "Skull-face Bookseller Honda-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100093-93Stk25kws5e.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Work/Otaku Culture/Slapstick/Skeleton/Urban/Episodic/Autobiographical/Surreal Comedy/Male Protagonist/Primarily Adult Cast/Educational/Language Barrier/Shoujo\nHonda-san is at war - with business, with out-of-print books, and with people who love manga! Who knew there were so many laughs to be found at the manga counter of a bookstore?! These are the day-to-day happenings that take place at a certain bookstore where the love of manga is abundant.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9050366",
      "type": "series",
      "name": "Karakuri Circus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101336-RhdykHwHu1dh.jpg",
      "description": "Genres: Adventure, Mystery\nTags:Shounen/Circus/Conspiracy/Robots/Male Protagonist/Martial Arts/Foreign/Trains/CGI\nThe protagonist, Masaru, has just inherited a big fortune after the death of his father. However, people are trying to get their hands on it by any means necessary, even if it means killing him. Narumi helped Masaru from being kidnapped after fighting some weird guys. He found out that they're not humans but wooden puppets with amazing strength. After a hard fight, Narumi was forced to admit that he's no opponent for them; and just when he started to think that Masaru would be captured, Shirogane, Masaru's watcher arrives from France with a weapon, the puppet Arlequin. Here, begins the story of Karakuri Circus.\n"
    },
    {
      "id": "tt8993614",
      "type": "series",
      "name": "UzaMaid!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101506-uY2udopqvdYp.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Maids/Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Tsundere/Yuri/Seinen/Fashion/Military/School/Primarily Child Cast\nMisha is a little girl who lost her mother at an early age, and now lives with her father. Her father employs a maid named Tsubame, who was a former Self-Defense Force official, and is also a lolicon.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt9085330",
      "type": "series",
      "name": "Ms. vampire who lives in my neighborhood.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101371-36M9Eu65MKlU.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Vampire/Female Protagonist/Monster Girl/Episodic/Iyashikei/Otaku Culture/Kuudere/Seinen\nDue to a strange incident, Akari is rescued by a vampire girl named Sophie Twilight, and Akari becomes interested in her.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt2789238",
      "type": "series",
      "name": "Strike the Blood III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx102436-1A1THjDwq8Ky.jpg",
      "description": "Genres: Action, Ecchi, Fantasy, Supernatural\nTags:Vampire/Female Harem/Nudity/Kuudere/Urban Fantasy/Super Power\nThe third season of <i>Strike the Blood</i>.<br>\n<br>\nIt was announced at a Dengeki Game Festival stage event that the Strike the Blood light novel series will get a third OVA release. It will cover until the end of Seisen-hen.<br>\n<br>\n(Source: MAL news)"
    },
    {
      "id": "tt10066026",
      "type": "series",
      "name": "Hinomaru Sumo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100990-NJ5mqZkYlW6y.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Shounen/Sumo/School Club/Male Protagonist/Primarily Male Cast/Delinquents/School\nIt is a divine ritual, a martial art, a combat sport—it's sumo!!<br><br>\n\nA \"small\" new student, Ushio Hinomaru, appears before the weak little sumo club of Oodachi High School! The words \"big\" and \"heavy\" are the rules to this sport, which does not fit this newbie any inch, but this guy goes and does what...!? Ushio and the small sumo club climbs its way to the top!<br><br>\n\nThe goal is Hinoshita Kaisan (A title for the highest rank in professional sumo, equivalent of Yokozuna)!<br><br>\n\nA fired up high school sumo tale—no retakes allowed!!<br><br>\n\n(Source: MangaHelpers)"
    },
    {
      "id": "tt8403818",
      "type": "series",
      "name": "Conception",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101609-CRv6x3ifnius.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Female Harem/Isekai/Primarily Female Cast/Heterosexual/Parody/Incest/Monster Girl/Animals/Meta\nThe story of the game revolves around Itsuki Yuuge, a high school student who finds out on the day of his graduation ceremony that his cousin and childhood friend Mahiru is pregnant. Immediately afterward, Itsuki and Mahiru are taken to a magical world called Granvania, which is currently being invaded by monsters. The only people who can fight and exorcise the monsters are the \"star children,\" and the star children can only be produced by the 12 \"shrine maidens of the constellations.\" In order to defeat the monsters and return to his own world, Itsuki must father the star children with the maidens.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt9522024",
      "type": "series",
      "name": "As Miss Beelzebub Likes it.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101505-jhNHjv7Ng3ku.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life, Supernatural\nTags:Demons/Iyashikei/Episodic/Work/Female Protagonist/Male Protagonist/Tsundere/Shounen/Heterosexual/Angels\nMurin's lands his dream job with the demon king he's always held in awe, but when his tenure begins, it turns out the demon king isn't quite what he expected... <br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt9238088",
      "type": "series",
      "name": "RELEASE THE SPYCE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101014-kQ7jEy8J1qO6.png",
      "description": "Genres: Action, Adventure\nTags:Ninja/Espionage/Primarily Female Cast/Martial Arts/Female Protagonist/Drugs/Swordplay/Cute Girls Doing Cute Things/School/Primarily Teen Cast\nMomo Minamoto is a high school girl living an ordinary life in Sorasaki City – until she is recruited to join a private information agency called “Tsukikage”.<br>\n<br>\nAs it turns out, Tsukikage is actually a spy organization whose mission is to protect the peace and preserve justice from behind the scenes. The girls use secret tools and use specially created spices which enhance their abilities. Through Tsukikage’s mentoring system, the girls not only grow stronger, but closer. Together, they train their hearts and minds as weapons to fight against evil.<br>\n<br>\nThe metropolis of Sorasaki is being infiltrated by a criminal organization called “Mouryo”. Momo must work together with her friends to protect her family, friends and local residents against Mouryo’s evil forces.<br>\n<br>\n(Source: Pony Canyon USA)"
    },
    {
      "id": "tt3909224",
      "type": "series",
      "name": "The Seven Deadly Sins: Revival of the Commandments OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104175-vk7J6X23Z25l.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Shounen/Male Protagonist/Swimming\nOVA bundled with the 34th volume of the manga.\n<br><br>\nIt contains the following stories:<br>\n1. A Fight!! The Captain Knight of Food Scraps<br>\n2. Naked Heart<br>\n3. Harlequin and Helbram<br>\n4. The Sins Vacation"
    },
    {
      "id": "tt9573854",
      "type": "series",
      "name": "Lord El-Melloi II's Case Files {Rail Zeppelin} Grace note - A Grave Keeper, a Cat, and a Mage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106862-IFmkASZSrcGw.jpg",
      "description": "Genres: Drama, Fantasy, Mystery, Supernatural\nTags:Magic/Male Protagonist/Foreign/Urban Fantasy/Teacher\nAs one of the Lords of the Clock Tower as well as the department head of the Modern Magecraft Theories department, Lord El-Melloi II holds yet another lecture for his diverse array of students. After the post-lecture meeting with other Clock Tower nobility, he throws out a few insults at the fellow Lords that are interested only in their internal power struggle, but he quickly receives a counter-curse in retaliation. On the following day, while in transit with his apprentice Gray, he notices a cat ran over by a car. It's the stray cat that frequently visited his room as of late. Lord El-Melloi II realizes that this was an attempt to take his own life, and commences a perpetrator hunt along with Gray, Flat and Svin.<br></br>(Source: Crunchyroll)"
    },
    {
      "id": "tt8800144",
      "type": "series",
      "name": "Ulysses: Jeanne d'Arc and the Alchemist Knight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100432-uh8RbRmENiER.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Female Harem/Historical/War/Nudity/Gore\nThe novel series' story takes place in 15th-century France, during the Hundred Years' War with England. Montmorency, the son of a noble, immerses himself in the study of magic and alchemy at a school for knights. However, after France's defeat at Agincourt, the school is disbanded and Montmorency is forced to flee. While on the run he meets a miraculous village girl named Jeanne.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8673610",
      "type": "series",
      "name": "Cells at Work!: The Common Cold",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx105662-hQ04rdwCot6p.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Educational/Work/Ensemble Cast/Slapstick/Male Protagonist/Shounen/Primarily Adult Cast\nA mysterious cell wearing a stylish hat appears before the regular cells, who are bored with just the same (cell division) work over and over again, every day. This mysterious cell lures the regular cells into a mischievous scheme against White Blood Cell and Killer T Cell. The regular cells enjoy working out their everyday, pent-up frustration. But, just who exactly is this cell wearing a stylish hat?\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9278360",
      "type": "series",
      "name": "Anima Yell!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101013-hFT0b0mqC1oY.jpg",
      "description": "Genres: Comedy, Sports\nTags:Cheerleading/Cute Girls Doing Cute Things/School Club/Female Protagonist/Primarily Female Cast/Dancing/Seinen/School/Fitness/Tomboy/Twins\nThe story follows Kohane Hatoya, a 1st year high school student who is a bit clumsy and scared of heights but who has a very bubbly and outgoing personality. Kohane decides to join the cheerleading club to try to make friends and overcome her weaknesses.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8515062",
      "type": "series",
      "name": "Asobi Asobase -workshop of fun- OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/104170-124rT4AOJVKO.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Parody/Female Protagonist/Surreal Comedy/Primarily Female Cast/School/Meta/School Club/Satire\nIncluded with seventh volume of the Asobi Asobase manga."
    },
    {
      "id": "tt7964088",
      "type": "series",
      "name": "School Babysitters OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b102969-fLLFYLOUWvTH.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/School/Shoujo/Primarily Child Cast/Cute Boys Doing Cute Things\nIn the OVA's story from the manga's ninth compiled book volume, Ryuuichi takes a break from the babysitter club in order to study for tests. Imitating Ryuuichi as he studies, Kotarou and friends practice writing. Ryuuichi wants to thank Saikawa, who helped him out during testing, and he nonchalantly tries to figure out what Saikawa likes. Ryuuichi makes curry for the chairwoman and Saikawa.<br><br>\n\nThe OVA also includes a special \"Snow White\" segment based on a story from the manga's sixth volume. The chairwoman is the Queen, and Inomata is trapped in a castle doing nothing but studying as Snow White. Ryuuichi is the huntsman who takes her to the outside. The babies are the seven dwarfs, and they run into Usaida in the forest.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8019444",
      "type": "series",
      "name": "Aggretsuko: We Wish You A Metal Christmas",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx106494-aY2XojjGkGzy.jpg",
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Primarily Adult Cast/Animals/Female Protagonist/Work\nRed panda Retsuko, worked to the bone, unleashes her frustration in the form of death metal. Lately, though, she's found another joy—getting the most likes possible on her Instagram posts. In fact, it is said that social media attention can release endorphins. As Christmas falls upon the city, Retsuko's hunger for validation only grows, pushing her to find new ways to embellish and sugarcoat her otherwise drab life for the internet to see.\n"
    },
    {
      "id": "tt8515062",
      "type": "series",
      "name": "Asobi Asobase Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104368-DMs3a0C4GXLn.jpg",
      "description": "Genres: Comedy\nTags:Surreal Comedy/Primarily Female Cast/Slapstick/Female Protagonist/Outdoor/School Club/Cute Girls Doing Cute Things/School\nSpecials included with the third and fourth volumes of the Asobi Asobase Blu-ray and DVD releases."
    },
    {
      "id": "kitsu:42247",
      "type": "series",
      "name": "Shingeki no Kyojin: Chimi Kyara Gekijou - Rivai-han",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108942-UdPtw4CZUQmC.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Chibi/Parody/Military/Male Protagonist\nShingeki no Kyojin Season 3 DVD/BD specials. They are chibi parody shorts; one video was included on each of the DVD/BDs for a total of four. Each video contained three stories (essentially chibi parody short episode 38–49) which continued the chibi parody story from the previous chibi parody specials included on the DVD/BDs of the previous seasons."
    },
    {
      "id": "tt9150104",
      "type": "series",
      "name": "Jingai-san no Yome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx103000-sm5r57xezkab.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Marriage/Male Protagonist/Urban Fantasy/Boys' Love/School/Twins/Language Barrier/Josei/Chibi/Cute Boys Doing Cute Things\nHinowa Tomari is a normal high schooler, until one day he's told that he has to become the wife of a mysterious creature called Kanenogi. This is the start of their newly married life.\n"
    },
    {
      "id": "tt9073902",
      "type": "series",
      "name": "The Girl in Twilight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101360-2JEYeXhqz0WH.jpg",
      "description": "Genres: Action, Adventure, Mahou Shoujo, Sci-Fi\nTags:Primarily Female Cast/Female Protagonist/Henshin/CGI/Isekai/School Club/School\nA group of girls living in a small city gather to enact a ritual. They are the “Crystal Radio Research Society”.<br>\n<br>\nThe sweet and cheery Asuka Tsuchimiya brought this group together with her friends from school.<br>\n<br>\nThe ritual was merely an urban legend, but events coalesce and what started as play becomes much more... <br><br>\n\n(Source: Pony Canyon USA)"
    },
    {
      "id": "tt13067512",
      "type": "series",
      "name": "Armor Shop for Ladies & Gentlemen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx104308-lafZJEBjaXH3.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Male Protagonist/Female Harem/Work/Meta/Virtual World/Magic/Demons/Video Games/Economics\nIn a world of sword and sorcery, a young villager named Kautsu comes upon a unique armor shop that only deals with a certain kind of equipment for female adventurers.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8010544",
      "type": "series",
      "name": "PERSONA5 the Animation: Dark Sun...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106169-rEwOrZZvg48z.png",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Henshin/School/Super Power/Male Protagonist/Revenge/Drawing/Urban/Mythology\nIn the wake of Ren Amamiya's apparent suicide, the other members of the Phantom Thieves are heartbroken and without purpose. As Sae Niijima rushes over to Cafe Leblanc, she brings the team a shocking revelation that spurs them to pull off one more spectacular heist. The hardened warriors of the metaverse make one last attempt to prove to the world that they fight for justice, and to bring down their teammate turned traitor, Gorou Akechi. Watch them closely, or they might just steal your heart.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt9561862",
      "type": "series",
      "name": "LOVE and LIES OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b101501-bWvhFO9hPaBB.jpg",
      "description": "Genres: Drama, Romance\nTags:Male Protagonist/Love Triangle/Rural\nOVA bundled with the limited edition of the 8th manga volume."
    },
    {
      "id": "tt5603356",
      "type": "series",
      "name": "Ace Attorney Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101313-JczYu0yYZf6K.jpg",
      "description": "Genres: Comedy, Drama, Mystery\nTags:Work/Police/Detective/Primarily Adult Cast/Crime/Shrine Maiden/Male Protagonist/Slapstick/Tanned Skin/Fugitive/CGI\nThe second season of <i>Gyakuten Saiban: Sono \"Shinjitsu\", Igi Ari!</i><br>\n<br>\nDefense attorney Ryuuichi Naruhodou is still hard at work defending the falsely accused with his knack for last-minute turnabouts. With his trusty assistant and medium-in-training Mayoi Ayasato in tow, Ryuuichi's fame as a champion for the innocent steadily grows. But this newfound success attracts the attention of the coffee-loving, masked Godot⁠—a mysterious rookie prosecutor who bears an inexplicable grudge against Ryuuichi.<br>\n<br>\nWith the help of their allies, Ryuuichi and Mayoi take this new challenger head-on and search for the reason behind his appearance. But before long, the first two cases from the career of Mayoi's late sister Chihiro Ayasato become critical to solving a fantastical murder mystery, continuing the bloody saga of the tumultuous Ayasato clan. Will Ryuuichi once again be able to overcome the odds and find the truths hidden within the web of lies?<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt8755254",
      "type": "series",
      "name": "Million Arthur",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101359-X6psMqBfatdw.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Parody/Female Protagonist/Anachronism/Magic/Nudity/Bisexual/Tsundere\nThe legendary sword “Excalibur” weighs and measures all. Anyone it deems worthy of gaining tremendous power does so,and inherits the name “Arthur”. However, Excalibur dubs generously. With an overabundance of “worthy” dignitaries, six Arthurs travel to England to defeat the corrupt leadership that plagues their country and the world.<br>\n<br>\n(Source: Funimation)\n <br><br>\nBased on Square Enix's massively multi-player online role-playing game."
    },
    {
      "id": "tt2360110",
      "type": "series",
      "name": "SENRAN KAGURA SHINOVI MASTER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx102822-PNrY6M2YqaiB.jpg",
      "description": "Genres: Action, Comedy, Ecchi\nTags:Ninja/Primarily Female Cast/Female Protagonist/Henshin/Nudity/Ensemble Cast/Adoption/Monster Girl/Kuudere\nThe second season of <i>Senran Kagura</i>. <br><br>\nGirls study at schools for modern shinobi. They dedicate their entire young lives to learning to become true shinobi, battling each other to polish their skills. And then one day, Asuka, whose grandfather is a legendary shinobi, encounters an ancient evil being named a \"Youma\" in the back alleys of Tokyo at Christmas time.  \n<br><br>\nWhere there is light, there is shadow.  Over 28 of the strongest and most well-endowed ninjas in history, both good and evil, will collide in a battle to determine true justice. And this deadly battle begins... right now. <br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt10662504",
      "type": "series",
      "name": "RErideD - Derrida, who leaps through time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99413-BYd2CipzZhiA.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Post-Apocalyptic/Parody/Robots/War/Conspiracy\nThe year is 2050. A young engineer named Derrida Yvain became famous thanks to his contribution to the development of the \"Autonomous Machine DZ\" at Rebuild, the manufacturing company founded by his father. One day, Derrida and his colleague Nathan discover a flaw in the DZs and try to warn their boss, but are ignored. Although Derrida and Nathan are aware of the danger, they reluctantly decide to put off taking any measures, and instead go to Nathan's daughter Mage's birthday party. The next day, after enjoying a peaceful day, Derrida and Nathan are suddenly attacked by unknown forces. At the end of the escape, Derrida falls into a cold sleep machine and 10 years later, he wakes up to a devastated world in the middle of a war. While Derrida is attacked by a group of out of control DZs, he almost gives up, but he recall's Nathan's last words.<br><br>\n\n\"Take care of Mage.\"<br><br>\n\nDespite the harsh fate that has fallen upon him, Derrida sets off to seek Mage.<br><br>\n\nBeyond the time, we reunite — this is the story of a journey for hope.<br><br>\n\n(Source: Official Website)<br><br>\n\n<i>The first four episodes were distributed exclusively on Hikari TV on September 22, 2018. TV broadcast begins on October 4, 2018.</i>"
    },
    {
      "id": "tt7078180",
      "type": "series",
      "name": "Violet Evergarden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21827-10F6m50H4GJK.png",
      "description": "Genres: Drama, Fantasy, Slice of Life\nTags:Rehabilitation/Writing/Coming of Age/Female Protagonist/Kuudere/War/Work/Military/Disability/Episodic/Steampunk/Primarily Adult Cast/Historical/Philosophy/Travel/Foreign/Heterosexual/Guns/Assassins\nA certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation. Violet Evergarden, a young girl formerly known as “the weapon”, has left the battlefield to start a new life at CH Postal Service. There, she is deeply moved by the work of “Auto Memories Dolls”, who carry people's thoughts and convert them into words. Violet begins her journey as an Auto Memories Doll, and comes face to face with various people's emotions and differing shapes of love. There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning but she searches to find it.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7865090",
      "type": "series",
      "name": "DARLING in the FRANXX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99423-8MBxtwCeHf8B.png",
      "description": "Genres: Action, Drama, Mecha, Psychological, Romance, Sci-Fi\nTags:Super Robot/Post-Apocalyptic/Dystopian/Coming of Age/Robots/Primarily Teen Cast/Kaiju/Monster Girl/Heterosexual/Female Protagonist/Male Protagonist/Love Triangle/Military/Body Horror/Nudity\nThe distant future: Humanity established the mobile fort city, Plantation, upon the ruined wasteland. Within the city were pilot quarters, Mistilteinn, otherwise known as the “Birdcage.” That is where the children live... Their only mission in life was the fight. Their enemies are the mysterious giant organisms known as Kyoryu. The children operate robots known as FRANXX in order to face these still unseen enemies. Among them was a boy who was once called a child prodigy: Code number 016, Hiro. One day, a mysterious girl called Zero Two appears in front of Hiro. “I’ve found you, my Darling.”\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt6660498",
      "type": "series",
      "name": "Devilman Crybaby",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98460-WTidxsFZrHfv.jpg",
      "description": "Genres: Action, Drama, Horror, Psychological, Supernatural\nTags:Demons/Body Horror/Gore/Urban Fantasy/Shapeshifting/Male Protagonist/Philosophy/War/Cosmic Horror/Coming of Age/Anti-Hero/Henshin/Athletics/LGBTQ+ Themes/Revenge/Drugs/Meta/Monster Boy/Bisexual/Politics/Motorcycles/Shounen/Nudity\nNew Devilman project marking Go Nagai's 50th anniversary as a creator.<br><br>The protagonist Akira Fudou learns from his best friend, Ryou Asuka, that an ancient race of demons has returned to take back the world from humans. Ryou tells Akira that the only way to defeat the demons is to incorporate their supernatural powers, and suggests that he unite with a demon himself. Akira succeeds in transforming into Devilman, who possesses both the powers of a demon and the soul of a human. The battle of Devilman and Akira Fudou begins. <br><br>(Source: Netflix)"
    },
    {
      "id": "tt3909224",
      "type": "series",
      "name": "The Seven Deadly Sins: Revival of the Commandments",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99539-caPX28RSsgRP.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Supernatural\nTags:Demons/Shounen/Magic/Fairy/Super Power/Ensemble Cast/Bar/Male Protagonist/Nudity/Dissociative Identities/Love Triangle/Martial Arts/Isekai\nMelodias, Hawk, and Elizabeth retook the Kingdom of Leones from the Holy Knights. The festival went off without a hitch and the crew enjoyed their well-earned peace. And yet, another threat looms on the horizon. The Ten Commandments, a group of elite demon clan warriors, have their sights set on the kingdom.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4869896",
      "type": "series",
      "name": "Overlord II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98437-5q0GWqHhNAgJ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Skeleton/Anti-Hero/Magic/Butler/Male Protagonist/Super Power/Virtual World/Ensemble Cast/Politics/Demons/Succubus/Femboy/Slavery/Monster Girl/Villainess/CGI/Vampire/Twins/Elf/Yandere/Maids/Kuudere/Artificial Intelligence\nThe second season of <i>Overlord</i>.<br><br>\nContinuing his quest to rule this new world, Ains begins to put the pieces in place for his conquest. But between a Lizard Man tribe uprising, and performing missions as adamantite adventurer Lord Momon, Ains has his work cut out for him! Thankfully he has his most loyal and willing subordinates to do his bidding. Nothing and no one can stop the supreme and mighty Overlord in his quest to rule all!\n<br><br>(Source: Manga Entertainment)"
    },
    {
      "id": "tt6354518",
      "type": "series",
      "name": "The Disastrous Life of Saiki K. Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98034-1eQ4F7SKxVas.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Surreal Comedy/Super Power/Parody/School/Male Protagonist/Meta/Ensemble Cast/Shounen/Chuunibyou/Primarily Male Cast/Gyaru/Superhero/Gender Bending/School Club/Love Triangle/Memory Manipulation/LGBTQ+ Themes/Otaku Culture\nThe disastrous life of the gifted psychic Kusuo Saiki continues, despite his utmost effort to live an ordinary life. Although he has certainly grown accustomed to dealing with his troublesome friends—who are his biggest hurdle to achieving a peaceful life—he still has a long way to go. Also joining the usual oddballs are a few new faces whose shenanigans add to Saiki's misery, making his dreams of a hassle-free life a distant fantasy.\n"
    },
    {
      "id": "tt7808344",
      "type": "series",
      "name": "Teasing Master Takagi-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99468-XayCplkIL3Gf.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Child Cast/Heterosexual/Slapstick/School/Male Protagonist/Female Protagonist/Episodic/Bullying/Rural/Shounen\nHaving a friend that knows you inside out should be a good thing, but in Nishikata's case, the opposite is true.<br>\n<br>\nHis classmate Takagi loves to tease him on a daily basis, and she uses her extensive knowledge of his behavior to predict exactly how he will react to her teasing, making it nearly impossible for Nishikata to ever make a successful comeback. Despite this, Nishikata vows to someday give Takagi a taste of her own medicine by making her blush out of embarrassment from his teasing.\n"
    },
    {
      "id": "tt7836688",
      "type": "series",
      "name": "A Place Further Than the Universe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99426-5jWTUs719lQN.png",
      "description": "Genres: Adventure, Comedy, Drama\nTags:Coming of Age/Travel/Primarily Female Cast/Female Protagonist/Outdoor/Foreign/Cute Girls Doing Cute Things/Primarily Teen Cast/Work/Educational/Ships/School\nMari Tamaki is in her second year of high school and wants to start something. It's then that she meets Shirase, a girl with few friends who's considered weirdo by the rest of the class and nicknamed \"Antarctic\" since it's all she ever talks about. Unlike her peers, Mari is moved by Shirase's dedication and decides that even though it's unlikely that high school girls will ever go to Antarctica, she's going to try to go with Shirase.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "Laid-Back Camp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98444-zzhSw9o3LJSy.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Outdoor/Iyashikei/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Rural/Food/Educational/Seinen/School Club/Kuudere/Primarily Teen Cast/Mopeds/Travel/Animals/Cycling\nRin likes to go camping by herself along the lakes that provide a scenic view of Mt. Fuji. Nadeshiko loves to take cycling trips by herself to places where she can see Mt. Fuji. After they meet, Rin and Nadeshiko take camping trips, eat cup ramen together, and enjoy the scenery. <br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt7521578",
      "type": "series",
      "name": "Citrus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx97832-XPMLlgFULgJW.jpg",
      "description": "Genres: Drama, Romance\nTags:Yuri/Inseki/LGBTQ+ Themes/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/School/Love Triangle/Gyaru/Family Life/Nudity/Bisexual\nFashionable and friendly Yuzu Aihara is ready to face her brand-new school and find her first love. The only problem? It's an all-girls' school. Determined to make a good impression and lots of friends, Yuzu puts on her best looks—only to wind up in trouble on day-one! After a close encounter by the beautiful yet harsh student council president Mei and having her phone confiscated, Yuzu is losing hope that this will be a perfect high school story. But nothing compares to the shock when she gets home to find out Mei is her brand-new stepsister—who suddenly kisses her! With her heart beating wildly and her emotions a complete mess, Yuzu wonders something: Is she falling for Mei?<br>\n<br>\nTorn between being a good stepsister and dealing with her feelings, Yuzu does everything she can to become close to Mei. But can she melt the ice around Mei's heart and heal the pain she hides?<br><br>\n\n(Source: Funimation)"
    },
    {
      "id": "tt7712706",
      "type": "series",
      "name": "Death March to the Parallel World Rhapsody",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97907-MAOO4oDANGXm.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Video Games/Magic/Female Harem/Male Protagonist/Slavery/Nekomimi/Demons/Elf/Kemonomimi/CGI/Historical\nThe story of the light novel series and manga follows a 29-year-old programmer who is on a \"death march,\" but one day he wakes up in another world after a nap. From a meteor shower he happens to gain vast riches, and he decides to go sightseeing. So begins his \"heartwarming, occasionally serious, and harem\" adventure in another world.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt7944664",
      "type": "series",
      "name": "B: The Beginning",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21665-QnenQOaxzhpf.jpg",
      "description": "Genres: Action, Mystery, Psychological, Supernatural, Thriller\nTags:Police/Crime/Detective/Terrorism/Fugitive/Primarily Adult Cast/Body Horror/Foreign/Gore/Bullying/Ensemble Cast\nIn a world powered by advanced technology, crime and action unfold in the archipelagic nation of Cremona. Koku, the protagonist. Keith, the legendary investigator of the royal police force RIS. A mysterious criminal organization. A wide variety of characters race through the fortified city as it is beset by the serial killer, Killer B, and a chain of crimes.<br><br>\n(Source: Netflix, edited)"
    },
    {
      "id": "tt5857720",
      "type": "series",
      "name": "ReLIFE: Final Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98635-U7XClVuynqfY.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Rehabilitation/Age Regression/Memory Manipulation/School/Seinen/Heterosexual/Male Protagonist/Chibi/Kuudere/Maids\nAfter reliving the life of a high school student through the ReLIFE experiment, 27-year-old Arata Kaizaki cannot believe how quickly it has changed him. He has begun to see the world through a different perspective that he had completely forgotten as an adult. He has made friends and formed deep relationships with each one of them. However his support, Ryou Yoake, reminds him that the experiment is all an illusion; after his experiment ends, he will be forgotten by all of them.<br>\n<br>\nThe experiment of another ReLIFE subject is also coming to an end. After spending two years with ReLIFE, Chizuru Hishiro has developed into a more open, more thoughtful person than she could have ever imagined. She has met people who have changed her life, her perspective, and ultimately her. However, now that their ReLIFE is coming to an end, will they be able to let go of the memories they have made?<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt7964088",
      "type": "series",
      "name": "School Babysitters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98503-oUCGDkv2osNK.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/Primarily Child Cast/Chibi/Cute Boys Doing Cute Things/School/Iyashikei/Shoujo/Male Protagonist/Primarily Male Cast/Twins/Tsundere\nThe manga centers on the brothers Ryuuichi and Kotarou Kashima. Ryuuichi is in high school and Kotarou is still a toddler. After their parents are killed in a plane crash, the two brothers find themselves living with the chairwoman of the Morinomiya Academy, who herself lost her son and daughter-in-law in the same accident. The chairwoman, however, has one stipulation for the brothers in order to live with her: Ryuuichi has to work at the academy's daycare center as a babysitter.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6591406",
      "type": "series",
      "name": "After the Rain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98385-GYmOoxtwWVhz.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Seinen/Female Protagonist/Coming of Age/Work/Heterosexual/Athletics/Classic Literature/Urban/Writing/School/Martial Arts/Love Triangle/Twins\nAkira Tachibana was once the ace of a track club, but an injury forced her to quell her passion for sports. Masami Kondou, a divorced father, had ambitions of being a writer and now manages a restaurant, where Akira works. It is the intersection of Akira and Masami’s seemingly disconnected lives that makes each of them reconsider and redefine everything about themselves.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt7897050",
      "type": "series",
      "name": "Record of Grancrest War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97768-atbPjYJNXnIo.jpg",
      "description": "Genres: Action, Fantasy, Romance\nTags:War/Male Protagonist/Magic/Swordplay/Politics/Demons/Heterosexual/Gore/Nudity\nThe series takes place on a continent ruled by chaos. The chaos breeds disaster, but the Lords of the continent have the power of \"Crest\" (Holy Seal) that can calm the chaos and protect the people. However, before anyone realizes it, the rulers cast aside their creed of purifying the chaos, and instead start to fight each other for each others' Crests and to gain dominion over one another. Siluca, an isolated mage who scorns the Lords for abandoning their creed, and a wandering knight named Theo, who is on a journey to train to one day liberate his hometown, which is under tyrannical rule, make an everlasting oath to each other as master and servant and work together to reform this continent dominated by wars and chaos.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7808370",
      "type": "series",
      "name": "Pop Team Epic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98549-XfLyPhrP5Ors.jpg",
      "description": "Genres: Comedy\nTags:Surreal Comedy/Episodic/Parody/Meta/Satire/Female Protagonist/Seinen/Musical\nPoputepipikku turns absurdist comedy up to eleven with its pop culture references and surreal hilarity. With two bonafide high school girl protagonists—the short and exceptionally quick to anger Popuko, and the tall and unshakably calm Pipimi—they throw genres against the wall and don't wait to see what sticks. Parody is interlaced with drama, action, crudeness, and the show's overarching goal—to become a real anime.<br><Br>\n"
    },
    {
      "id": "tt7940468",
      "type": "series",
      "name": "Fate/EXTRA Last Encore",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx21717-2gU0L4IvrUVC.jpg",
      "description": "Genres: Action, Fantasy, Psychological\nTags:Artificial Intelligence/Body Horror/Survival/Male Protagonist/Post-Apocalyptic/Virtual World/Dystopian/Amnesia/Nudity/Henshin/Magic/Gore/Swordplay\nWaking up in a strange virtual world with no recollection of the past, Hakuno finds himself forced to fight for survival in a war he does not understand for a prize beyond value; the opportunity to have one's wish granted. With only an enigmatic \"Servant\" by his side, Hakuno Kishinami will have to face both friends and foes in battles to the death in order to not only gain possession of a mysterious object known as the \"Holy Grail,\" but also to find the answer to the most important question of all: \"Who am I?\"<br><br>\n\n\n<i>Notes: \n<br>\n- Includes episodes 11-13, Illustrias Geocentric Theory. \n<br>\n- The last episode aired with a runtime of 48 minutes as opposed to the standard 24.\n</i>"
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama.: Silver Soul Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100784-7fWdiduBFr95.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Meta/Parody/Aliens/Male Protagonist/Samurai/War/Space/Swordplay/Found Family/Anachronism/Historical/Shounen/Ensemble Cast/Robots/Cosplay\nUtsuro's ultimate plan is revealed: spark a universal war that will ultimately lead to the destruction of Earth, allowing him to finally die but taking the universe down with him. Gintoki and others must team up with old allies and former enemies to not only defeat him but also the victims of the immortal's plans, a gathering army of vengeful Amanto who may no longer listen to reason."
    },
    {
      "id": "tt8271972",
      "type": "series",
      "name": "The Ryuo's Work is Never Done!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99507-ETGckHFiP5yd.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Shogi/Tsundere/Male Protagonist/Coming of Age/Female Harem/Kuudere/Primarily Female Cast/Yandere/Work\n16 year old Kuzuryuu Yaichi has fallen into a slump after winning the major shogi title \"Dragon King\", the pressure of his losses continue until an elementary schooler called Hinatsuru Ai, with an extraordinary shogi talent, arrives at his doorstep."
    },
    {
      "id": "tt7933666",
      "type": "series",
      "name": "KOKKOKU",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100332-5saXfqfB8nvF.jpg",
      "description": "Genres: Action, Drama, Mystery, Psychological, Supernatural, Thriller\nTags:Urban Fantasy/Primarily Adult Cast/Female Protagonist/Revenge/Magic/CGI/Seinen\nJuri Yukawa lives with her NEET father and brother, her retired grandfather, her sister and her young nephew. One day, her nephew and brother are kidnapped for ransom. Having only 30 minutes to meet the demands of the kidnappers, Juri, who realizes there is not enough time to prepare the money, decides to head for their rescue by herself with knife in hand when her grandfather uses a mysterious stone passed on in the Yukawa family to stop time. In a world where everyone and everything are inert, Juri and her father and grandfather run to rescue the two. But at the kidnappers' hideout, they soon realize they are not the only ones who can move about in this still world...\n"
    },
    {
      "id": "tt7814574",
      "type": "series",
      "name": "Junji Ito Collection",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99940-pxsliSVHi0sj.jpg",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Supernatural\nTags:Anthology/Episodic/Gore/Cosmic Horror/Body Horror/Shoujo/Nudity/Crime/Monster Girl\nAnime adaptation of stories from both the 11-volume Ito Junji Kessaku-shuu series and the <i>Fragments of Horror</i> book."
    },
    {
      "id": "tt7954970",
      "type": "series",
      "name": "Today's Menu for the Emiya Family",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100855-r8cXwdCschnX.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Food/Iyashikei/Ensemble Cast/Episodic/Urban Fantasy/Urban/Educational/Seinen/Volleyball\nThe story revolves around the delicious, beautiful cuisine that the Emiya family enjoy from day to day, no matter what the season is.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7879138",
      "type": "series",
      "name": "Killing Bites",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98389-xDRFlDQwu2I9.jpg",
      "description": "Genres: Action, Ecchi, Horror, Sci-Fi\nTags:Battle Royale/Monster Girl/Kemonomimi/Female Protagonist/Gore/Educational/Crime/Seinen/Nudity/Tomboy/Body Horror\nYuuya Nomoto was horrified to discover that the vehicle he was driving was being used to kidnap a high school girl, but he's even more shocked when the girl, Hitomi Uzaki, literally tears her kidnappers to pieces instead! Then she forces Yuuya to drive her to an arena where she bets the value of his organs on herself to win in a death match against a half-lion hybrid! Even more astonishing: Hitomi wins! That's because she's a Therianthrope, a genetically engineered fighter created specifically for the underground death matches known as Killing Bites! And now that Yuuya has been pulled into this dark underworld, he has no choice but to continue working for Hitomi. Because who's going to fight against a girl who's part honey badger?<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt7900936",
      "type": "series",
      "name": "BEATLESS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100245-kq7bf9YDeLRe.jpg",
      "description": "Genres: Action, Drama, Romance, Sci-Fi\nTags:Artificial Intelligence/Robots/Cyberpunk/Male Protagonist/Terrorism/Politics/School\nI believe in that smile. Even if you don't have a soul.\n<br><br>2105 A.D. Japan<br><br>\nThe humanoid android hiE became part of people's life and was handling the things human could and couldn't do. Endou Arato, unlike his friends Kenko and Ryou who hate hiE, felt sympathy for hiE which are supposed to be just objects. One night, Arato suddenly gets assaulted by mysterious falling cherry blossoms that make hiE and machines run havoc. Will the cornered Arato be saved by the mysterious hiE Lacia...<br><br>\n\n<i>Note: Includes Beatless Final Stage (eps 21-24).</i>"
    },
    {
      "id": "tt8129662",
      "type": "series",
      "name": "Hakata Tonkotsu Ramens",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99483-eTKat4nPCOQW.jpg",
      "description": "Genres: Action, Mystery\nTags:Assassins/Primarily Male Cast/Crime/Crossdressing/Ensemble Cast/Detective/Swordplay/Baseball/Primarily Adult Cast/Urban/LGBTQ+ Themes/Guns/Femboy/Episodic/Gore\nAt first glance, the city of Fukuoka seems like a peaceful one, but under the surface, crime is running rampant. The city's Hakata ward is home to the professionals of the underworld: professional killers, detectives, informants, professional revenge seekers, those skilled in torture, and more. And according to urban legend, a \"killer of professional killers\" has shown up in the city.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5346952",
      "type": "series",
      "name": "Dagashi Kashi 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99734-21qxfb3txkAN.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Food/Educational/Work/Economics/Rural/Shounen/Heterosexual/Love Triangle/Primarily Female Cast\nThe second season of Dagashi Kashi."
    },
    {
      "id": "tt8693220",
      "type": "series",
      "name": "How to Keep a Mummy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99390-coJQhVNdvOIS.png",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Male Protagonist/Iyashikei/School/Youkai/Animals/Cute Boys Doing Cute Things/Ensemble Cast\nWhen high school student Sora Kashiwagi finds himself staring down a mysterious oversized package sent to him by his self-proclaimed \"adventurer\" father, the last thing he expects is for it to be opened from the inside... by a little mummy so small it can fit in the palm of his hand! <br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8075454",
      "type": "series",
      "name": "Mitsuboshi Colors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98439-J6h5VEcZh9vK.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Primarily Child Cast/Urban/Episodic/Outdoor/Female Protagonist/Ensemble Cast/Police/Rural/Bullying/Shounen/Animals\nHark! The city is in peril! Who you gonna call? Colors! \n<br><br>\nSacchan, Yui and Kotoha are here to protect the city, solving mysteries and battling enemies with help from their friends.\n<br>But their quest isn't an easy one as their arch-nemesis Saitou, the violent police officer of Ueno, meets them at every turn."
    },
    {
      "id": "tt10317978",
      "type": "series",
      "name": "Mob Psycho 100 REIGEN The Miraculous Unknown Psychic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100353-6dM62JCho2Yg.png",
      "description": "Genres: Action, Comedy, Supernatural\nTags:Urban Fantasy/Super Power/Satire/Male Protagonist/Ghost/School/Parody/Shounen/Coming of Age/Youkai/Primarily Teen Cast\nReigen Arataka, the GREATEST psychic of the 21st century, tells us the 100% true, never before seen story behind some of his greatest supernatural feats. The world renowned psychic narrates his tell-all book in a retelling of the events in <i>Mob Psycho 100</i>.<br>\n<br>\n(Source: Funimation) <br>\n<br>\n<i>Note: The OVA was screened at the Maihama Ampitheater in Chiba on March 18, 2018.</i>"
    },
    {
      "id": "tt8116380",
      "type": "series",
      "name": "A.I.C.O. -Incarnation-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99725-7kukTkRRmgT1.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Female Protagonist/Military/Post-Apocalyptic/Kaiju/Dystopian/Guns/Memory Manipulation/CGI/Super Robot/Rehabilitation\nIn Japan in the year 2035, an accident known as the \"Burst\" occurs during a research project, spawning an out-of-control artificial life form called \"Matter\" that has spread throughout the Kurobe Gorge. The research city that was once hailed as the hope for humanity is cordoned off by the government. Two years later, 15-year-old Aiko Tachibana, who lost her family in the Burst, learns something unbelievable from Yuya Kanzaki, a new student at her school. A secret is hidden within her body, and the answer to the puzzle lies at the \"Primary Point\" that was the center of the Burst. When boy meets girl with the fate of humanity in their hands, what new truth will come to light? \n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt6279576",
      "type": "series",
      "name": "Cardcaptor Sakura: Clear Card",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97881-QGpBWNtdCxrZ.png",
      "description": "Genres: Adventure, Fantasy, Mahou Shoujo, Romance\nTags:Female Protagonist/Urban Fantasy/Shoujo/School/Magic/Primarily Teen Cast/Denpa/Food/Bisexual/Heterosexual/Coming of Age/LGBTQ+ Themes/Primarily Female Cast\nThe power of the Clow is back! As Sakura settles into a normal routine, she prepares to face her newest challenge - junior high! While her classes are challenging, things start looking up when Xiaolang Li reappears and says he'll be staying for good. But when she has a strange dream about a mysterious figure and wakes to find her Clow Cards completely clear, she must return to her duty as Cardcaptor.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt7899036",
      "type": "series",
      "name": "Slow Start",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98693-3PEuZ4tMIIKp.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/School/Primarily Female Cast/Female Protagonist/Seinen/Yuri/Hikikomori\nThe story centers around 17-year-old Hana Ichinose, who unbeknownst to her classmates, was a year late in enrolling into high school. Although it may not seem like a big deal, it is a big deal to her. She wants to catch up with everyone else someday. <br></br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:13993",
      "type": "series",
      "name": "The Testament of Sister New Devil DEPARTURES",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100451-9pgRkvHR7ePc.jpg",
      "description": "Genres: Action, Ecchi, Fantasy, Romance\nTags:Female Harem/Nudity/Male Protagonist/Magic/Super Power/Demons/Teacher/Kuudere/Heterosexual\nThe cast takes a vacation after resolving the conflict in the demon world."
    },
    {
      "id": "tt11834102",
      "type": "series",
      "name": "IDOLiSH7",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx87495-ARGOIUGZreoN.jpg",
      "description": "Genres: Comedy, Drama, Music, Slice of Life\nTags:Idol/Primarily Male Cast/Ensemble Cast/Work/Primarily Adult Cast/Female Protagonist/Male Protagonist/Otaku Culture/Dancing/Twins/Acting/Cute Boys Doing Cute Things/Kuudere/Revenge/Orphan/Incest/Language Barrier/Tsundere\nA group of aspiring idols gather at Takanashi Productions and are entrusted with the company's future. The seven men who have just met represent a variety of totally different personalities. However, they each have their own charm and possess unknown potential as idols. Forming a group, they take their first step together as \"IDOLiSH7.\" Their brilliantly shining dancing forms onstage eventually begin captivating the hearts of the people.<br>\n<br>\n(Source: Anime News Network)<br>\n<br>\n<i>Episodes 1-2 were pre-streamed on November 3, 2017.</i>"
    },
    {
      "id": "tt7829656",
      "type": "series",
      "name": "Katana Maidens ~ Toji No Miko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98747-HB9210l6MDmO.jpg",
      "description": "Genres: Action, Fantasy\nTags:Swordplay/Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/Fugitive/Shrine Maiden/Samurai/Urban Fantasy/Kuudere/Primarily Teen Cast\nSince ancient times, shrine maidens who wield swords have been exorcising \"aratama,\" strange existences that threaten the human world. These young women who wear school uniforms and a sword are called \"Toji,\" and they serve as an official unit within the police force as a \"special religious service police squad.\" The government authorizes the Toji to wear swords and serve as government officials, and the government has set up five schools throughout the country for the girls to attend. The girls live ordinary school lives, while occasionally performing their duties, wielding their swords and using various powers to fight and protect the people.<br><br>\n\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt7806844",
      "type": "series",
      "name": "Hakumei and Mikochi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99748-AdUXWhNTVLEy.jpg",
      "description": "Genres: Fantasy, Slice of Life\nTags:Iyashikei/Chibi/Female Protagonist/Cute Girls Doing Cute Things/Work/Primarily Female Cast/Episodic/Outdoor/Food/Seinen/Elf/Skeleton/Anthropomorphism\nNine centimeters (3.5 inches) tall, the tiny girls Hakumei and Mikochi live in the forest. Living in a tiny house in a tree, riding insects and birds, and making umbrellas out of leaves, these tiny girls live a tiny life. Follow their tiny but lovely lives as they live their day to day in a fantastic world of tiny people and gods.<br>\n<br>\n(Source: MangaHelpers)"
    },
    {
      "id": "tt14563172",
      "type": "series",
      "name": "SANRIO BOYS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98217-DWbR4bvaa65O.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Cute Boys Doing Cute Things/Primarily Male Cast/School/Shoujo/Gyaru\nThe project's premise follows Kouta Hasegawa, a high school boy that loves the yellow Pom Pom Purin dog. By mere coincidence, he ends up attending the same school as Yuu Mizuno, a boy who likes the bunny My Melody. Yuu tells Kouta that there's nothing to be ashamed of for liking Sanrio's cute characters. Together, Kouta, Yuu, Shunsuke Yoshino, Ryou Nishimiya, and Seiichiro Minamoto learn to accept their love of the characters instead of feeling embarrassed.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7415066",
      "type": "series",
      "name": "SWORDGAI The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20875-aPXVfFJ7eYxz.jpg",
      "description": "Genres: Action, Supernatural\nTags:Swordplay/CGI/Henshin/Tokusatsu\nThe story revolves around Gai, who was born beside a woman who met her death in a forest. He was adopted by the swordsmith Amon. A few years later, Gai becomes Amon's apprentice, and during the forging of a sword, he loses his right arm. To help him, Amon crushes the demon sword Shiryuu (lit. Death Dragon) to form it into Gai's replacement right arm. Gai then is able to fuse with the weapon on his arm, and fights against his enemies.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7829962",
      "type": "series",
      "name": "Ms. Koizumi Loves Ramen Noodles",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98529-EwZwzKGNaU8b.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Food/Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Yandere\nThe gourmet comedy follows the daily life of Koizumi, a high school girl who looks like a cool beauty at first glance, but actually has an unexpected side of her that loves ramen.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt11954426",
      "type": "series",
      "name": "The Seven Heavenly Virtues",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100644-4tx350kSbi4V.jpg",
      "description": "Genres: Ecchi, Fantasy\nTags:Angels/Nudity/Ensemble Cast/Episodic/Heterosexual/Primarily Female Cast/Female Protagonist/Religion/Demons/Isekai\nThe \"Seven Mortal Sins,\" demons from hell, have pressed forward and have started to spread their plague. Heaven is in chaos, and the angels of the \"Seven Heavenly Virtues\" are sent to Earth to search for a candidate to become the \"true messiah.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2942228",
      "type": "series",
      "name": "Yowamushi Pedal Glory Line",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99476-iKxjBWYZmDYl.jpg",
      "description": "Genres: Drama, Sports\nTags:Cycling/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/Shounen/School Club\nThe fourth season of <i>Yowamushi Pedal</i>."
    },
    {
      "id": "tt7863986",
      "type": "series",
      "name": "Takunomi.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99753-qKguGSEIFZcx.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Primarily Adult Cast/Food/Educational/Female Protagonist/Cute Girls Doing Cute Things\n20-year-old Michiru Amatsuki moved to Tokyo due to a change of career. She decided to live in a woman-only share house \"Stella House Haruno\" with people of different ages and occupations. It's always fun when there's delicious alcohol and meal!!\n<br><br>\n(Source: MAL News)"
    },
    {
      "id": "tt7814540",
      "type": "series",
      "name": "Maerchen Maedchen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99720-Tv3Xtp6QyNAA.jpg",
      "description": "Genres: Fantasy\nTags:Magic/Isekai/Female Protagonist/Primarily Female Cast/School/Fairy Tale/Nudity\nHazuki Kagimura is a normal girl who is usually alone. With her relationship with her new family not going so well, she retreats every day to the world of stories and books. One day, after school, one of the library's bookshelves sends her to another world with a magic school, where she meets Shizuka Tsuchimikado. She finds out that girls (called \"mädchen\") who attend the school are selected by old fairy tales and folk stories to wield their magic and are taught how to wield it in the school. The school has girls who are chosen by such stories as Kaguya-hime no Monogatari, Issun-boushi, Der Freischütz, Shuten-douji, The Little Matchstick Girl, The Gigantic Turnip, Arthurian legends, and The Ramayana. Hazuki herself is chosen by the Cinderella story.\n<br><br>\n(Source: Anime News Network)\n<br><br>"
    },
    {
      "id": "tt8425966",
      "type": "series",
      "name": "The Silver Guardian 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99148-TTSmGMrL9fUw.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Supernatural\nTags:Video Games/Isekai/Male Protagonist/Seinen\nThe second season of <i>Gin no Guardian</i>."
    },
    {
      "id": "kitsu:40570",
      "type": "series",
      "name": "My Girlfriend is Shobitch OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/100518-VNbT8gflg57H.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:School/Slapstick/Satire/Female Harem/Nudity/Heterosexual\nBundled with the limited edition sixth manga volume."
    },
    {
      "id": "tt4869896",
      "type": "series",
      "name": "Overlord: Ple Ple Pleiades 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b101083-glFBs3o8ej3g.png",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Chibi/Isekai/Primarily Female Cast/Magic/Flash/Vampire/Artificial Intelligence/CGI/Virtual World/Twins\nSuper deformed parody shorts of <i>Overlord II</i> streamed on Kadokawa's official YouTube channel.\n"
    },
    {
      "id": "kitsu:41861",
      "type": "series",
      "name": "Shagahai ReLIFE Kenkyuujo Support-ka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b108939-t99SwYtxtBuR.jpg",
      "description": "Genres: Slice of Life\nTags:Age Regression/School/Kuudere\nTwo specials of ReLIFE: Kanketsu-hen released on mobile and later included on Blu-ray/DVD volume.<br></br>\n"
    },
    {
      "id": "tt7848474",
      "type": "series",
      "name": "Basilisk: The Ouka Ninja Scrolls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99569-BqPSH9otSLzO.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Ninja/Super Power/Historical/Ensemble Cast\nThe battle for succession that continued for three generations of shogun in the Keichou era culminated in a gruesome battle of ninja arts between the Kouga and Iga clans. Amidst a rain of flower petals, a man and woman who had decided to live for love were separated once again, beautiful in their transience. However, it is said that by the hand of Hattori Hanzo's adopted son, Kyouhachirou, these two flower petals, whether temporarily or permanently, were given life again and left two mementos behind. These children, born with a destiny of their own, were called Kouga Hachirou and Iga Hibiki. The former had eyes like his father's, and the latter had eyes like her mother's. It is now the Kan'ei era, and the land is at peace. As ninjas begin to disappear into the shadows after being deemed unnecessary, The Kouga and Iga clans ask a favor of Hachirou and Hibiki in hopes of reinforcing their foundations.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2904426",
      "type": "series",
      "name": "Fate/kaleid liner Prisma☆Illya: Sekka no Chikai - Kuro Sakura no Heya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101100-ZTDdP3CXeF8C.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Kuudere\nIncluded with the limited edition BD of <i>Fate/kaleid liner Prisma☆Illya Movie: Sekka no Chikai.</i>\n"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100166-jUCZYbzn2XLw.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:Superhero/Super Power/Shounen/Primarily Teen Cast/Cultivation/Urban Fantasy/School/Ensemble Cast/Male Protagonist/Primarily Male Cast/Tomboy/CGI/Heterosexual/Bisexual\nSummer is here, and the heroes of Class 1-A and 1-B are in for the toughest training camp of their lives! A group of seasoned pros pushes everyone's Quirks to new heights as the students face one overwhelming challenge after another. Braving the elements in this secret location becomes the least of their worries when routine training turns into a critical struggle for survival.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt8254880",
      "type": "series",
      "name": "Wotakoi: Love is Hard for Otaku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99578-oO5KChtfhzln.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Otaku Culture/Primarily Adult Cast/Female Protagonist/Office Lady/Work/Video Games/Josei/Episodic/Urban/Male Protagonist/Ensemble Cast/Kuudere/Heterosexual/Cosplay/Tsundere/LGBTQ+ Themes/Tomboy\nHaving slept through all four of her alarms, the energetic Narumi Momose finds herself running late for her first day of work at a new office. As she races to catch her train, she makes a promise to herself that none of her coworkers will find out about her dark secret: that she is an otaku and a fujoshi. Her plan goes instantly awry, though, when she runs into Hirotaka Nifuji, an old friend from middle school. Although she tries to keep her secret by inviting him out for drinks after work, her cover is blown when he casually asks her whether or not she will be attending the upcoming Summer Comiket. Luckily for her, the only witnesses—Hanako Koyanagi and Tarou Kabakura—are otaku as well.<br>\n<br>\nLater that night, the pair go out for drinks so that they can catch up after all the years apart. After Narumi complains about her previous boyfriend breaking up with her because he refused to date a fujoshi, Hirotaka suggests that she try dating a fellow otaku, specifically himself. He makes a solemn promise to always be there for her, to support her, and to help her farm for rare drops in Monster Hunter. Blown away by the proposal, Narumi agrees immediately. Thus the two otaku start dating, and their adorably awkward romance begins.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt3741634",
      "type": "series",
      "name": "Tokyo Ghoul:re",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100240-vJNaKd5HwPJ2.jpg",
      "description": "Genres: Action, Horror, Mystery, Psychological, Supernatural\nTags:Amnesia/Police/Detective/Urban Fantasy/Gore/Body Horror/Hikikomori/Crossdressing/Seinen/Transgender/Martial Arts\nTwo years have passed since the CCG’s raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG’s growing threat to their existence.\nThe creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo’s unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there’s more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be."
    },
    {
      "id": "tt5514358",
      "type": "series",
      "name": "Steins;Gate 0",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21127-7ARWZkDXKiiD.jpg",
      "description": "Genres: Drama, Psychological, Sci-Fi, Thriller\nTags:Artificial Intelligence/Urban/Philosophy/Male Protagonist/Denpa/Kuudere/Military/College/Otaku Culture/Shrine Maiden/Disability\nThe eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone.<br>\n<br>\nWhile working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who\nlater turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time.\n"
    },
    {
      "id": "tt4731072",
      "type": "series",
      "name": "Food Wars! The Third Plate: Totsuki Train Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100773-KLx4vR0TiC5o.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Food/Male Protagonist/Shounen/School/Tsundere/Nudity/Educational/Trains/Tanned Skin/Historical\nThe second half of the third season of <i>Shokugeki no Souma</i>.<br>\n<br>\nA dark age of cooking befalls Tootsuki Culinary Academy. With the Elite Ten's devastating coup d'état, Azami Nakiri is now the director of the prestigious school. Students must now conform to Azami's ideology of \"true gourmet food\" and are forbidden to express creativity, or else face expulsion.<br>\n<br>\nHowever, Souma Yukihira and the members of the Polar Star Dormitory refuse to accept these changes. Aided by other rebellious first-years, including the tenth seat, Erina Nakiri, Souma and his allies band together to fight off supporters of Azami's regime. But corrupt instructors and the menacing Central organization stand in their way, and so they must work together, harder than ever before, to survive every underhanded plot designed to banish them from the school.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt7978710",
      "type": "series",
      "name": "Sword Art Online Alternative: Gun Gale Online",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100183-v4S2sGAG3A24.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Virtual World/Video Games/Guns/Female Protagonist/Battle Royale/Primarily Female Cast/Military/Primarily Adult Cast/Tomboy/Isekai/Idol/CGI\nThe story follows Karen Kohiruimaki, a 183-centimeter-tall (6-foot-tall) college student who's insecure about her height, and is bad at dealing with people in the real world. She enters the world of Gun Gale Online with her avatar, Ren, who is less than 150 centimeters (5 feet) tall and wears all pink. She meets a beautiful, brown-skinned female player who goes by Pitohui. They hit it off, but one day Pitohui pressures her to participate in \"Squad Jam,\" a team battle royale variation of the Bullet of Bullets tournament.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8253044",
      "type": "series",
      "name": "HINAMATSURI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100077-B4bfXz0wVOPO.jpg",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life, Supernatural\nTags:Family Life/Adoption/Ensemble Cast/Surreal Comedy/Found Family/Satire/Seinen/Slapstick/Super Power/Kuudere/Yakuza/Urban/Female Protagonist/Homeless/Primarily Female Cast/Coming of Age/Bar/Episodic/School\nThe comedy manga centers around a super-powered girl named Hina and Nitta, a young member of the yakuza. Hina suddenly appears in Nitta's room and threatens him with her extraordinary powers. However, they end up living together.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt7965802",
      "type": "series",
      "name": "Megalobox",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100298-d6y12PJuzoO0.jpg",
      "description": "Genres: Action, Drama, Sci-Fi, Sports\nTags:Boxing/Martial Arts/Athletics/Male Protagonist/Primarily Male Cast/Primarily Adult Cast/Cyberpunk/Yakuza/Dystopian/Tanned Skin/Delinquents/Drugs\n\"To be quiet and do as you're told, that's the cowardly choice.\" These are the words of Junk Dog, an underground fighter of Megalo Box, an evolution of boxing that utilizes mechanical limbs known as Gear to enhance the speed and power of its users. Despite the young man's brimming potential as a boxer, the illegal nature of his participation forces him to make a living off of throwing matches as dictated by his boss Gansaku Nanbu. However, this all changes when the Megalo Box champion Yuuri enters his shabby ring under the guise of just another challenger. Taken out in a single round, Junk Dog is left with a challenge: \"If you're serious about fighting me again, then fight your way up to me and my ring.\"<br>\n<br>\nFilled with overwhelming excitement and backed by the criminal syndicate responsible for his thrown matches, Junk Dog enters Megalonia: a world-spanning tournament that will decide the strongest Megalo Boxer of them all. Having no name of his own, he takes on the moniker of \"Joe\" as he begins his climb from the very bottom of the ranked list of fighters. With only three months left to qualify, Joe must face off against opponents the likes of which he has never fought in order to meet the challenge of his rival.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2230051",
      "type": "series",
      "name": "High School DxD HERO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx97767-5PcDorQe0h8w.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Female Harem/Nudity/Demons/Super Power/Male Protagonist/Primarily Female Cast/Heterosexual/Kemonomimi/Youkai/Monster Girl/School/Dragons/Tomboy/Kuudere\nThe fourth season of <i>High School DxD</i>.<br><br>Issei and the 2nd years attend a class trip to Kyoto for well-deserved relaxation, leaving the senior and junior class students of the Gremory family behind. However, once there, they fall under attack and must win without Rias or their other powerhouses.<br><br>(Source: Anime News Network)<br><br>\n<i>Includes episode 0, Taiikukan-ura no Holy</i>."
    },
    {
      "id": "tt8225204",
      "type": "series",
      "name": "Golden Kamuy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99699-mBCjpoWpAVGX.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:Historical/Outdoor/Seinen/Survival/Ensemble Cast/Military/Primarily Adult Cast/Guns/Food/War/Gore/Educational/Primarily Male Cast/Anti-Hero/Assassins/Male Protagonist/Crime/Episodic/CGI/LGBTQ+ Themes/Archery/Body Horror/Medicine/Twins\nIn the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa—to survive.<br><br>\n\n(Source: Viz Media)"
    },
    {
      "id": "tt7112156",
      "type": "series",
      "name": "Real Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100526-Hw6U34Hw2TDb.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Otaku Culture/School/Male Protagonist/Shoujo/Heterosexual\nHikari Tsutsui has never been popular, his one real friend is an even worse otaku than he is, and the only girls he's known are the two-dimensional women from his manga and video games. Until, that is, he's sent to help clean the pool as punishment and is partnered with the school's resident \"bad girl\", the very real, very three-dimensional Iroha Igarashi. Brash, beautiful, and known for her promiscuous behavior, Iroha is loathed by other girls but loved by the guys. And yet, inexplicably, she not only seems to be interested in Hikari, but proposes that they enter into a relationship! Unable to resist, Hikari agrees, but there's one big catch - Iroha's moving away in six months, so no matter what happens between them, in half a year Hikari's guaranteed to lose his REAL GIRL!<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt8249034",
      "type": "series",
      "name": "Tada Never Falls In Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100179-jDGTOMxtoDkt.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Coming of Age/School Club/Photography/Heterosexual/School/Astronomy\nMitsuyoshi Tada, a boy who has never known love, is taking pictures of the cherry blossoms in full bloom when he meets Teresa Wagner, a transfer student from Luxembourg. Upon arriving in Japan, she got lost, separated from her travel companion. Mitsuyoshi helps her and brings her to his grandfather's coffee shop.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8314920",
      "type": "series",
      "name": "Devils' Line",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99531-UUrozP70Wlmg.png",
      "description": "Genres: Action, Drama, Horror, Romance, Supernatural\nTags:Vampire/Male Protagonist/Female Protagonist/Primarily Adult Cast/Heterosexual/Seinen/Nudity\nEverything you thought you knew about vampires is wrong. They can walk in the daylight and holy water doesn't burn them. In fact, vampires can pass as normal humans so perfectly that even other vampires have trouble spotting them. Until they drink human blood, that is; then they transform into monstrous beasts who mindlessly rape and murder. But not all vampires are evil. The secret task force that patrols Tokyo's vampire population has several fanged operatives, including half-human Yuuki Anzai, who believes that his human heritage lets him resist his species' basest cravings. But after Yuuki rescues college student Tsukasa Taira from a vampire stalker, he realizes that he's succumbing to urges he's never felt before.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt8010544",
      "type": "series",
      "name": "PERSONA5 the Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99693-KxVe3PacdREH.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Crime/Henshin/Mythology/Super Power/School/Male Protagonist/Delinquents/Rehabilitation/Achronological Order\nRen Amamiya is about to enter his second year after transferring to Shujin Academy in Tokyo.<br>\nFollowing a particular incident, his Persona awakens, and together with his friends they form the “Phantom Thieves of Hearts” to reform hearts of corrupt adults by stealing the source of their distorted desires.<br>\nMeanwhile, bizarre and inexplicable crimes have been popping up one after another…<br>\nLiving an ordinary high school life in Tokyo during the day, the group maneuvers the metropolitan city as Phantom Thieves after hours.<br>\nLet the curtain rise for this grand, picaresque story!\n<br><br>\n(Source: Official website)"
    },
    {
      "id": "tt8250240",
      "type": "series",
      "name": "MAGICAL GIRL SITE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100010-FCSVBvRZ6Ifl.png",
      "description": "Genres: Action, Drama, Horror, Mahou Shoujo, Psychological, Supernatural\nTags:Magic/Female Protagonist/Witch/Bullying/Primarily Female Cast/Gore/Urban Fantasy/Primarily Teen Cast/Ensemble Cast/School/Transgender/Body Horror/Idol/Shounen/Nudity/Revenge\nAsagiri Aya is a young girl who has fallen victim to bullies at her school. Looking for a way to escape her troubles, she looks to the internet for distraction, when a mysterious website called \"Magical Girl Site\" appears. Simply viewing the page is all it takes to hurtle Aya headlong into the deadly world of the Magical Girl Apocalypse. There, it’s fight or die, against a seemingly endless array of savagely adorable, frilly-skirted killing machines, each armed with magical powers and an unquenchable thirst for blood and chaos. \n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt8019444",
      "type": "series",
      "name": "Aggretsuko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101571-9f5xmj17S6aJ.jpg",
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Work/Office Lady/Primarily Adult Cast/Female Protagonist/Urban/Anthropomorphism/Animals/Chibi/Musical/Flash\nSome offices have stereotypical dynamics: the chauvinistic pig of a boss who never does any real work; the employees whose goal is to suck up to the boss; the ones whose lives seem perfect; and the individuals who have all the actual work pushed onto them. Retsuko the red panda is in the last group, as she stays late most nights to make up the work her coworkers are too lazy to do themselves.<br>\n<br>\nHer relief from the stress of her everyday life comes in the form of singing death metal at a local karaoke club. Night after night, Retsuko channels her grief into a microphone and considers the place to be her own personal sanctuary. But as she moves further away from her comfort zone and the ideas people have of her, she discovers that letting others into her world of death metal may not be such a bad thing.\n"
    },
    {
      "id": "tt8253158",
      "type": "series",
      "name": "Comic Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99131-Lnr99AnA1ncY.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Drawing/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Work/Chuunibyou/Tomboy/Yuri/Otaku Culture/Writing/Coming of Age/Meta/Seinen/School\nThe manga's story centers on the 15-year-old high school student and manga creator Kaoruko Moeta, who uses the pen name Chaos. After ranking at the bottom of a reader survey, Kaoruko's editor recommends that she enter an all-female dormitory for manga creators. Kaoruko's roommates are shoujo manga creator Koyume Koizuka, teen romance manga creator Ruki Irokawa, and shounen manga creator Tsubasa Katsuki. The girls support each other as they work to become better manga creators.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt10580768",
      "type": "series",
      "name": "My Sweet Tyrant",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100645-NJW4S7M0LvDc.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Tsundere/Female Protagonist/Josei/School/Heterosexual/Episodic/Video Games/Teacher\nThe romantic comedy follows the everyday life of an extremely tsundere boy named Atsuhiro \"Akkun\" Kagari and his girlfriend Non \"Nontan\" Katagiri. Akkun's behavior is harsh towards Nontan with verbal abuse and neglect, but he actually is head-over-heels for her and habitually acts like a stalker by tailing her or eavesdropping. Nontan is oblivious to Akkun's stalker ways, and thinks his actions are cute.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7456468",
      "type": "series",
      "name": "Kase-san and Morning Glories",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99916-1GGvAujPHu6F.png",
      "description": "Genres: Romance, Slice of Life\nTags:Yuri/LGBTQ+ Themes/Female Protagonist/Shoujo/School/Primarily Female Cast/Coming of Age/Primarily Teen Cast/Cute Girls Doing Cute Things/Agriculture\nA relationship is like a garden. It's hard, really hard, to plant the initial seeds. Once you've gone through the agonizing process of wondering if the other person even likes you, fought the fear that telling her could destroy everything, and made your confession, the most difficult part begins. Because you have to keep nurturing this wonderful new feeling to keep it growing. Not just in your own heart, but in hers. And since even the most beautiful rose can cut you to the bone with its thorns, who can you talk to for advice? Especially when you're both girls in high school? For shy Yamada and boyish Kase, time is running out.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt8253268",
      "type": "series",
      "name": "Umamusume: Pretty Derby",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98514-l4F8uqPzI7Mk.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Athletics/Kemonomimi/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Cute Girls Doing Cute Things/Animals/Idol/School/Ensemble Cast/CGI\nIn a world very much like our own, great race horses of the past have a chance to be reborn as \"horse girls\"—girls with the ears and tails of horses as well as their speed and endurance. The best of these horse girls go to train at Tokyo's Tracen Academy, hopefully moving on to fame and fortune as both racers and idols.<br>\n<br>\nSpecial Week, a high school horse girl from the countryside, has just transferred to Tracen, and she's determined to fulfill her promise to her mother to become the best horse girl in Japan. On her way to school, she takes a pit stop at the race track and instantly falls in love with Silence Suzuka's style, becoming determined to race on the same team as her.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0279077",
      "type": "series",
      "name": "FLCL Progressive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21746-wBdtrYaF4ZIr.png",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:Coming of Age/Female Protagonist/Robots/Aliens/Super Robot/Super Power/Urban/Philosophy/Surreal Comedy/Parody/Primarily Teen Cast/Achromatic\nMany years have passed since Naota and Haruhara Haruko shared their adventure together. Meanwhile, the war between the two entities known as Medical Mechanica and Fraternity rages across the galaxy. Enter Hidomi, a young teenaged girl who believes there is nothing amazing to expect from her average life, until one day when a new teacher named Haruko arrives at her school. Soon enough, Medical Mechanica is attacking her town and Hidomi discovers a secret within her that could save everyone, a secret that only Haruko can unlock.<br>\nBut why did Haruko return to Earth? \nWhat happened to her Rickenbacker 4001 she left with Naota? \nAnd where did the human-type robot ‘Canti’ go?<br><br>\n(Source: Adult Swim)"
    },
    {
      "id": "tt8228732",
      "type": "series",
      "name": "Kakuriyo -Bed & Breakfast for Spirits-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100500-D1InEy2GriJV.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Shoujo/Youkai/Food/Female Protagonist/Isekai/Heterosexual/Monster Boy/Primarily Adult Cast/Male Harem/Love Triangle/Twins\nThe series centers on a female college student named Aoi, who inherited the ability to see spirits from her late grandfather. Aoi prides herself on her cooking, and one day she's feeding some agricultural spirits when suddenly a god and the master of the \"Tenshinya\" (Heavenly Inn) appears and takes Aoi away. He says that due to her grandfather's debts, she must become his bride. Aoi hates this idea and instead declares that she will pay back her grandfather's debt by working at the Tenshinya. \n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8043492",
      "type": "series",
      "name": "Forest of Piano",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100401-frKNiXOnRKdu.jpg",
      "description": "Genres: Drama, Music\nTags:Coming of Age/Musical/Teacher/Male Protagonist/Educational/Foreign/Outdoor/Philosophy/CGI/Urban/Primarily Male Cast/Seinen/Bar/Bullying\nA tranquil tale about two boys from very different upbringings. On one hand you have Kai, born as the son of a prostitute, who's been playing the abandoned piano in the forest near his home ever since he was young. And on the other you have Shuuhei, practically breast-fed by the piano as the son of a family of prestigious pianists. Yet it is their common bond with the piano that eventually intertwines their paths in life.<br><br>\n\n(Source: KEFI)"
    },
    {
      "id": "tt8528256",
      "type": "series",
      "name": "Dragon Pilot: Hisone & Masotan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100673-AXPJdjIXRRED.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Romance\nTags:Dragons/Aviation/Female Protagonist/Military/Primarily Female Cast/Vore/Heterosexual/Super Robot\nStraightforward and innocent Hisone Amakasu is a Self-Defense Force rookie stationed at the Air Self-Defense Force's Gifu Base. She was struggling with the fact that she sometimes hurts people unintentionally by her innocent words and decided to join the Air Self-Defence Force, hoping to maintain a certain distance from people. This decision led her to a fateful encounter which profoundly changed her life. It was the \"OTF\" dragon hidden in the base and it chose Hisone as his pilot. When it soared into the sky with Hisone, her fate as a dragon pilot was decided. It is said that dragons have a key to the future of the world…<br><br>\n\n(Source: Official website)"
    },
    {
      "id": "tt4731072",
      "type": "series",
      "name": "Food Wars! The Third Plate: Erina at Polar Star Dormitory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101924-rttgJX7R5CpX.jpg",
      "description": "Genres: Drama, Ecchi\nTags:Food/Nudity\nBundled with the 29th volume of the Shokugeki no Souma manga. It tells the story of what happened to Erina after she ran away from her father."
    },
    {
      "id": "tt7407236",
      "type": "series",
      "name": "Legend of the Galactic Heroes: Die Neue These",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx20628-46V7oj6rr9Ma.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Military/Space/War/Space Opera/Politics/Primarily Adult Cast/Philosophy/Ensemble Cast/CGI/Primarily Male Cast/Male Protagonist\nIn humanity's distant future, two interstellar states—the monarchic Galactic Empire and the democratic Free Planets Alliance—are embroiled in a never-ending war. The story focuses on the exploits of rivals Reinhard von Müsel and Yang Wen Li as they rise to power and fame in the Galactic Empire and the Free Planets Alliance.<br>"
    },
    {
      "id": "tt8322496",
      "type": "series",
      "name": "Magical Girl Ore",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100715-YP2B8SeGFtYO.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Gender Bending/Parody/Meta/Slapstick/Henshin/Female Protagonist/Crossdressing/Idol/Urban Fantasy/Fairy/Yakuza/LGBTQ+ Themes\nThis story is about a 15-year-old girl who is a newbie idol in love with her best friend's brother who is also a popular idol. But she runs into a scary yakuza guy and finds out that her mother was an ex-magical girl, and the yakuza was her mascot. Her love interest gets kidnapped by demons that look like burly men with cute squirrel heads. So she contracts the yakuza to become a magical girl, which in this story means she turns into a handsome guy in a magical girl outfit. On top of that, her love interest shows an attraction toward her magical guy form. Her best friend turns out to be in love with her and also becomes a magical cross-dressing guy to save her life.<br></br>\n\nThus, their manager, who is a magical girl geek, then decides to turn them into an idol unit.<br></br>\n"
    },
    {
      "id": "tt0328739",
      "type": "series",
      "name": "Full Metal Panic! Invisible Victory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21451-zsRlkUF9sW02.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Robots/Real Robot/Foreign/Military/Guns/Fugitive/Revenge/Martial Arts/CGI\nNine months have passed since teen soldier Sousuke Sagara first became Kaname Chidori's covert protector. In that time, Mithril has been remarkably successful at thwarting Amalgam's efforts, but this has only made Amalgam more determined. Leonard Testarossa's visits with Tessa and Kaname are just preludes to all-out attacks that begin with global communications disruptions. Kaname's status as a Whispered makes her one of Amalgam's main targets, which means that any semblance of a peaceful life at Jindai Municipal High School is now over for her.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8303808",
      "type": "series",
      "name": "Caligula",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100569-j3Sr7Bplcrum.jpg",
      "description": "Genres: Action, Mystery, Sci-Fi\nTags:Virtual World/Idol/Artificial Intelligence/Philosophy/Musical\nThe Caligula Effect is set in a virtual reality program known as \"Mobius\", created so people can escape pain in their lives and live in an idyllic high school setting, forced to live out their 3 years Indefinitely. The main protagonist is one of a group who realize that they are in a virtual world, and form the \"Go-Home Club\", a group dedicated to escaping from Mobius and its god-like overseer program, a vocal program called \"μ\". They oppose the \"Ostinato Musicians\", a group who supports μ and sees the Go-Home Club as traitors."
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "Yuru Camp△ OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101206-EVcNbFqVNKd6.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Outdoor/Cute Girls Doing Cute Things/School Club/Iyashikei/Primarily Female Cast/Female Protagonist/Food/Survival/Seinen/Primarily Teen Cast\nOVAs included in each of the three volumes of the Yuru Camp△ Blu-ray/DVD.<br>\n<br>\n<i>This entry contains the following:</i> <br>\n BD/DVD Volume 1: へやキャン△episode0 (Heya Camp Episode 0), March 28, 2018.<br>\n BD/DVD Volume 2: ほらキャン△ (Hora Camp), May 23, 2018.<br>\n BD/DVD Volume 3: サバキャン△ (Survival Camp), July 25, 2018."
    },
    {
      "id": "tt8795248",
      "type": "series",
      "name": "Love To-LIE-Angle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100762-erCb6yxKQ6Qc.jpg",
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Yuri/Female Protagonist/Primarily Female Cast/Love Triangle/Cute Girls Doing Cute Things/Nudity\nWhen Natsuno Hanabi went back to her hometown to study in high school, she thought that she will have a new wonderful life. But Tachibanakan, the dormitory she was going to live in, was not what she expected."
    },
    {
      "id": "tt0294023",
      "type": "series",
      "name": "Captain Tsubasa (2018)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100745-yXuUvH03TmCm.jpg",
      "description": "Genres: Action, Sports\nTags:Football/Shounen/Primarily Male Cast/Male Protagonist/Primarily Child Cast/Coming of Age/School Club\nRemake of the first series.  \n<br><br>\nTsubasa Oozora is an 11-year-old elementary school student who is deeply in love with football and dreams of one day winning the FIFA World Cup for Japan. He lives together with his mother in Japan, while his father is a seafaring captain who travels around the world. Tsubasa Ozora moves to the town Nankatsu to increase his skills as a soccer player. He is challenged by the Super Goalkeeper Genzo Wakabayashi. He then agrees to compete and see who was the best soccer player there.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7814574",
      "type": "series",
      "name": "Junji Ito Collection: Tomie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b101016-VM4HXz6S5myf.jpg",
      "description": "Genres: Drama, Horror, Supernatural\nTags:Gore/Monster Girl/Josei\nUnaired episodes included with the second and third DVD sets of the TV anime.\n<br><br>\nTomie Kawakami is a femme fatale with long black hair and a beauty mark just under her left eye. She can seduce nearly any man, and drive them to murder as well, even though the victim is often Tomie herself. While one lover seeks to keep her for himself, another grows terrified of the immortal succubus. But soon they realize no matter how many times they kill her, the world will never be free of Tomie.\n<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt8273192",
      "type": "series",
      "name": "Dorei-ku The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100251-zEMVaXyDd1gn.jpg",
      "description": "Genres: Drama, Psychological, Thriller\nTags:Slavery/Ensemble Cast/Primarily Adult Cast/Gambling/Urban/Seinen/Female Protagonist/Nudity/Battle Royale/Bondage/Gore/Rape/Gyaru/Love Triangle/Ojou-sama/Prison/Revenge/Tanned Skin\nWhat if you could enslave anyone you ever wanted? Well, this comes close. The SCM lets you enslave anyone who is also wearing an SCM, at a price. One must win over the other, at the cost of anything, in order for the other to become their slave.\n"
    },
    {
      "id": "tt8278692",
      "type": "series",
      "name": "Crossing Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101002-tBiVbnDLzfb6.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Ensemble Cast/Episodic/Primarily Teen Cast/Trains/Anthology/Seinen\nThe omnibus manga tells a series of short stories about conversations young women have while waiting at railroad crossings.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7211600",
      "type": "series",
      "name": "LOST SONG",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98073-yiaft0K0QeuX.jpg",
      "description": "Genres: Drama, Fantasy, Music\nTags:Musical/Magic/Female Protagonist\nRin, an energetic girl who loves to eat, lives in a verdant frontier village. Deep within the royal palace in the bustling capital city, the songstress Finis spends her days in solitude. Both share a special power no other person has. A miraculous power that can heal wounds, create water and stir the wind -- the power of song. Guided by destiny, the two young women each face an arduous journey with the power of song. The shadow of war looms over the kingdom, tainting even the miraculous songs with the blood of innocents. Loved ones meet their deaths as silent screams echo through a stone prison. As two destinies intersect, will the final song be one of despair, hope or...?<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt7899522",
      "type": "series",
      "name": "GeGeGe no Kitaro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100978-2BLQeMknulmo.jpg",
      "description": "Genres: Comedy, Horror, Supernatural\nTags:Youkai/Mythology/Episodic/Magic/Ghost/Witch/Kids/Vampire/Rural/Family Life/Werewolf\nNearly twenty years into the 21st century, people have forgotten the existence of Yokai. When a number of unexplainable phenomena plague adults of the human world with confusion and chaos, thirteen-year-old Mana writes a letter to the Yokai Post in search of answers, only to be greeted by Ge Ge Ge no Kitaro...<br> <br>(Source: Crunchyroll)"
    },
    {
      "id": "tt0159175",
      "type": "series",
      "name": "Lupin the 3rd Part V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100957-YzfrlJDqswJc.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:Fugitive/Guns/Seinen/Male Protagonist/Anti-Hero/Primarily Adult Cast/Crime/Police/Foreign/Detective/Politics/Samurai/Travel\nA legendary thief deserves a legendary heist, and Lupin has set his sights on his biggest bounty yet: Marco Polo, a dark-web marketplace where criminals lurk and there’s money for the taking. But just as Lupin swipes his latest fortune and tries to make off with the goods, his hideout is inexplicably surrounded by Zenigata and his forces thanks to a new game that’s gone viral on social media. It has a very specific, very unfortunate objective, and the name of the game is “Arrest Lupin III”!\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9806640",
      "type": "series",
      "name": "Dances with the Dragons",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx87504-2RlSzxZc6tT9.jpg",
      "description": "Genres: Action, Drama, Fantasy, Sci-Fi\nTags:Dragons/Magic/Henshin/Male Protagonist\nThe story revolves around \"jushiki\" (lit. spell equations), the equations that govern the quantum constant \"h\" of action, change the laws of physics at the local scale, give birth to TNT explosives and poison gas, and cause incredible physical phenomena such as plasma and nuclear fusion. Two \"jushikishi\" (spell equationists) who use jushiki in battle are Gayus (who deals with bad luck with tact) and the beautiful but cruel sword-wielder Gigina. These two bounty hunters are caught up in a battle with dragons in the city of Eridana and in the intrigue of great nations.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt5619276",
      "type": "series",
      "name": "Last Period: the journey to the end of the despair",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101044-hLGPzkGcXYQN.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Parody/Meta/Ensemble Cast/Episodic/Magic/Kemonomimi/Kuudere\nThe story takes place in a world where fantastic beasts called \"Spirals\" are born from isolation. Those who can defeat the beasts are called \"Periods.\" Haru is an apprentice Period who belongs to the Arc End 8th Branch. However, after a mysterious theft incident, there is an economic collapse, and the Arc End headquarters abandons the 8th Division, leaving only three Periods left, including Haru. Haru and the other two Periods start their work to rebuild the 8th Division.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt8278998",
      "type": "series",
      "name": "Isekai Izakaya: Japanese Food From Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx97873-jYQ3dPoaOLxX.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Food/Bar/Isekai/Work/Primarily Adult Cast\nIzakaya “Nobu” is a modest establishment, staffed by only two people: master, Nobuyuki Yazawa, and server, Shinobu Senke.<br>\n<br>\nDespite its humble appearance, its entrance is mysteriously connected to an ancient city from another world: “Aitheria.” Nobu’s patrons consist of lazy palace guards, incognito clergymen, and the Waterworks Guildmaster – certainly not your average clientele!<br>\n<br>\nBut once they enter Nobu’s doors, they are greeted with the finest alcohol they’ve ever tasted and dishes the likes of which they’ve never seen. With the food plentiful and the drinks flowing, the patrons leave their troubles at the door as they call, “Give me a cold ale, master!”<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt8278732",
      "type": "series",
      "name": "Alice or Alice",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b99638-PC8TvAeR7Jl0.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Chibi/Cute Girls Doing Cute Things/Twins/Shounen/Nekomimi\nWhat happens when a big brother idolizes his little twin sisters? All sorts of mischief that’s what! Meet Rise and Airi, twin sisters who love to hang out with their friends, go to cute pastry shops and annoy their big brother. Watch as these adorable pint-size girls learn to navigate through life while making sure their brother doesn’t go too over the top.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt10534392",
      "type": "series",
      "name": "Inazuma Eleven Ares",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21879-h5RaJDRqPg8N.jpg",
      "description": "Genres: Action, Sports\nTags:Football/Super Power\nAres no Tenbin depicts an alternative canon following the events of the first season of the original Inazuma Eleven anime. Taking place sometime after Raimon's victory in the Football Frontier, in this alternative universe, the alien attack from the second season never occurs. Japanese soccer has been deemed weak compared to international competition. Due to this, the Raimon Eleven have been disbanded, and its members are sent to different soccer teams across Japan in the hopes of strengthening Japan's soccer at a national level. Moreover, in the modern world of Japanese youth soccer, sponsorship has become a vital aspect of a team's survival. A youth team must have a sponsor, otherwise, their club will face disbandment, and are not permitted to partake in matches.<br><br>\n\nThe series focuses on the forward Asuto Inamori and his team, Inakuni Raimon, which is made up of players from the remote Inakunijima Island. They have replaced the original Raimon Eleven as Raimon Junior High's soccer team, and are competing as underdogs in the annual Football Frontier youth tournament.<br><br>\n\n(Source: Wikpedia)"
    },
    {
      "id": "tt5871330",
      "type": "series",
      "name": "Amanchu! ~Advance~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100532-JsnQ0rsV9c5D.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Primarily Female Cast/Scuba Diving/Magic/Educational/Female Protagonist/School Club/Outdoor/School/Demons/Heterosexual/Shounen/Achronological Order\nThe second season of <i>Amanchu!</i><br><br>Hikari Kohinata and Futaba Ooki have together found joy in many things through scuba diving and the most everyday of events. Hikari was born and brought up in a small oceanside town on Izu, and Futaba moved there from Tokyo, but the two polar opposites met at Yumegaoka High and instantly hit it off. The always-reserved Futaba found her perfect foil in the cheery and optimistic Hikari, and their friendship gave her the courage to take the first step and experience many of the smaller joys in life. She also took the Open Water Diver exam and passed, and now she has her sights set on the Advanced Open Water Diver certification.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt8893554",
      "type": "series",
      "name": "LAST HOPE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100341-0fgk2fX8hc79.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Real Robot/Survival/Robots\nIn the year 2031, an experimental energy device known as the \"Quantum Reactor\" is created to help alleviate the problems stemming from Earth's dwindling fossil fuel reserves. Unfortunately, the \"Quantum Reactor\" goes out of control, exploding and bathing the world with unknown energies in an incident known as the \"Shouryuu Crisis\". As a result of the catastrophic environmental changes that follow, humanity is pushed to the brink of extinction, and strange new organisms - part organic, part mechanical - known as the \"B.R.A.I.\" emerge.<br><br>\n\nSeven years later, Leon Lau - one of the scientists at the center of the \"Shouryuu Crisis\", is living in the wilderness near Neo Shouryou, one of the last remaining human cities. Leon has entered into a \"family contract\" with Chloe Lau, and together the two of them research their own methods of combatting the B.R.A.I. threat.<br><br>\n\n(Source: CR)"
    },
    {
      "id": "tt9162914",
      "type": "series",
      "name": "Libra of Nil Admirari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx99963-Ba9A0PJqmv3F.jpg",
      "description": "Genres: Romance, Supernatural\nTags:Male Harem/Female Protagonist/Historical/Primarily Male Cast/Tsundere/Magic\nThe Taishou era didn’t end in 15 years, but went on for another 25.<br><br>\n\nIn order to protect her waning family, a girl resolves to marry a man she doesn’t even know the name of. However, just before the marriage was to take place, the girl’s younger brother mysteriously committed suicide by self-immolation and was found holding an old book in his hands.<br><br>\n\nAppearing before the bewildered young girl was the “Imperial Library Intelligence Asset Management Bureau”- more commonly referred to as “Fukurou”.<br><br>\n\nAccording to these men, there exists “Maremono”, which are books that greatly affects its readers. On top of that, ever since the incident involving the girl’s younger brother, she unwittingly gains the ability to see “Auras” (the sentiments of the Maremono which manifest as bright lights and are usually invisible to humans). It was as though fate were trying to drag the young girl in its flames.<br><br>\n\nAnd then, even though apprehensive, the girl chooses to venture outside her bird cage.<br><br>\n\nJealousy, hatred, scorn, compassion and love.\nWhat awaited the girl was the darkness of betrayal that had already begun to bewitchingly inlay the imperial capital.<br><br>\n\nToyed by and swayed within that darkness, will the young girl finally reach the truth after her struggles, or…?<br><br>\n\n(Source: VNDB)"
    },
    {
      "id": "tt6342604",
      "type": "series",
      "name": "Lostorage conflated WIXOSS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx98473-1Sge8XSDWtoY.jpg",
      "description": "Genres: Psychological\nTags:Card Battle/Ensemble Cast/Primarily Female Cast/Female Protagonist\nThe second season of <i>Lostorage incited WIXOSS</i>. <br><br>\n\nThe peaceful days turn out to be short-lived as the shadow of another Selector Battle looms large. Kiyoi Mizushima is the first to notice that things are amiss, and she makes her move to put an end to the cycle of darkness.The Battle this time includes a new card, \"Key,\" and has been set up with rules different than before. With both the mastermind and their motive shrouded in mystery, the darkness grows ever deeper and more menacing. Suzuko Homura, Chinatsu Morishita, Hanna Mikage, Ruuko Kominato, Yuzuki Kurebayashi, Hitoe Uemura, and Akira Aoi, the Selectors gather once again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt12486080",
      "type": "series",
      "name": "MAJOR 2nd",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100306-picxGtylsEST.jpg",
      "description": "Genres: Comedy, Drama, Sports\nTags:Baseball/Shounen/Primarily Child Cast/School\nShigeno Daigo is an elementary student whose father, Goro, is a professional baseball player. Inspired by his father, who was once a Major League player, Daigo started playing baseball with the Mifune Dolphins, a youth team. However, he was unable to live up to the expectations of being the son of a professional, and quit baseball after less than a year. Then, in the spring of his sixth-grade year, Daigo's school welcomes a transfer student, Sato Hikaru, whose father is Sato Toshiya, a former Major League player and Goro's close friend. The fate of these two young men begins to move forward!<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt8631370",
      "type": "series",
      "name": "Gundam Build Divers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101036-XhEmZnLx9JHE.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Robots/Virtual World/Super Robot/Real Robot/Video Games/Kids\nThe Gunpla Force Battle Tournament is a big event held in GBN once per year. Competing in the final round are Avalon, led by the champion Kyoya Kujo, and the elite 7th Panzer Division led by the cunning Rommel. Starting with Kyoya's Gundam AGE II Magnum, a variety of Gunpla take to the field to determine which is the strongest force!<br>\n<br>\n(Source: GUNDAM.INFO)"
    },
    {
      "id": "tt8631252",
      "type": "series",
      "name": "Space Battleship Tiramisu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx100009-1d7604sGIszI.jpg",
      "description": "Genres: Comedy, Mecha, Sci-Fi, Slice of Life\nTags:Parody/Space/Real Robot/Super Robot/Food/Robots/Seinen/Surreal Comedy/War/Nudity/Male Protagonist\nThe human race extended it's life field and greed to the vast reaches of space... In Space Era 0156, a war breaks out amidst all of the colonies. Earth begins to construct a new space battleship called Tiramisu in secret. Just as the war begins, one genius pilot steers the Tiramisu as a beacon of hope for humanity.\n"
    }
  ]
}