{
  "metas": [
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art Online",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx11757-Q9P2zjCPICq5.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Virtual World/Video Games/Male Protagonist/Swordplay/Primarily Teen Cast/Prison/Fairy/Female Harem/Artificial Intelligence/Isekai/Travel/Fishing/Female Protagonist/Found Family\nIn the near future, a Virtual Reality Massive Multiplayer Online Role-Playing Game (VRMMORPG) called Sword Art Online has been released where players control their avatars with their bodies using a piece of technology called Nerve Gear. One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now...<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2250034",
      "type": "series",
      "name": "Kokoro Connect",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11887-h8SRoEslkQYX.jpg",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:School/Coming of Age/School Club/Love Triangle/Male Protagonist/Urban Fantasy/Female Protagonist/Primarily Female Cast/Heterosexual/Philosophy/Tsundere/Ensemble Cast/LGBTQ+ Themes\nThe five members of the Cultural Research Club - Taichi Yaegashi, Iori Nagase, Himeko Inaba, Yui Kiriyama, and Yoshifumi Aoki - encounter a bizarre phenomenon one day when Aoki and Yui switch bodies without warning. The same begins to happen to the other club members, throwing their daily lives into disarray.<br><br>\r\nAt first the five students find some amusement amidst the confusion, but this unwarranted connection also exposes the painful scars hidden within their hearts. As their calm lives are shattered, the relationships between the five students also begin to change...<br><br>\r\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt2250064",
      "type": "series",
      "name": "So, I Can't Play H!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12549-GhbJO9KBUC7o.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Nudity/Henshin/Primarily Teen Cast/Male Protagonist/Magic/Female Harem/Gods/School/Heterosexual/Slapstick\nNEVER make a deal with a wet goddess you've only just met. That's a lesson Ryosuke Kaga learns the hard way when he foolishly agrees to let Lisara Restole use some of his \"essence\" to stay in this world. Because despite her smoking hot appearance, Lisara's actually a Shinigami, a Goddess of Death. However, she DOESN'T steal years off his life like any decent Shinigami would do. Oh no, instead she sucks him dry of something much more perverse by leeching off his lecherous spirit and draining his ability to enjoy... er... the things that teenage boys normally spend most of their time thinking about! And now that he's been de-debased and de-debauched by her un-dirty trick, the poor regenerated degenerate's only hope of getting his licentiousness renewed is to join the queen of mental-clean on her quest, since when she leaves our mortal plane he regains his normal immorality! But the termination of the probation of his reprobation isn't guaranteed, because the Goddesses of Death can be really a harsh mistresses and it's going to be anything but easy to go back to being sleazy! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2269368",
      "type": "series",
      "name": "Aesthetica of a Rogue Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13161-m4znwxInGXfd.jpg",
      "description": "Genres: Action, Ecchi, Fantasy\nTags:Magic/School/Male Protagonist/Super Power/Primarily Female Cast/Isekai/Female Harem/Nudity/Battle Royale/Demons\nHero defeats bad guy. Good triumphs over evil. The end. Or, at least that's how it usually goes. But what happens after the hero goes home? Our hero, Akatsuki Ousawa, is about to find out that sometimes the greatest adventure starts once happily ever after ends.<br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt2250160",
      "type": "series",
      "name": "Campione!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12293-DKc0XJ0cacSZ.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Magic/Female Harem/Mythology/Gods/Urban/Kuudere/Foreign\nSome people suddenly find religion, but for 16-year-old Kusanagi GoDo, it's that REALLY old time religion that's found him! As the result of defeating the God of War in mortal combat, GoDo's stuck with the unwanted position of Campione!, or God Slayer, whose duty is to fight Herectical Gods whenever they try to muscle in on the local turf. Not only is this likely to make GoDo roadkill on the Highway to Heaven, it's also a job that comes with a lot of other problems. Like how to deal with the fact that his \"enhanced status\" is attracting a bevy of overly-worshippy female followers. After all, they're just there to aid him in his demi-godly duties, right? So why is it that their leader, the demonically manipulative sword-mistress Erica Brandelli, seems to have such a devilish interest in encouraging some VERY unorthodox activities? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2230051",
      "type": "series",
      "name": "High School DxD OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12729.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Nudity/Demons/Heterosexual/Primarily Female Cast/School/Kuudere/Monster Girl\n(OVA #1 \"Ep.13\") Oppai, Minorimasu! - A rumor is going about the school about how girls are disappearing and coming back ill and with their breast size decreased.<br><br>\n(OVA #2 \"Ep.14\") Oppai, Motomemasu! - While observing how the others do their jobs so they can do theirs better, Issei and Asia go with Rias to see if a coffin is cursed. During the investigation Issei is possessed by an Egyptian magician named Unas, It just so happens that Unas is just as perverted as Issei. Unas will only leave Issei's body is they can release Unas from his curse placed on him by a devil that Unas tried to make his bride."
    },
    {
      "id": "tt2250100",
      "type": "series",
      "name": "The Ambition of Oda Nobuna",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11933-Id1hl7CdxlAO.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance\nTags:Historical/Isekai/Military/Primarily Female Cast/Female Harem/Samurai/Male Protagonist/Anachronism/Tsundere/War/Ninja/Female Protagonist/Kuudere/Yandere\nThe historical romantic comedy follows 17-year-old high schooler Sagara Yoshiharu who one day time-travels to the Sengoku period, where all the major Samurai lords are cute girls. Yoshiharu meets Oda Nobuna, the female counterpart of Oda Nobunaga, and begins to serve her as a substitute of Kinoshita Tokichiro, who was killed. "
    },
    {
      "id": "tt2250184",
      "type": "series",
      "name": "Joshiraku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12679-0zlvLP7KyxjH.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Meta/Surreal Comedy/Primarily Female Cast/Satire/Parody/Slapstick/Acting/Rakugo/Female Protagonist/Primarily Adult Cast/Otaku Culture/Shounen/Nudity\nMarii, Kigurumi, Tetora, Gankyou, and Kukuru deserve a round of applause for keeping the art of Rakugo alive! What’s their secret? Witty, absurd banter of course! These five friends always have something to talk about, no matter how silly the topic.\n\n(Source: VRV)"
    },
    {
      "id": "tt2250092",
      "type": "series",
      "name": "Humanity Has Declined",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx10357-mCskMbKFVHmu.png",
      "description": "Genres: Comedy, Fantasy, Sci-Fi\nTags:Satire/Post-Apocalyptic/Surreal Comedy/Achronological Order/Female Protagonist/Fairy/Episodic/Lost Civilization/Cute Girls Doing Cute Things/Magic/Food/Robots\nFor years, declining birth rates have forced what's left of the human race to cede more and more territory to other beings who have appeared to take advantage of the emptying ecological niche. Now, only a handful of humans remain among the remnants of civilization and Earth is dominated by faeries &mdash;tiny, ten-inch tall creatures of surprising intelligence. But humanity's importance isn't over quite yet, as young Watashi learns as she makes the decision to return to her hometown and assume her grandfather's position as an arbitrator between the races. Unfortunately, the job isn't going to be anywhere near as simple as she expected, and it's going to take a wisdom far beyond her years to achieve her most important mission. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2266660",
      "type": "series",
      "name": "Love, Election and Chocolate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12175-VWvC1YwEKGmc.png",
      "description": "Genres: Drama, Romance\nTags:School/Primarily Female Cast/Male Protagonist/Politics/Female Harem/School Club/Heterosexual/Kuudere\nIn Japan, participation in extra-curricular activities is as fundamental a part of an education as chalk and gym shorts. However, not all students are overachievers, and for those like Yuki Ojima, groups like the Food Research Club are welcome havens in which to slack-off. But what's a slacker to do when the radical new candidate for Student Council president announces her intent to get rid of clubs like the FRC? Well, getting the help of the current Student Council president is a good start, but HIS suggestion is so counter-intuitive that it's crazy: Yuki should run for the Student Council himself? And yet, it's SO crazy that it just might work! Especially when Chisato, the chocolate-adverse president of the FRC (and Yuki's best childhood friend,) and members of other targeted school clubs start to join the swelling FRC army. But can this army of goofs and goof-offs coast all the way to political victory? Or will someone have to step up to the plate and take one for the term? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2340841",
      "type": "series",
      "name": "Hyouka: What Should Be Had",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13469-bbRQoSUgmf4T.png",
      "description": "Genres: Mystery, Slice of Life\nTags:Female Protagonist/Detective/Male Protagonist/Work/School Club/Swimming/Primarily Teen Cast\n<i>Was bundled with the third volume of the manga.</i><br>\n<br>\nIt's another regular day, with Houtarou Oreki sitting at home as usual; that is until his sister Tomoe ropes him into working as a lifeguard at the local swimming pool. Upon reaching the pool, Oreki coincidentally meets the other members of the Classics Club. Eru Chitanda notices that a white object that was on a woman's ear a while ago suddenly disappeared, which leaves her curious about the mystery behind it.<br>\n<br>\nHyouka: Motsubeki Mono wa features Oreki and the rest of the Classics Club as they have fun at the pool and solve the mystery that has piqued Chitanda's curiosity.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2250040",
      "type": "series",
      "name": "Good Luck Girl!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13535-3TFMnKs0CDls.jpg",
      "description": "Genres: Adventure, Comedy, Supernatural\nTags:Parody/Meta/Gods/Female Protagonist/Surreal Comedy/Shounen/School\nAt the expense of the people and things around her, Sakura has absorbed so much \"happiness energy\" that she has caused an energy imbalance in the world. In order to return balance to the world, the Poverty God, Momiji, sets out to take away Sakura's ability to absorb this energy. Will Momiji be able to put a stop to Sakura's absorbing abilities, or will the God succumb to her happiness? <br><br>\r\n(Source: FUNimation) "
    },
    {
      "id": "tt2785038",
      "type": "series",
      "name": "YuruYuri Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12403-sAG2FsLFX8bH.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Slapstick/Cute Girls Doing Cute Things/Primarily Female Cast/School/Yuri/Female Protagonist/Primarily Teen Cast/Surreal Comedy/Primarily Child Cast/School Club/Love Triangle/Meta/Parody/Kuudere/Shoujo\nThe second season of Yuru Yuri continues following four girls who take over the former room of a tea ceremony club for their own amusement. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt2293988",
      "type": "series",
      "name": "NAKAIMO - My Little Sister Is Among Them!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13367-mjPgNBIcatlt.png",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Heterosexual/Female Harem/Nudity/School/Male Protagonist/Maids/Amnesia/Incest/Swimming/Seinen\nIs insanity hereditary? Shougo Mikadono's beginning to think so, because the terms of his late father's will seem crazy and following them may drive Shougo bonkers as well. Oh, it sounds simple at first: before Shougo can claim his VERY large inheritance, he just has to start attending a certain new school and find a nice girl to marry. It's a little unromantic, but perfectly do-able, right? After all, all the girls seem quite friendly, so all Shougo has to do is find one he has something in common with. EXCEPT, and here's the kicker, it turns out that Shougo has WAY too much in common with one of them, because she's actually his long lost sister! And he has no idea which one she is! Will Shougo meet and court his Miss Right without committing something very morally wrong? Can he find his future bride without slipping into the wrong set of genes? And if his little sister does reveal herself, just how much will be revealed and under what circumstances? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12031-1nVQa5nXPt48.png",
      "description": "Genres: Action, Drama\nTags:Historical/War/Military/CGI/Foreign/Primarily Male Cast/Swordplay/Politics/Male Protagonist/Seinen\nWhen low-born servant boys Piao and Xin set out to become the world’s greatest war generals, they quickly find themselves caught up in a violent struggle between two noblemen plotting to overthrow the King. After Piao is killed protecting the rightful ruler of the kingdom of Qin, Xin sets out on a campaign for revenge that leads him straight into the fire of war.<br>\n<br>\nNow, with a target on his back and an army of enemies standing in his way, it will be up to a boy with no name and a young king without a throne to return order to their war-torn country in this historical action-drama based on the Tezuka Award-winning manga, Kingdom.<br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Note: The first episode aired with a runtime of 50 minutes as opposed to the standard 25 minute runtime.</i>"
    },
    {
      "id": "tt2242720",
      "type": "series",
      "name": "Tari Tari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx13333-yDRfFOMbrbf0.png",
      "description": "Genres: Music, Slice of Life\nTags:Musical/Ensemble Cast/Coming of Age/School Club/Band/School/Animals/Family Life/Cute Girls Doing Cute Things\nThe last year of high school is always a time of both looking forward and looking back. Before you lives the future, alternately bright and scary. Behind you lie memories, both happy and sad. And somehow, in the course of one year, you have to reconcile those two and decide where your life is going to go.<br><br>\nFor Wakana Sakai, who had started studying music, it's time to face the tragedy that made her abandon that path. For Sawa Okita, it's about her dreams of riding professionally. And for Konatsu Miyamoto, it's about bringing her friends together through the magic of a song. Can something as simple as the formation of a choir club really help solve the hurts and pangs that come with growing up? Can music bring people together despite their differences?<br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "kitsu:7164",
      "type": "series",
      "name": "Hori-san to Miyamura-kun: Shingakki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b14753-FKgfBa6AO5wg.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Female Protagonist/Male Protagonist/Heterosexual/Family Life/Slapstick/Shounen\nPeople say that the youthful days are always bittersweet, but maybe it's just bitter? <br><br>\r\nKyouko Hori is a flashy high school girl, who, despite her ostentatious appearance, excels in academics and has a family-loving character. Izumi Miyamura is a bland high school boy, who, despite not wanting to stand out in class, secretly wears piercings outside of school and has a large body tattoo. <br><br>\r\nOne day, Miyamura finds Hori's little brother injured and helps him back to Hori's house, where the relationship between Hori and Miyamura begins with Hori's discovery of Miyamura's secret."
    },
    {
      "id": "tt2250048",
      "type": "series",
      "name": "La Storia Della Arcana Famiglia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12967-mO3zrHfsSocQ.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Male Harem/Ojou-sama/Ensemble Cast/Swordplay/Magic/Mafia\nThe Arcana Famiglia is a powerful organization that keeps the peace on the trading island of Regalo. The most unique trait of this prestigious \"family\" is their mastery of the Arcana - mystical powers derived from tarot cards. The current leader of the Arcana Famiglia, Mondo, wishes to choose a successor through a tournament called the Arcana Duello, and as an added incentive, the winner will take the hand of Mondo's daughter, Felicita. However, two young men among the family - impetuous Liberta and serious-minded Nova - are more interested in protecting Felicita's freedom than letting her be someone's trophy wife. Together, Liberta, Nova, and Felicita get to know each other better ... but with Felicita's ability to read minds, she may discover more than she bargained for in Liberta's violent past and Nova's troubled family history. Can the trio remain friends, or will the growing tension between them be too much to bear?<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7033",
      "type": "series",
      "name": "Corpse Party: Missing Footage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13807.jpg",
      "description": "Genres: Horror\nTags:Gore/Ghost/Nudity/School\nAn original video anime bundled with a limited-number edition of Corpse Party -The Anthology- Sachiko no Renai Yuugi Hysteric Birthday 2U (&#12467;&#12540;&#12503;&#12473;&#12497;&#12540;&#12486;&#12451;&#12540; -THE ANTHOLOGY- &#12469;&#12481;&#12467;&#12398;&#24651;&#24859;&#36938;&#25135;Hysteric Birthday 2U) spinoff game.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1216222",
      "type": "series",
      "name": "To LOVE-Ru Darkness OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13851.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Female Harem/Primarily Female Cast/Aliens/Heterosexual/Nudity/School/Shounen/Monster Girl/Kuudere\nUnaired episodes bundled with the 5th, 6th, 8th, 9th, 12th and 13th limited-edition volume of the manga."
    },
    {
      "id": "tt2341379",
      "type": "series",
      "name": "Sankarea (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13055-IckRpUES0oDD.png",
      "description": "Genres: Comedy, Ecchi, Horror, Romance, Supernatural\nTags:Zombie/Shounen/Nudity/Kuudere/Monster Girl\n<b>Episode 0 - \"Fate is... Really...\"</b><br>\nSeven months before Chihiro first met Rea, he, his father, Mero and Ranko travel to Tohoku to help sort and move large book collection of father's brother. Along the way, they pass a bridge that seems familiar to Chihiro somehow, which leads him to question why he remembers so little about his mother, Yuzuna. Meanwhile, Rea, who had just finished middle school, faces abuse from Aria as she vents her drunken frustrations on her.<br>\n<br>\n<b>Episode 14 - \"Body of a Zombie... Heart of a...\"</b><br>\nAs Aria feels lonely without Danichirou, she falls asleep in the bath. Meanwhile, Chihiro and his family discover a strange girl lying under their temple, who doesn't appear to want to say a word to anyone. When Rea searches for her when it is time for dinner, she is pushed down the stairs. The next day, they discover all the nearby hydrangea leaves have been torn apart, and later that night Rea spots the girl making a move on Chihiro.<br>\n<br>\n(Source: Wikipedia)<br>\n<br>\n<i>Note: Bundled with the sixth and seventh limited-edition volumes of the manga.</i>"
    },
    {
      "id": "tt2122656",
      "type": "series",
      "name": "Guilty Crown: Lost Christmas",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b13411-4cpjwXTxiONu.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Super Power/Male Protagonist/Dystopian/Pandemic/Urban/Post-Apocalyptic\nA DVD with an animated short bundled with the limited edition of the PC game \"Guilty Crown Lost Christmas\". <br><br>\nIn 2029, Scrooge escapes from a research facility where he had been confined as an experimental subject. His body was remodeled by genetic manipulations and he uses his psychic power to kill the chasers. One day, he meets another experimental subject called Carol. When three psychic chasers hunt down the two, Carol asks Scrooge to use his right arm to extract a weapon from her body. "
    },
    {
      "id": "tt2082624",
      "type": "series",
      "name": "Dog Days Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11783-R9MxLofk3OH4.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Kemonomimi/Male Protagonist/Battle Royale/Isekai/Female Harem/Demons/Idol/Primarily Female Cast/Kuudere/Tsundere\nThe second season of <i>Dog Days</i>.<br>\n<br>\nCinque returns to the land of Flonyard in <i>Dog Days'</i> to resume his duties as the hero of the Biscotti Republic and it's as though he never left!<br>\n<br>\nThe difference this time is that he's brought two friends with him who become heroes in their own right: childhood best friend Rebecca Anderson, who becomes the hero for the Principality of Pastillage at the urging of their leader Princess Couvert Eschenbach Pastillage, and his cousin Nanami Takatsuki, who becomes the hero for the Galette Lion Dominion.<br>\n<br>\nAs with the first season though, with so many secrets to be uncovered and mysteries to be solved, will there even be time for the athletic events that these three hyper and athletic teenagers love to participate in so much?"
    },
    {
      "id": "tt2266678",
      "type": "series",
      "name": "Natsuyuki Rendezvous",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13585-ra1pAXC5ZiBo.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Ghost/Josei/Love Triangle/Primarily Adult Cast/Family Life/Heterosexual\nHazuki may be near-sighted, but he knows true beauty when he sees it and the delicate form of flower shop owner Rokka draws him in like a bee to honey. So, hoping to cultivate a relationship between them, Hazuki takes a part time job at her shop, only to discover two huge thorns preventing the nurturing of any romance. The first, the fact that Rokka is still grieving for her late husband Shimao, would be enough to snip most men's ardor short, but it's the second that really threatens to make Hazuki's forlorn hopes wilt. Because while Shimao is most definitely deceased, he hasn't yet departed and his spirit is still living in Rokka's apartment! Except only Hazuki can see him, which leads to a very strange romantic triangle indeed. Are Hazuki's chances with Rokka as dead as the man who still lives in her house? Or can he somehow make love blossom even though there's an interloper pushing up the daisies between them? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2293824",
      "type": "series",
      "name": "Muv-Luv Alternative: Total Eclipse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11021-GzdZljNpct4b.png",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Real Robot/Military/Aliens/Politics/Terrorism/Gore/Memory Manipulation/Male Protagonist/Primarily Adult Cast/Female Protagonist/Primarily Female Cast/Guns/Heterosexual/Twins/War\nSince 1973, an invasion of aliens known as BETA upon Earth is driving human civilization into nearly collapse. Facing an enormous mass of enemy force, mankind has developed large humanoid arms called as Tactical Surface Fighters and deployed them to its defense lines through out the world. However, all those efforts could slow down defeats but could not stop BETA, and mankind is forced to abandon major area of the Eurasian Continent. For 30 years, mankind is bogged down in an endless war against BETA without any hopes of victory.<br><br>\nIn 2001, the Imperial Japan faces difficulties in the development of a next-generation main Tactical Surface Fighters (TSF) as it defends the front lines of the Far East. The UN has proposed a joint development program between the Imperial Japan and the United States as a part of its international mutual development project of TSF, the Prominence Project.<br><br>\nYui Takamura, a surface pilot of the Imperial Royal Guards of Japan, is given responsibility for the project and sets off to Alaska. Meanwhile, Yuya Bridges, also a surface pilot of the US Army, was heading to the same destination.<br><br>\nYet they never knew that their encounter would change their destiny drastically.<br><br>\nThis story with exciting human dramas and robot actions takes place in the development of a new Tactical Surface Fighters, the most important and effective weapons against BETA, at a crisis of human extinction.<br><br>\n(Source: Muv-Luv Total Eclipse Official English Website)"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon BW: Rival Destinies",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14093-1O75wVFVAiDY.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Primarily Child Cast/Animals/Slapstick\nSatoshi, Iris &amp; Dent continue their travels through the Isshu region. After successfully winning his 8th Gym Badge against Homika in Tachiwaki City, Shirona invites everyone to stay at her villa in East Isshu, where old friend Hikari is also staying, and participate in the Pokemon World Tournament Junior Cup before Satoshi participates in the Unova League. Team Rocket, meanwhile, initiate their final plan for the Isshu region-what is their purpose in  their desire for the legendary Pok&eacute;mon Meloetta?"
    },
    {
      "id": "tt2074035",
      "type": "series",
      "name": "Horizon in the Middle of Nowhere II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12487-oCAnVYvqngdj.jpg",
      "description": "Genres: Action, Fantasy\nTags:Politics/Dystopian/Ninja/Historical/Kuudere\nTaking advantage of the opportunity that the Mikawa Conflict provides, Tori and his comrades attempt to rescue Horizon from the Testament Union. But even as the Floating City Musashi speeds towards its next destination, the Floating Island England, Tres Espa&ntilde;a is preparing its own armada for war against the British Islanders. Now, as the quest of Horizon's emotions builds to its climax, Tori's new battle is about to begin in the land ruled by the Fairy Queen! The reenactment of the history described in the mysterious Testament continues as the secret of the Armor of Deadly Sins is unleashed in the spectacular second season of Horizon in the Middle of Nowhere! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt0994314",
      "type": "series",
      "name": "Code Geass: Nunnally in Wonderland",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12685-IfZqKrKbkb1p.png",
      "description": "Genres: Comedy, Fantasy\nTags:Parody/Female Protagonist/Fairy Tale/Super Power\nIn the all-new story, Lelouch makes the ultimate use of his Geass power for his little sister Nunnally, who loves Alice in Wonderland."
    },
    {
      "id": "tt2598466",
      "type": "series",
      "name": "ONE PIECE: Episode of Nami - Koukaishi no Namida to Nakama no Kizuna",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15323.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Pirates/Shounen/Super Power/Ships/Kuudere\nA retelling of the Arlong Park arc, with new animation."
    },
    {
      "id": "tt2348803",
      "type": "series",
      "name": "Kuroko's Basketball Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15487.jpg",
      "description": "Genres: Comedy, Sports\nTags:Basketball/School/Shounen/Baseball\nAnimated bloopers, based on the extra section of the original manga series, included with the BD/DVD series for Kuroko no Basket (both limited and normal editions)."
    },
    {
      "id": "tt7949218",
      "type": "series",
      "name": "See Me After Class",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12581-zuxlLTXGltfU.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Nudity/Teacher/Crossdressing/Heterosexual/Large Breasts/School/Female Harem/Male Protagonist/Primarily Female Cast/Yuri\nThe story revolves around Yuuki Kagami, a boy who enrolls in the academy of his dreams as a honors student &mdash; and is mistakenly put in the girls' dormitory where boys are prohibited. Faced with the possibility of having to leave the school, Yuuki has to dress up as a girl in the dormitory. On top of things, he ends up rooming with the female teacher Ayana Kakinozaka, who has to watch over him."
    },
    {
      "id": "tt3651508",
      "type": "series",
      "name": "Kyou no Asuka Show",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15005.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Episodic/Female Protagonist/Seinen/Slapstick\nAsuka is a cute and clueless high school girl who habitually does things, in all innocence, that seem sexually suggestive to the men around her. Each chapter in \"Today's Asuka Show\" features a different awkward situation. <br><br>\n(Source: tethysdust) "
    },
    {
      "id": "kitsu:6997",
      "type": "series",
      "name": "Persona 4 the Animation: No One is Alone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13587-q0lWWgrgSuej.png",
      "description": "Genres: Adventure, Mystery, Sci-Fi, Supernatural\nTags:School/Super Power/Tomboy\nNew episode included with the 10th blu-ray volume. The episode will adapt the true ending from the original PS2 game."
    },
    {
      "id": "tt2076817",
      "type": "series",
      "name": "Carnival Phantasm: HibiChika Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15927-QtnfcEJ6epUZ.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Parody/Meta/Crossover/Kuudere\nA new episode of Carnival Phantasm released on the Type-moon Fes - 10th Anniversary Event - Blu-ray."
    },
    {
      "id": "kitsu:6882",
      "type": "series",
      "name": "Mysterious Girlfriend X: Nazo no Natsu Matsuri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13093-zPk93tzXlDA8.jpg",
      "description": "Genres: Ecchi, Mystery, Romance\nTags:School/Seinen\nOVA released with the 9th volume of the manga. "
    },
    {
      "id": "kitsu:6787",
      "type": "series",
      "name": "Papa no Iukoto wo Kikinasai!: Pokkapoka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12673.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Family Life/Kuudere\nUnaired episode included in the fifth DVD and Blu-ray volume."
    },
    {
      "id": "tt1658978",
      "type": "series",
      "name": "Hakuoki: Dawn of the Shinsengumi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13115-EgBCyO9pmicg.jpg",
      "description": "Genres: Action, Drama, Supernatural\nTags:Historical/Samurai/Swordplay\nThe year is 1863 and as Japan's long festering wounds of political discord erupt into violent waves of street clashes and murder, the Tokugawa Shogunate sends a new force of masterless samurai called the Roshigumi to the aid of the Aizu forces in Kyoto. However the new \"police\" are anything but a cohesive force and assassination has already split them into two opposing factions. The stronger is led by the brutal Serizawa Kamo and the lesser by the more honorable but less assertive Isami Kondo. It is into this pack of wolves that Ryunosuke Ibuki is dragged by the rabid Serizawa. Forced to be a virtual slave by blood debt, he hates the samurai and everything they stand for. But as he sees how the other half of the samurai live, he begins to believe that there may still be a chance, for both himself and Japan, if only Kondo will step up and take down the mad dog Serizawa! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "kitsu:7243",
      "type": "series",
      "name": "Kyousougiga (2012)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15359.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Urban Fantasy/Demons/Episodic/Female Protagonist/Family Life\nThree kids are stuck in a strange city causing massive mayhem through the land. They are searching for an atypical rabbit in order to return home. Koto, the eldest of the three, seems to have some sort of connection to this weird place ruled by a monk, a demon, and a priest."
    },
    {
      "id": "kitsu:6627",
      "type": "series",
      "name": "The Idolm@ster: 765 Pro to Iu Monogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11889-AVynVKzkGiiZ.jpg",
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Idol/Primarily Teen Cast/Female Protagonist/Primarily Female Cast/Dancing\nAn unaired episode included with the volume 9 Blu-ray. "
    },
    {
      "id": "kitsu:7050",
      "type": "series",
      "name": "Accel World: Acchel World.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13859.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:School/Shounen/Parody/Virtual World/Ensemble Cast/Kuudere/Isekai\nSpin-off of Accel World included on the Accel World Blu-rays & DVDs."
    },
    {
      "id": "tt1738090",
      "type": "series",
      "name": "Squid Girl OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13267.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Monster Girl/Female Protagonist/Primarily Female Cast/Slapstick/Cute Girls Doing Cute Things/Shounen\nOriginal anime DVD bundled with the 12th, 14th, and 17th volumes of the manga."
    },
    {
      "id": "tt1266617",
      "type": "series",
      "name": "Haruka Nogizaka's Secret: Finale",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b10928-uNsf2vrW23e4.jpg",
      "description": "Genres: Comedy, Romance\nTags:Heterosexual/School/Otaku Culture/Love Triangle/Kuudere\nYuuto and Haruka are looking forward to spending time together on a school trip. However, Shina finally works up the nerve to tell Yuuto she has feelings for him. This event drives a wedge between Haruka and Yuuto and forces them to confront how they feel.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2266670",
      "type": "series",
      "name": "Utakoi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b13349-jGgGhzVXyTe4.jpg",
      "description": "Genres: Comedy, Romance\nTags:Josei/Historical/Classic Literature\nUta Koi tells the \"super-liberal interpretation\" of the Hyakuninisshu anthology compiled during Japan's Heian period of 100 romantic poems from 100 different poets such as The Tale of Genji's Murasaki Shikibu."
    },
    {
      "id": "tt2176885",
      "type": "series",
      "name": "Lagrange: The Flower of Rin-ne Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12281-xrUMM1ee9pqK.jpg",
      "description": "Genres: Action, Comedy, Mecha\nTags:Real Robot/LGBTQ+ Themes/Female Protagonist/Primarily Female Cast/Space/CGI/Aliens/Kuudere\nSeveral months have passed since Lan and Muginami left Earth. Now in her final year of high school, Madoka spends most of her days thinking about her friends, when Lan suddenly returns to Kamogawa City.<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt3207686",
      "type": "series",
      "name": "Ebiten: Ebisugawa's Public High School Temonbu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14073.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Parody/School/Shounen/School Club/Primarily Female Cast/Ensemble Cast/Cute Girls Doing Cute Things/Episodic/Crossdressing/Astronomy/Chuunibyou/Maids/Animals/Tsundere\nNoya Itsuki just transferred to Ebisugawa High School. Since he has always had a fascination with space, he decides to join the Astronomy Club. However, he mistakenly walks into the <em>Asstronomy</em> Club - a club whose members are all female otaku. Itsuki notices that the members are really weird, but he has yet to realize that he joined the wrong club. His life becomes very strange very quickly."
    },
    {
      "id": "tt1143514",
      "type": "series",
      "name": "Moyashimon Returns",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13409.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:School/Food/Educational/College/Agriculture/Seinen/Foreign\nIn the second season the story continues exactly where it left off previously. Professor Itsuki's Fermentation Cellar and laboratory is ready for operation and with Sawaki Tadayasu's unique gift to see and communicate with microbes to help, Itsuki's motley group of students begin to process different fermented products like soy sauce and sake.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:6932",
      "type": "series",
      "name": "one off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13283-ve12LPFa2ddd.jpg",
      "description": "Genres: Slice of Life\nTags:Iyashikei/Mopeds/Motorcycles/Rural/Primarily Female Cast/Female Protagonist/Musical/CGI/Memory Manipulation/Coming of Age/Foreign\nA slice of life of high school girls in the early summer. Shiozaki Haruno is a 17-year-old girl who loves her motor cycle, HONDA's Giorno. She lives in remote highlands and longs for a vivid life in a city. <br><br>\nEncounters with people staying at Haruno's parents' boardinghouse encourage her to step forward to her dream."
    },
    {
      "id": "kitsu:6834",
      "type": "series",
      "name": "The Mystic Archives of Dantalian: Ibarahime",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12879.jpg",
      "description": "Genres: Action, Mystery\nTags:Historical/Mythology/Foreign\nA DVD containing an all new, original anime episode bundled with the fifth volume of Chako Abeno's Dantalian no Shoka manga adaptation. "
    },
    {
      "id": "tt2293882",
      "type": "series",
      "name": "Chitose Get You!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b14277-3CvgX3gflFv4.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Child Cast/Female Protagonist/Primarily Female Cast/Love Triangle/Heterosexual/Seinen/School/Kuudere\nChitose is an 11-year-old girl who is madly in love with an older guy named Hiroshi. He works at the town hall right next to the school and Chitose spends every day relentlessly pursuing him. Can Chitose ever convince Hiroshi to go out with her? "
    },
    {
      "id": "kitsu:7484",
      "type": "series",
      "name": "Zettai Junpaku: Mahou Shoujo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16656-nnSwBf9uiuZX.jpg",
      "description": "Genres: Action, Ecchi, Mahou Shoujo, Romance\nTags:Nudity/Primarily Female Cast/Female Harem/Magic\nDoujinshi anime Blu-ray Disc offered at the Comic Market 82 event on August 2012."
    },
    {
      "id": "tt2359704",
      "type": "series",
      "name": "JoJo's Bizarre Adventure (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14719-XFOPewvDtDdA.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:Super Power/Male Protagonist/Primarily Male Cast/Cultivation/Shounen/Foreign/Primarily Adult Cast/Historical/Body Horror/Gore/Heterosexual/Parody/Travel/Bullying/Chimera/Rugby\nBeginning its tale in 19th century England, young aristocrat Jonathan Joestar finds himself locked in bitter rivalry with Dio Brando, a low-born boy who Jonathan's father took under his wing after the death of Dio's father. Discontent with his station in life, Dio's fathomless lust to reign over all eventually leads him to seek the supernatural powers of an ancient Aztec stone mask in the Joestar's possession—an artifact that will forever change the destiny of Dio and Jonathan for generations to come.<br>\n<br>\nFifty years later, in 1938 New York City, Jonathan's grandson Joseph Joestar must take up his grandfather's mission and master the abilities necessary to destroy the stone mask and its immensely powerful creators who threaten humanity's very existence, the Pillar Men.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2379308",
      "type": "series",
      "name": "PSYCHO-PASS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx13601-tgjUlf4eQOyx.jpg",
      "description": "Genres: Action, Psychological, Sci-Fi, Thriller\nTags:Detective/Police/Cyberpunk/Crime/Primarily Adult Cast/Philosophy/Urban/Female Protagonist/Guns/Terrorism/Male Protagonist/Gore/Augmented Reality/Body Horror/Robots/Nudity\nJustice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.\n<br><br>\nInto this world steps Akane Tsunemori, a young woman with an honest desire to uphold justice. However, as she works alongside veteran Enforcer Shinya Kougami, she soon learns that the Sibyl System's judgments are not as perfect as her fellow Inspectors assume. With everything she has known turned on its head, Akane wrestles with the question of what justice truly is, and whether it can be upheld through the use of a system that may already be corrupt.\n<br><br>  \n(Source: MAL Rewrite)\n<br><br>\n<i>Note: In the Summer 2014 season, Psycho-Pass was rebroadcast and re-edited to fit into an hour time-slot, ending up in 11 one-hour episodes. This edit included added scenes at the beginning and middle of the episodes, as well as fixing and improving animation.</i>"
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14741-alxqoP4yx6WF.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Chuunibyou/Coming of Age/School/Heterosexual/Primarily Teen Cast/School Club/Slapstick/Female Protagonist/Male Protagonist/Primarily Female Cast/Parody\nEverybody has had that stage in their life where they have thought themselves to be special, different from the masses of ordinary humans. They might go as far as seeing themselves capable of wielding mystical powers, or maybe even believe themselves to have descended from a fantasy realm. This \"disease\" is known as \"chuunibyou\" and is often the source of some of the most embarrassing moments of a person's life.\n<br><br>\nFor Yuuta Togashi, the scars that his chuunibyou has left behind are still fresh. Having posed as the \"Dark Flame Master\" during his middle school years, he looks back at those times with extreme embarrassment, so much so that he decides to attend a high school far away where nobody will recognize him. Putting his dark history behind him, he longs to live a normal high school life.\n<br><br>\nUnfortunately, he hasn't escaped his past yet: enter Rikka Takanashi, Yuuta's new classmate and self-declared vessel of the \"Wicked Eye.\" As this eccentric young girl crashes into Yuuta's life, his dream of an ordinary, chuunibyou-free life quickly crumbles away. In this hilarious and heartwarming story of a boy who just wants to leave his embarrassing memories behind, the delusions of old are far from a thing of the past.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2296348",
      "type": "series",
      "name": "The Pet Girl of Sakurasou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13759-44TVZe8xNOJx.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Kuudere/School/Male Protagonist/Ensemble Cast/Coming of Age/Heterosexual/Love Triangle/Drawing/Female Protagonist/Tsundere/Nudity/Software Development/Video Games/Yandere/Female Harem/Family Life/Aliens/Hikikomori/Crossdressing/Maids\nThe first time he saw her, it was love at first sight. Unfortunately for Sorata Kanda, \"she\" was a cat named Hikari and his school's rules forbid keeping pets in the regular dorms. As a result, Sorata is banished to the infamous Sakura Hall alongside other troublesome and unusual students like Jin, overzealous playboy, Ryuunosuke, the reclusive hermit, and Mashiro, a brilliant artist who's so unfocused and clueless about the real world that dorm supervisor Ms. Sengoku assigns Sorata the task of taking care of her along with his ever-growing collection of stray cats!<br>\n<br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2309302",
      "type": "series",
      "name": "My Little Monster",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14227-VGxPG1xDZG7v.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Shoujo/Female Protagonist/Kuudere/Primarily Teen Cast/Tsundere/Heterosexual/Coming of Age/Male Protagonist\nStandoffish, reclusive Shizuku Mizutani cares far more about earning stellar grades than cultivating friendships. But her opinions on friendship and relationships begin to change when she meets habitual truant Haru Yoshida, who happens to have a rather fearsome reputation. Like Shizuku, Haru’s reputation has made it difficult to make friends. And yet through their budding friendship and stirrings of attraction the unlikely pair learns to understand one another, the world around them, and the tenor of their own emotions.\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2425098",
      "type": "series",
      "name": "Magi: The Labyrinth of Magic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14513-b4C3J03GF6UT.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Shounen/Male Protagonist/Politics/Desert/Dungeon/Slavery/Foreign/Primarily Male Cast/Swordplay/Economics/Travel/Nudity/Tanned Skin\nThis story is about the flow of fate and the battle to keep the world on the right path. Aladdin is a boy who has set out to explore the world after being trapped in a room for most of his life. His best friend is a flute with a djinn in it named Ugo. Soon enough, Aladdin discovers he is a Magi, a magician who chooses kings, and he was born to choose kings who will follow the righteous path, battling against those who want to destroy fate. Follow his adventures as he meets others from 1001 Arabian Nights, like Ali Baba and Sinbad, and fights to keep the balance of the world in check!"
    },
    {
      "id": "tt2309320",
      "type": "series",
      "name": "From the New World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13125-NdLjbmyHmoAD.png",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Sci-Fi, Supernatural\nTags:Dystopian/Lost Civilization/Philosophy/Coming of Age/Super Power/Female Protagonist/Slavery/War/Animals/Rural/LGBTQ+ Themes/Cult/Magic/Heterosexual/Religion/Environmental/Torture/Love Triangle/School/Aviation\nFollowing a sudden outbreak of psychokinesis in 0.1% of the population, a rapid transformation swept the world. The godlike ability to manipulate matter remotely turned many power wielders to violence, inciting a long period of upheaval. Finally, after a chaotic era shaped by the rise and fall of oppressive regimes, the psychic humans were able to achieve a fragile peace by isolating their society, creating a new world bound by complex rules.\n<br><br>\nIn the town of Kamisu 66, 12-year-old Saki Watanabe has just awakened to her powers and is relieved to rejoin her friends—the mischievous Satoru Asahina, the shy Mamoru Itou, the cheerful Maria Akizuki, and Shun Aonuma, a mysterious boy whom Saki admires—at Sage Academy, a special school for psychics. However, unease looms as Saki begins to question the fate of those unable to awaken to their powers, and the children begin to get involved with secretive matters such as the rumored Tainted Cats said to abduct children.\n<br><br>\n<i>Shinsekai yori</i> tells the unique coming-of-age story of Saki and her friends as they journey to grow into their roles in the supposed utopia. Accepting these roles, however, might not come easy when faced with the dark and shocking truths of society, and the impending havoc born from the new world.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2377452",
      "type": "series",
      "name": "K",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14467-emaCgr1KNGGI.png",
      "description": "Genres: Action, Mystery, Supernatural\nTags:Gangs/Super Power/Urban Fantasy/Urban/Swordplay/Revenge/Primarily Male Cast/Male Protagonist/Ensemble Cast/Primarily Adult Cast/Nekomimi/Martial Arts/Skateboarding/School/Tsundere/Kuudere/Shounen\nYashiro Isana has lived a relatively ordinary, simple life. He lives in the technologically advanced Shizume City and attends Ashinaka High School, a notable high school that is located on an island just outside the areas. Yashiro is friendly with everyone. Nothing seems wrong about him, except perhaps his habit of forgetting where his school-issued PDA is.<br><br>\n\nHowever, nothing normal has been happening since the recent murder of Tatara Totsuka, prominent member of the infamous HOMRA. No one knows who exactly killed him but the man responsible bears an uncanny, identical appearance to Yashiro. Seeking vengeance, the Red Clansmen of HOMRA set out to get Yashiro and kill him. Everyone suspects that Yashiro is the murderer.<br><br>\n\n(Source: Wikipedia)"
    },
    {
      "id": "tt2329220",
      "type": "series",
      "name": "BTOOOM!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14345-JGV1lFS9XW9w.jpg",
      "description": "Genres: Action, Psychological, Sci-Fi\nTags:Battle Royale/Survival/Death Game/Video Games/Hikikomori/Seinen/Male Protagonist/Gore/Rape/Suicide/Nudity/Achronological Order\nIn the blink of the mind's eye, Ryouta Sakamoto suddenly finds himself transported from playing the hit Btoom! video game to being stranded on a mysterious island, equipped with a day's worth of provisions, a bag of bombs, a strange crystal embedded in his left hand and a huge gaping hole in his memory. But it doesn't take long to figure out what's going on, especially after the first person Ryouta meets tries to kill him. Someone is attempting to recreate the ultra-violent Btoom! game in real life, and the island has been filled with an army of other unwilling players, each armed with one of the multiple variants of explosive weapons called BIM. Fortunately, Ryouta's an ace Btoom! player, but this insane version of the game has no reset switch or second lives, and there's only one way off the island: kill seven other people before they can kill you! Can Ryouta repurpose his game based skills fast enough to survive? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2575678",
      "type": "series",
      "name": "Nekomonogatari Black",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx15689-dUVKJCvuDffq.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Romance, Supernatural\nTags:Nekomimi/Urban Fantasy/Denpa/Youkai/Philosophy/Male Protagonist/Vampire/Achronological Order/Primarily Teen Cast/Heterosexual/Kemonomimi\nFirst season of the Monogatari Series, part 6/6. Contains the arc Tsubasa Family from the Nekomonogatari Black light novel.\n<br><br>\nOn his way to the bookstore, Koyomi Araragi encounters Tsubasa Hanekawa whose face is covered with a bandage. The incident allows Koyomi to learn what has been happening in the Hanekawa household, but Tsubasa begs him not to tell anyone about it, saying she’ll do anything to keep him quiet. Without revealing her family’s circumstances, Koyomi tells of the day’s incident - he and Tsubasa buried a “cat” that had been hit by a car- to Meme Oshino. Meme tells Koyomi that he must immediately go to confirm Hanekawa’s safety. He heads to her house, only to find...\n<br><br>\nSo begins the nightmarish nine days of Golden Week.\n<br><br>\n(Source: Aniplex)"
    },
    {
      "id": "tt2309312",
      "type": "series",
      "name": "Say \"I love you\".",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx14289-vRTzC8u4XuvW.png",
      "description": "Genres: Drama, Romance\nTags:Bullying/School/Shoujo/Female Protagonist/Heterosexual/Primarily Teen Cast\nMei Tachibana has spent her 16 years without a boyfriend or friends. One day, she injures the most popular boy in school, Yamato Kurosawa, due to a misunderstanding. For some reason though, it seems that he takes a liking to her and one-sidedly claims that they're friends. Furthermore, he not only protects Mei from a stalker, but does so with a kiss&hellip;?!!\n"
    },
    {
      "id": "tt2320220",
      "type": "series",
      "name": "Kamisama Kiss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx14713-RyZ7bA7CdvGw.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Supernatural\nTags:Gods/Shoujo/Youkai/Female Protagonist/Kemonomimi/Heterosexual/Urban Fantasy/Episodic/Demons/Male Harem/School/Meta/Monster Boy/Tsundere/Bullying/Slavery/Female Harem\nNanami Momozono is alone and homeless after her dad skips town to evade his gambling debts and the debt collectors kick her out of her apartment. So when a man she's just saved from a dog offers her his home, she jumps at the opportunity. But it turns out that his place is a shrine, and Nanami has unwittingly taken over his job as a local deity! <br><br>\nNanami has all kinda of new responsibilities she doesn't understand, dangers she's unaware of, and a cranky ex-familiar who's... actually pretty hot. What's a new-fledged godling to do? <br><br>\n(Source: Viz Media) "
    },
    {
      "id": "tt2294048",
      "type": "series",
      "name": "Blast of Tempest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14075-EIJcGXq5hd9O.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mystery, Romance\nTags:Urban Fantasy/Magic/Heterosexual/Revenge/Love Triangle/Male Protagonist/Anti-Hero/Classic Literature/Shounen/Environmental/Witch/Pandemic/Ensemble Cast/Travel/Tsundere\nOne day, a sorceress princess was stuffed into a barrel and banished.<br>\nOne day, a single girl was suddenly murdered, and the culprit still runs free.<br>\nAnd one day, a battle spanning time and space over magic and revenge began!<br>\nSanity and madness, sense and intelligence, self-confidence and convictions.<br>\nThe tragic tale of this irrational world starts now.<br><br>\nThe Kusaribe family is a family of sorcerers under the protection of the \"Tree of Origins\". Their princess, Hakaze Kusaribe, was the greatest sorceress of their family. But Samon Kusaribe, a member of their family seeking to resurrect the \"Tree of World's End\", a tree that opposes the \"Tree of Origins\" and controls the power of destruction, stuffs her into a barrel, and banishes her to a deserted island. From the deserted island, she sends a message out to sea, which is picked up by Mahiro Fuwa, a young boy who's sworn vengeance upon the criminal who killed his little sister, Aika. Mahiro agrees to help Hakaze under the condition that she find Aika's killer with her magic. But once Mahiro's best friend and Aika's lover, Yoshino Takigawa is rescued from danger, he too gets dragged into this tale of revenge.<br><br>\n(Source: Aniplex USA)"
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15417-Uc2uNdWEixwi.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Parody/Shounen/Male Protagonist/Meta/Samurai/Ensemble Cast/Philosophy/Politics/Found Family/Swordplay/Anachronism/Mahjong/Aliens/Historical/Space/Suicide/Robots/Kuudere\nWhile Gintoki Sakata was away, the Yorozuya found themselves a new leader: Kintoki, Gintoki's golden-haired doppelganger. In order to regain his former position, Gintoki will need the help of those around him, a troubling feat when no one can remember him! Between Kintoki and Gintoki, who will claim the throne as the main character?\n<br><br>\nIn addition, Yorozuya make a trip back down to red-light district of Yoshiwara to aid an elderly courtesan in her search for her long-lost lover. Although the district is no longer in chains beneath the earth's surface, the trio soon learn of the tragic backstories of Yoshiwara's inhabitants that still haunt them. With flashback after flashback, this quest has Yorozuya witnessing everlasting love and protecting it as best they can with their hearts and souls.\n<br><br>\n<i>Gintama'</i>: Enchousen includes moments of action-packed intensity along with their usual lighthearted, slapstick humor for Gintoki and his friends.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2294076",
      "type": "series",
      "name": "Girls und Panzer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx14131-vw0RvpxofyBw.jpg",
      "description": "Genres: Action, Sports\nTags:Tanks/Primarily Female Cast/Female Protagonist/Military/School Club/Cute Girls Doing Cute Things/Primarily Teen Cast/School/Ensemble Cast/Historical/Parody/CGI/Volleyball\nYou may have heard of kung fu, but the girls at Oarai High School practice gun-fu—really, really BIG 75mm gun-fu, in fact. It's called Sensha-do, and it's the martial art of operating armored tanks! They take it seriously too, and since winning the national Sensha-do championship is such a huge deal at Oarai, they sometimes go to extreme ends in order to get the best students from Panzer class to sign up. Which is how Miho Nishizumi, who HATES operating tanks, gets drafted to join doomsday-driven driver Mako, even-triggered gunner Hana, highly receptive radio operator Saori and combustible tank-fangirl and loader Yukari as the incomparable Anko Team. They may not be on the half-track to fame and fortune, and maybe a few of them would rather shop for tank tops than become tops in tanks, but once their focus is locked and loaded, they're absolutely driven.<br><br>\r\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1216222",
      "type": "series",
      "name": "To Love Ru Darkness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13663-kpsCFSRAutWM.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Nudity/Female Harem/School/Aliens/Slapstick/Primarily Female Cast/Assassins/Heterosexual/Meta/Male Protagonist/Kuudere/Female Protagonist/Tsundere/Monster Girl\nAs close encounters of the twisted kind between the residents of the planet Develuke (represented primarily by the female members of the royal family) and the inhabitants of Earth (represented mainly by one very exhausted Rito Yuki) continue to escalate, the situation spirals even further out of control. When junior princesses Nana and Momo transferred into Earth School where big sister LaLa can (theoretically) keep an eye on them, things SHOULD be smooth sailing. But when Momo decides she'd like to \"supplement\" Rito's relationship with LaLa with a little \"sisterly love,\" you know LaLa's not going to waste any time splitting harems. Unfortunately, it's just about that point that Yami, the Golden Darkness, enters the scene with all the subtleness of a supernova, along with an army of possessed high school students! All of which is certain to make Rito's life suck more than a black hole at the family picnic. Unless, of course, a certain semi-demonic princess can apply a little of her Develukean Whoop Ass to exactly that portion of certain other heavenly bodies! <br><br>\r\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2309408",
      "type": "series",
      "name": "Little Busters!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx13655-ZdAJjba0HrY6.jpg",
      "description": "Genres: Comedy, Drama, Slice of Life, Supernatural\nTags:School/Ensemble Cast/Male Protagonist/Coming of Age/Baseball/School Club/Slapstick/Kuudere/Orphan/Crossdressing/Cute Girls Doing Cute Things\nWhen tragedy struck Riki Naoe as a child, he was rescued from grief over his parent's deaths when four other kids \"recruited\" him for their group&mdash;the \"Little Busters.\" Now in high school, Riki and the other Busters are still fast friends, and though their vision of being heroes for justice may have faded, they'd still do anything for each other. Which is why Riki is now on TWO special missions. The not so secret one: recruiting new members so the Busters can form a baseball team. Preferably FEMALE recruits, as the current dude/babe ratio is an inconvenient 4 to 1. The OTHER mission, though... That's the strange one. Because Riki and Rin, the group's singular girl, are receiving odd messages, delivered by cats, concerning the existence of a \"secret world\" and assigning them tasks they have to complete. Were their youthful dreams of being crusaders not so fanciful after all? Or is there something even more vital at stake? Between steeling his courage to talk to girls, dealing with his own narcolepsy and facing his feelings concerning Rin, Riki may just need the strength of a superhero to solve the ultimate mystery of the Little Busters!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2390038",
      "type": "series",
      "name": "OniAi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14199-NAejQzViXuR7.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/School/Kuudere/Heterosexual/Idol/Incest/Nudity/School Club/Parody\nAkiko is thrilled to be reuniting with Akito, the handsome older brother she hasn’t seen in years! In fact, she might be a little too excited. This pint-sized cutie has a big brother complex, and she’s not interested in sharing his attention. Unfortunately for little sister, she and Akito won’t be living alone: three gorgeous girls from the student council will be along for the ride! <br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt2250034",
      "type": "series",
      "name": "Kokoro Connect ~ The OVAs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16001-XLc5ZdWeM3fp.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:School/Primarily Female Cast/Female Protagonist/Male Protagonist/Coming of Age/Love Triangle/Tsundere/Ensemble Cast/Heterosexual/Philosophy\nThey've already had their bodies swapped like musical chairs, had their ages changed at random and experienced their deepest desires taking control of them without warning, but if you thought Heartseed was finished with Taichi, Iori, Himeko, Yoshifumi and Yui, you've got another thing coming! Now there's a new affliction going around, and the name of this peculiar bug is emotion sickness. As in, suddenly your emotions jump out of your body and sick someone else! Needless to say, that's more than simply awkward if you've got a deep rooted phobia like a fear of men or repressed emotions that you've been trying to keep hidden, but in some situations it can literally be deadly! What is Heartseed up to this time, and why is he making our heroes involuntarily share their innermost dirty laundry?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2294070",
      "type": "series",
      "name": "Code:Breaker",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11703-PDxEAtWBd1mF.jpg",
      "description": "Genres: Action, Comedy, Supernatural\nTags:School/Shounen/Super Power/Urban Fantasy/Anti-Hero/Female Protagonist\nRiding the bus one day, Sakurakouji Sakura looks out the window to see people being burned alive with a blue fire and a boy her age who's unharmed and standing over the people.<br><br>\nShe comes back to the site the next day and there are no corpses or evidence of any kind of murder, just a small fire. She then goes to class to find there's a new transfer student, Oogami Rei, who looks exactly like the boy she saw before and wears a black glove only on his left hand.<br><br>\nOogami is a Code Breaker, one who \"does not exist\". He is a seemingly cold-blooded killer who follows the principle of \"an eye for an eye\", to \"use evil against evil\". Convinced that killing is not right, Sakurakouji sets out to stop him and penetrate his icy heart."
    },
    {
      "id": "tt1738419",
      "type": "series",
      "name": "Bakuman. 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12365-G5nFzWm2mIwz.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Meta/Work/Coming of Age/Writing/Drawing/Heterosexual/Shounen/Male Protagonist/Ensemble Cast/Educational\nMoritaka Mashiro and Akito Takagi have come a long way since they started making manga in middle school, but trials still await them as they head towards their goal of getting an anime adaptation for one of their manga. As they continue to grow as artists and as people, they will be faced with new friends, new rivals, and new hurdles to overcome.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2293974",
      "type": "series",
      "name": "Robotics;Notes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx13599-jpZpumSDPJM0.jpg",
      "description": "Genres: Drama, Mecha, Sci-Fi\nTags:Robots/School Club/Augmented Reality/Video Games/Heterosexual/Primarily Teen Cast/Hikikomori/School/Real Robot/Otaku Culture/Love Triangle/Mopeds\n2019, Divergence Ratio 1.048596 (Steins Gate worldline). The near future, where a device popularly called the PokeCom, packaged with PhoneDroid OS, spreads, bringing the Augmented Reality world close to existence. <br><br>\nCentral Tanegashima High School's Robot Research Club is in danger of losing its club status. Kaito Yashio, one of only two members, is only obsessed with robot fighting games, showing no interest in the Robo Club even in this situation. The reckless, useless club head, Akiho Senomiya, aims to complete a giant robot, struggling hard to avoid losing the club's status. <br><br>\nThen, one day, Kaito discovers the A.R. annotation that becomes the Kimijima Report. Written in that report is the indictment of someone named Kou Kimijima's conspiracy involving the world.<br><br>\n(Source: VNdb)"
    },
    {
      "id": "tt2259737",
      "type": "series",
      "name": "Jormungand: Perfect Order",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13331-YNyNmU1CfNK7.png",
      "description": "Genres: Action, Adventure\nTags:Guns/Military/Seinen/Assassins/War/Terrorism/Foreign/Female Protagonist/Anti-Hero/Primarily Adult Cast/Urban/Mafia/Politics/Nudity\nA ruthless arms dealer on a quixotic quest for world peace. A child soldier born into chaotic conflict. Their lives will intertwine as they journey together through the seedy underbelly of the world's arms market. <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt2321542",
      "type": "series",
      "name": "Love, Chunibyo & Other Delusions Lite",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15687-KK6DHoXp1F0S.png",
      "description": "Genres: Comedy\nTags:Chuunibyou/School/Female Protagonist/Male Protagonist/Volleyball\nShort episodes aired on KyoAni's official YouTube channel."
    },
    {
      "id": "kitsu:7511",
      "type": "series",
      "name": "Inferno Cop",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16774-g0jMpCk2DX9N.png",
      "description": "Genres: Action, Comedy\nTags:Parody/Police/Surreal Comedy/Skeleton/Primarily Male Cast/Cars/Foreign/Vampire/Zombie/Tokusatsu\nThe story deals with those in this world who dwell in the dark, invisible to the naked eye. From time to time, these figures bare their fangs and attack people. Inferno Cop is a messenger of justice who came from the depths of hell to protect people from them.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0385426",
      "type": "series",
      "name": "Initial D Fifth Stage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15059.jpg",
      "description": "Genres: Action, Drama, Sports\nTags:Cars/CGI/Seinen/Male Protagonist/Primarily Male Cast/Rural/Heterosexual/Primarily Adult Cast/Love Triangle\nTaking place in the sacred land of street running Kanagawa, once more Takumi Fujiwara will show his driving skills on his now legendary Hachi-roku."
    },
    {
      "id": "kitsu:7215",
      "type": "series",
      "name": "The World God Only Knows: Tenri Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15117.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Video Games/Female Harem/Shounen/Gods/Male Protagonist/Primarily Female Cast/Primarily Teen Cast/Kuudere/Heterosexual\nIt is summer break and Keima intends to spend all his time on video games. An old acquaintance, the timid girl Tenri, comes back into the neighborhood - and apparently has a lost soul inside her. It is up to Keima and Elysia to unravel the secrets of her heart.<br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt2341171",
      "type": "series",
      "name": "Medaka Box Abnormal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14527-7rNlGdUA9sgM.png",
      "description": "Genres: Action, Comedy\nTags:Shounen/School/Super Power/Female Protagonist\nWhat started as a simple assistance program has escalated insanely out of control, and now Medaka Kurokami finds herself exposed as something far more than human. But that's only the beginning of a new series of shocking revelations that lead towards a dark secret plan that not even the unbelievable power of her War God Mode may be able to withstand. Still, Medaka's proving to be good at thinking outside of the box, and if she needs the full backing of every hidden resource of the Student Council to meet the challenge, then that's what she's going to get. Even the Abnormal ones! <br><br>\n(Source: Sentai Filmworks) \n<br><br>\n<i>Note: Episode 12, titled \"Seitokai wo Shikei Shikkou Suru\", is part 4 of the \"Good Loser Kumagawa\" series.</i>"
    },
    {
      "id": "kitsu:7069",
      "type": "series",
      "name": "Haganai: Add-on Disc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14027.jpg",
      "description": "Genres: Comedy, Romance\nTags:Primarily Female Cast/Male Protagonist/School/Female Harem/Crossdressing/Nun/Chuunibyou/Boys' Love\nUnaired 13th episode of Boku wa Tomodachi ga Sukunai."
    },
    {
      "id": "kitsu:7057",
      "type": "series",
      "name": "Accel World EX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13939-ZwDOMGMYUu4N.png",
      "description": "Genres: Action, Romance, Sci-Fi\nTags:Virtual World/School/Kuudere/Isekai\nOVA bundled with the Accel World simulation and action games.  The Blu-ray OVA discs came with the PS3 limited edition versions and the DVD with the PSP limited edition versions.<br><br>\nThe project was split into two PSP and PS3 titles, and one episode was released with each game:<br>\n#EX01: Reverberation;Zankyou (bundled with Stage:01 Ginyoku no Kakusei)<br>\n#EX02: Vacation;Onsen (bundled with Stage:02 Kasoku no Chouten)"
    },
    {
      "id": "tt2390066",
      "type": "series",
      "name": "Teekyuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15125-2ngZyS4KrMqA.png",
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:Surreal Comedy/Episodic/Meta/School Club/Parody/Primarily Female Cast/Tennis/Cute Girls Doing Cute Things/School/Shounen\nTeekyuu is based on a sports comedy manga of the same name featuring four high school girls who belong to a tennis club. "
    },
    {
      "id": "tt1780262",
      "type": "series",
      "name": "Is This a Zombie? Of the Dead: Yes, This Suits Me Just Fine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n15437-29nx8vXJJ1gy.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Female Harem/Magic/Zombie/School/Nudity/Vampire/Kuudere/Monster Girl/Ninja\nAn unaired OVA episode of Kore wa Zombie Desu ka? of the Dead. It is the 11th episode and was bundled with the sixth volume of the manga. "
    },
    {
      "id": "tt2341379",
      "type": "series",
      "name": "Sankarea: I, Too, Am... A Zombie...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16694.jpg",
      "description": "Genres: Comedy, Ecchi, Horror, Romance, Supernatural\nTags:Zombie/Shounen/Female Protagonist/Animals/Kuudere/Monster Girl\nExtra episode included on the 6th BD/DVD volume.<br>\n<br>\nThe episode is from Baabu's point of view as he describes life as a zombie. Rea attends her first day of school as a zombie, where her zombie strength helps her out. Meanwhile, Baabu takes an interest in another female cat, but chooses to stop their relationship when he draws close to a confused state, and a scientist who studies zombies arrives to Japan to see what new samples she will find.<br>\n<br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt6266522",
      "type": "series",
      "name": "Saint☆Onii-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15775.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Gods/Parody/Male Protagonist/Religion/Primarily Adult Cast/Angels/Urban/Seinen\nJesus Christ and Gautama Buddha, the founders of Christianity and Buddhism, are living together as roommates in a Tokyo apartment while taking a vacation on Earth. The comedy often involves jokes about Christianity, Buddhism, and all things related, as well as the main characters' attempts to hide their identities and understand modern society in Japan."
    },
    {
      "id": "tt2305660",
      "type": "series",
      "name": "Ixion Saga DT",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14765-znJDLKWjr0j9.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Isekai/Parody/Male Protagonist/Transgender\nThe game and anime follow Kon Hokaze, a boy who embarks on a journey from our world to an alternate world known as Mira, which is full a mysterious energy known as Alma. After saving Princess Ecarlate from attackers, he soon finds himself in the middle of a struggle around Alma."
    },
    {
      "id": "kitsu:6954",
      "type": "series",
      "name": "Inu X Boku Secret Service Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13403-ZiDaNcISs95n.jpg",
      "description": "Genres: Comedy, Mystery, Supernatural\nTags:Shounen/Female Protagonist/Kuudere/Kemonomimi/Ojou-sama/Youkai/Chibi\nUnaired episode to be released with the seventh volume of the Blu-ray &amp; DVD. It will consist of three short episodes newly written by the manga author Fujiwara Cocoa. Fujiwara also designed a new character called Hana-chan for the episode. "
    },
    {
      "id": "tt2340511",
      "type": "series",
      "name": "Dusk Maiden of Amnesia: \"Ghost Girl\"",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14189.jpg",
      "description": "Genres: Horror, Mystery, Romance, Supernatural\nTags:School/Shounen/Ghost\nYuuko's antics are causing more ghost stories to circulate around the school, and Kirie, at her wit's end, attempts to rein Yuuko in with a series of games. Later, the Paranormal Investigation's Club investigates a series of stories which, one by one, lead to a series of interesting situations.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2250192",
      "type": "series",
      "name": "Sword Art OFFline",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16099.jpg",
      "description": "Genres: Comedy\nTags:Chibi/Primarily Female Cast/Video Games/Isekai\nBD/DVD specials."
    },
    {
      "id": "tt6562012",
      "type": "series",
      "name": "Student Council's Discretion Level 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10464-BlUWhUYM8DWz.png",
      "description": "Genres: Comedy\nTags:Female Harem/Parody/School/Male Protagonist/Primarily Female Cast/Kuudere/Ojou-sama/Otaku Culture\nSugisaki Ken, through diligence and academic excellence, had successfully entered the paradise that is the Hekiyou Private Academy's Student Council. There, he boldly embarks on his plan to create his personal harem with the 4 girls who are the other council members, namely: The incredibly youthful president Sakurano Kurimu; The cool and kindly yet super-sadistic secretary Akaba Chizuru; Tomboyish and hot-blooded vice-president Shiina Minatsu; and The ephemerally beautiful yet complicated treasurer Shiina Mafuyu. While every day since then has been non-stop fun, Graduation Day now looms near. Could this spell the end of their carefree days? <br><br>\n(Source: translated and adapted from official site by Cranston) "
    },
    {
      "id": "tt2309934",
      "type": "series",
      "name": "Place to Place OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16273-FhEHi6SHzllH.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Seinen/Kuudere\nUnaired episode 13 of Acchi Kocchi that was included in Vol.6. "
    },
    {
      "id": "tt2398674",
      "type": "series",
      "name": "Aikatsu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15061-LmFVCPOmUBaE.png",
      "description": "Genres: Music\nTags:Idol/Primarily Female Cast/School/Female Protagonist/Fashion/Dancing/Ensemble Cast/Cute Girls Doing Cute Things/Henshin/CGI/Fitness/Work/Kids/Outdoor/Acting/Primarily Teen Cast/Card Battle\nIchigo Hoshimiya is a regular, ordinary middle school girl. But when her best friend, Aoi, invites her to join the idol training academy, Starlight Academy, her whole world is turned upside down. As she encounters all kinds of rivals and learns what it takes to be an idol, she uses her Aikatsu Cards to challenge countless auditions. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "kitsu:7620",
      "type": "series",
      "name": "Kuroko no Basket: Oshaberi Shiyokka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17259.jpg",
      "description": "Genres: Comedy, Sports\nTags:Basketball/School/Shounen\nA special episode from the official DVD fandisc."
    },
    {
      "id": "tt0983962",
      "type": "series",
      "name": "Hayate the Combat Butler: Can't Take My Eyes Off You",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14653-l4Kmmtev5Uqa.jpg",
      "description": "Genres: Comedy\nTags:Shounen/Work/Idol/Crossdressing/Otaku Culture/Butler/Female Harem/Parody/Maids/Tomboy/Kuudere\nHayate Ayasaki's life has never been easy, though after being sold to Yakuza who want to harvest your organs to pay off your parents' debts it's hard to imagine things sinking much lower. But since becoming employed as the butler/bodyguard for teenage heiress Nagi Sanzenin, Hayate's misery has been primarily focused around Nagi's insecurity, laziness and the frequent attempts by various parties to kidnap her (with the occasional scheme cooked up by her Grandfather on the side.) However, when a new and unexpected relative arrives without warning, and issues concerning Nagi's long dead father rear their ugly head, Hayate finds himself thrust even further into the deep, dark, messy drama of the Sanzenin clan's affairs. And that is only the beginning of his troubles, as somehow aliens, haunted swords, an untrustworthy kitten and even a cross-dressing curse all come into the mix as well. Will our embattled butler fight his way through these epic complications? Or will his undoing come special de-livery?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "One Piece: Episode of Luffy - Hand Island Adventure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b16239-XzoVjd7JK8xJ.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Super Power/Pirates/Primarily Male Cast/Male Protagonist/Ships\nThe story of the Hand Island no Bouken special is set a little before the events of One Piece Film Z and depicts a major \"Hand Island\" incident during the New World storyline. The story is set at \"Cannon Town\" where a parent and a child work as craftspeople. The incident revolves around them and a commodore of a marine base. The special will also have a flashback scene to the story in the first chapter of the manga, but with new animation. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "kitsu:7473",
      "type": "series",
      "name": "Shitcom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/16608.jpg",
      "description": "Genres: Comedy, Romance\nTags:Scat/Surreal Comedy/Stop Motion/Parody/Heterosexual/No Dialogue/Primarily Adult Cast/Cute Girls Doing Cute Things/Food/Satire\nA beautiful couple is enjoying a lovely dinner together when suddenly the woman's stomach begins to make loud, rumbling sounds. As she attempts to calm the beast in her belly, her partner proposes to her, leaving her both overjoyed and distressed at her situation. The astonishing events of that night now begin to unfold, as a mysterious mass starts to make its way out of her mouth...<br>\n<br>\n(MAL Rewrite)"
    },
    {
      "id": "tt2269368",
      "type": "series",
      "name": "Aesthetica of a Rogue Hero Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15729.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Male Protagonist/Isekai/Super Power/Magic/Nudity\nDVD/BD Specials"
    },
    {
      "id": "tt2363624",
      "type": "series",
      "name": "Yu-Gi-Oh! ZEXAL II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15489-bkJWvWqZSKXz.jpg",
      "description": "Genres: Action, Fantasy\nTags:Card Battle/Male Protagonist/Amnesia/Cyberpunk/CGI/Shounen\nThe continuation of Yu-Gi-Oh! Zexal. <br><br>\r\nA new enemy has been revealed - Barian. They wish to gather the \"Numbers\" and destroy the Astral World to avoid their own world's destruction. As such, Yuma and his friends are their prime target, and the Barian begin to slowly enter Heartland City."
    },
    {
      "id": "tt2391164",
      "type": "series",
      "name": "World War Blue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15133.jpg",
      "description": "Genres: Action, Adventure, Ecchi, Fantasy\nTags:Parody/Shounen/Super Power\nSegua Kingdom has been losing the war against Ninterdo Empire but the tables are turned by the appearance of a boy called Gear. All the characters are parodies of Nintendo or Sega games such as Sonic the Hedgehog, Super Mario Bros., The Legend of Zelda etc."
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "ONE PIECE FILM: Z - GLORIOUS ISLAND",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b16468-pMKFwfY8lYZX.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Pirates/Ships/Shounen/Super Power\nAn exclusive anime prologue to One Piece Film Z with an original story penned by manga creator Eiichiro Oda. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt1210339",
      "type": "series",
      "name": "Junjou Romantica (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13767.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Cute Boys Doing Cute Things\nAn OVA that comes with the limited premium edition of volume 16 of the manga series. The DVD consists of the following episodes: Junjou Romantica, Junjou Egoist, and Junjou Terrorist. "
    },
    {
      "id": "tt2176165",
      "type": "series",
      "name": "Another",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11111-Y4QgkX8gJQCa.png",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Gore/School/Male Protagonist/Survival/Primarily Teen Cast/Kuudere/Urban Fantasy/Female Protagonist/Bullying/Heterosexual/American Football/Asexual\nWhen Kouichi Sakakibara transfers to a new school, he senses a frightening atmosphere in his new class, a secret none of them will talk about. At the center is the beautiful Mei Misaki. Kouichi is immediately drawn to her mysterious aura, but he begins to realize that no one else in the class is aware of her presence. Soon after his arrival, what is known as the Calamity begins, and it claims the lives of many students.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2230051",
      "type": "series",
      "name": "High School DxD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx11617-nmxMU9Zh3H5R.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Demons/Nudity/Male Protagonist/Primarily Female Cast/Large Breasts/School/Heterosexual/Gods/Angels/Dragons/Otaku Culture/Primarily Teen Cast/Religion/Kuudere/Gore/Bullying/Nun/Monster Girl/Foreign/Tennis\nIssei Hyodo is your average perverted high school student whose one wish in life is to have his own harem, but he's got to be one of the unluckiest guys around. He goes on his first date with a girl only to get brutally attacked and killed when it turns out the girl is really a vicious fallen angel. To top it all off, he's later reincarnated as a devil by his gorgeous senpai who tells him that she is also a devil and now his master! One thing's for sure, his peaceful days are over. In a battle between devils and angels, who will win? <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt2178501",
      "type": "series",
      "name": "Nisemonogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx11597-ApDcMuPvRhgr.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Mystery, Psychological, Supernatural\nTags:Urban Fantasy/Ensemble Cast/Primarily Female Cast/Male Protagonist/Philosophy/Incest/Primarily Teen Cast/Youkai/Satire/Feet/Nudity/Urban/Achronological Order/Family Life/Vampire/Female Harem/Heterosexual/Meta/Tsundere/Tomboy/Kuudere/Super Power/Gore/School\nFirst season of the Monogatari Series, part 5/6. Contains the arcs Karen Bee and Tsukihi Phoenix from the Nisemonogatari light novels.\n<br><br>\nIn Bakemonogatari, the story centered on Koyomi Araragi, a third year high school student who has recently survived a vampire attack and finds himself mixed up with all kinds of apparitions: gods, ghosts, myths, and spirits. However, in Nisemonogatari, we pick up right where we left off and follow Koyomi as the psychological twists delve deeper and deeper...\n<br><br>\n(Source: Aniplex)"
    },
    {
      "id": "tt2180883",
      "type": "series",
      "name": "Daily Lives of High School Boys",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx11843-KK3X2ccAlUwI.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:School/Cute Boys Doing Cute Things/Episodic/Primarily Male Cast/Meta/Slapstick/Satire/Shounen/Ensemble Cast/Male Protagonist/Primarily Teen Cast/Tomboy/Tanned Skin\nTadakuni, Hidenori, and Yoshitake are students at the all-boys academy, Sanada North High School. This is a tale about just that—their daily lives as students. Winning the basketball tournament? Finding true love? You won't find any of that here. Whether it's sparking random arguments while hanging out with friends, meeting that one weird co-worker at a part-time job, or even letting imaginations run wild on a windy afternoon, we've all experienced the show's ordinary but true-to-life themes at one point or another. <br><br>\r\n(Source: NIS America) "
    },
    {
      "id": "tt1910272",
      "type": "series",
      "name": "Steins;Gate: Egoistic Poriomania",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10863-V6oW2kN8bBYf.png",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Heterosexual/Tsundere/Chuunibyou/Female Protagonist/Foreign/Otaku Culture/Maids/Language Barrier/Kuudere\nSpecial episode included in the last of the nine Blu-ray/DVD volumes. <br><br>\nThe story is set a few months after the last scene of the television series. On a calm day in Akihabara, Okabe and the other laboratory members are invited by Feyris to go to America. Mayuri and the rest are planning to reunite with Kurisu, who had come back to an American laboratory. A few days later, Okabe's mad scientist persona Hououin Kyouma arrives alone at the airport in Los Angeles, where he may be taking the first step to leading the world into chaos.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2196757",
      "type": "series",
      "name": "Inu X Boku Secret Service",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11013-EBA11hztD2yi.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Youkai/Tsundere/Female Protagonist/Shounen/Kuudere/Heterosexual/Yandere/Coming of Age/Ojou-sama/Maids/Skeleton/Tanned Skin/Primarily Female Cast/Chibi\nThe Shirakiin house's daughter, Shirakiin Ririchiyo, who has a complex about being unable to live independently and unprotected, feels the need to move out and live on her own under the condition of residing in the mansion named \"Ayakashi Kan.\" In this mansion, only those who have cleared a very strict examination could reside in it, and for each resident, they are accompanied with one agent of the Secret Service (S.S.). Although Riricho has rejected the company of the S.S., while residing in the mansion she finds out that the agent dedicated to protecting her is actually the Fox Spirit. "
    },
    {
      "id": "tt2187287",
      "type": "series",
      "name": "Waiting in the Summer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11433-KLEzZeK6D46g.jpg",
      "description": "Genres: Comedy, Drama, Romance, Sci-Fi, Slice of Life\nTags:Love Triangle/Heterosexual/Ensemble Cast/Aliens/Primarily Teen Cast/School/Rural\nWhen a group of friends decide to make a movie over a long summer holiday, they end up learning a little about filmmaking and a lot more about each other and themselves. What begins as a simple way to avoid the summer doldrums quickly turns into something much more complex, intimate and revealing, as the maturing relationships between the members of the young cast take on new, and sometimes very unexpected, turns. <br><br>\r\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt0978553",
      "type": "series",
      "name": "The Familiar of Zero F",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11319-6PwRxZiVChQo.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Magic/Isekai/Tsundere/Love Triangle/Female Harem/School/Elf/Maids/Dragons/Kuudere/Heterosexual\nThe fourth and final season of The Familiar of Zero. Saito and Louise feel their bond deepening as the days go on, and they feel it might be time to take the next step in their relationship... But before that, the Queen has a mission for them. She sends them to the pope, who has both Louise and Tiffania become holy maidens. And with all the interruptions around, by both friends and foes, Louise and Saito's love will be tested to the limit.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2198397",
      "type": "series",
      "name": "Black★Rock Shooter (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11285-d2swj9OH7Us4.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Slice of Life\nTags:Primarily Female Cast/School/Female Protagonist/CGI/Rehabilitation/Guns/Basketball\nIt isn't the world you know. There wanders a girl with jet-black hair, ebony clothes, and a strikingly blue, glowing eye. Her name is Black&#9733;Rock Shooter. With a huge cannon in hand, she throws herself into a fierce battle...<br><br>\nMeanwhile, in another world, middle-school student Mato Kuroi is drawn to Yomi Takanashi, her classmate with an unusual family name. Mato does her best to talk to Yomi, who just won't open up. Yu Koutari mocks her best friend Mato's efforts but at the same time, supports her. Mato also finds herself surrounded by other colorful characters at school, like the eccentric school counselor, Saya Irino, and the hot-blooded captain of her club club, Arata Kohata.<br><br>\nThen, one day, the window of opportunity opens. After Mato sees that Yomi has her favorite picture book, \"Li'l Birds At Play\", they strike up a conversation and Mato is invited to come over to Yomi's house. There, they gradually break the ice, until a girl in a wheelchair appears. This is Yomi's best friend, Kagari Izuriha...<br><br>\nTwo worlds. Mato and Black&#9733;Rock Shooter. This is the story of their \"pain\".<br><br>\n(Source: Nico Nico Douga) "
    },
    {
      "id": "tt1352421",
      "type": "series",
      "name": "Natsume's Book of Friends 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11665-nfbt94cwKySE.png",
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Iyashikei/Youkai/Male Protagonist/Adoption/Rural/Episodic/Shoujo/Gods/Family Life/Primarily Teen Cast/Shapeshifting/Rotoscoping/Urban Fantasy\nThe fourth season of <i>Natsume Yuujinchou</i>.<br>\n<br>\nStill in possession of his grandmother's Book of Friends, Natsume spends his days returning the names of yokai to their rightful owners. He has been learning how to deal with the yokai and humans that surround his life, but the time has come for him to deal with something even more difficult — his own past, and future.<br><br>\n(Source: NIS America)"
    },
    {
      "id": "tt2230531",
      "type": "series",
      "name": "Symphogear",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11751-RTjNt29hG4pu.png",
      "description": "Genres: Action, Drama, Mahou Shoujo, Music, Sci-Fi\nTags:Super Power/Henshin/Primarily Female Cast/Primarily Teen Cast/Female Protagonist/Superhero/Yuri/Dancing/Guns/Mythology/Idol/Tsundere/School/Swordplay/Spearplay/Achronological Order/Motorcycles/Drugs/Military/Nudity\nWith the coming of spring, Hibiki Tachibana and Miku Kohinata start their first year in high school school at the prestigious Lydian Music Academy. That their idol, the singer Tsubasa Kazanari, also attends Lydian is just an added bonus. Neither of them know that their lives are about to change forever. Neither of them know that the first, awakening beat is almost upon them.\n<br><br>\n(Source: Rightstuf)"
    },
    {
      "id": "tt2189661",
      "type": "series",
      "name": "Listen to Me, Girls. I Am Your Father!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11179-dsXM0rjRESlv.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Family Life/Primarily Female Cast/Primarily Child Cast/College/School Club/Female Harem/Kuudere/CGI/Heterosexual\nSegawa Yuta is a freshman of a university. He lost his parents when he was small and was raised by his sister Yuri. Yuta has been living alone since Yuri got married to a middle aged man when Yuta was a junior high student. <br><br>\r\nOne day, Yuri visited Yuta's apartment and asked him to take care of her three daughters while Yuri and her husband were on a trip. He unwillingly accepted the job but the plane Yuri took went missing. In order to prevent the daughters from being adopted separately by relatives, Yuta decided to take in all three girls. <br><br>\r\nA life of a strange family in a tiny apartment begins."
    },
    {
      "id": "tt1685397",
      "type": "series",
      "name": "Amagami SS+ plus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11235-feAiunvtvMdq.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Heterosexual/Male Protagonist/Primarily Female Cast/School Club/Swimming/Kuudere\nThe second season of <i>Amagami SS</i>.<br>\n<br>\nThe girls return, and this time the series examines what the future with each of his girlfriends would hold! If Junichi can handle a second go-round with Tsukasa, Rihoko, Ai, Kaoru, Sae, Haruka and even Risa is anyone's guess. To add to the fun, little sister Miya returns with her sneaky storyline as well!<br>\n<br>\n(Sentai Filmworks)"
    },
    {
      "id": "kitsu:6454",
      "type": "series",
      "name": "Kill Me Baby",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11079.jpg",
      "description": "Genres: Comedy\nTags:Assassins/Cute Girls Doing Cute Things/School/Ninja/Chibi/Slapstick/Surreal Comedy/Seinen\nKill Me Baby is the touching story of Yasuna, a normal (?) high school girl, and Sonya, her best friend who happens to be an assassin. Unfortunately, little Sonya's trained assassin instincts often work against her and others in her daily high school life, as Yasuna's often-broken wrist can attest to. She just wanted a hug, but she ended up with a broken neck. Isn't it sad? No, it's hilarious.<br><br>\nNot even Yasuna's intense ninja training can prepare her for the exciting adventures in this explosive 4-panel manga adaptation."
    },
    {
      "id": "tt2176249",
      "type": "series",
      "name": "Brave 10",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11241-FVdZiZceB4c7.jpg",
      "description": "Genres: Action, Adventure\nTags:Swordplay/Seinen/Super Power/Historical/Ninja/Primarily Male Cast/Samurai\nA young ninja named Saizo Kirigakure is trying to find meaning and direction in his life when he encounters Isanami, who is fleeing from assassins. He manages to save her life, and she then asks him to act as her bodyguard until she reaches her destination. When they arrive in the protected territory of Sanada, Saizo falls into a meeting with Sasuke Sarutobi, leader of the famed ninja group. Sanada has gathered these bold and talented ninjas together in order to bring an end to Japan's era of war. Meanwhile, Isanami's mysterious hidden power comes to light. <br><br>\n(Source: NIS America) "
    },
    {
      "id": "tt0872309",
      "type": "series",
      "name": "Aquarion EVOL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10447-NDvwjLUF9znA.png",
      "description": "Genres: Action, Drama, Fantasy, Mecha, Romance, Sci-Fi\nTags:Love Triangle/Aliens/CGI\nThe \"Abductors\" Invaders from Altea come to Earth with only one purpose, to harvest humans. DEAVA the Aquaria Academy exists to train men and women to use Aquaria, but they cannot ever merge because of Guize stones, these block an \"unholy union\" between genders. The story follows Amata and Mikono in their enrollment into DEAVA, and fight their fight with Abductors. <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt2176885",
      "type": "series",
      "name": "Lagrange: The Flower of Rin-ne",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11227-dMDJFoq6Rb9j.png",
      "description": "Genres: Action, Comedy, Mecha\nTags:Primarily Female Cast/Aliens/School Club/Female Protagonist/Real Robot/CGI/Kuudere/Crossdressing\nMadoka Kyouno is an energetic girl who is full of passion. As the proud, and only, member of the Kamogawa Girls' High School Jersey Club, she goes around helping people in need. <br><br>\nMadoka's life is turned upside down when she is suddenly asked by a mysterious girl named Lan to pilot a robot. Motivated by her desire to protect the people and city of Kamogawa, Madoka agrees to pilot the resurrected Vox robot to fight against extraterrestrials that have come to attack Earth. <br><br>\n(Source: VIZ Media) "
    },
    {
      "id": "tt2176669",
      "type": "series",
      "name": "Bodacious Space Pirates",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8917-mmUSOxFEQj3f.png",
      "description": "Genres: Sci-Fi\nTags:Pirates/Space/Space Opera/Female Protagonist/School Club/Cute Girls Doing Cute Things/Primarily Female Cast/Tsundere/Tomboy\nWhen Marika Katou learns that her late father was the captain of a pirate ship, it’s the second biggest surprise of her life. The biggest? Learning that his crew needs her to take over her father’s old job due to the terms of their Privateer’s contract! It looks like joining her school’s yacht club is certainly about to pay off for Marika, because who wants to go into space piracy without a bunch of friends their own age to keep it fun? Toss in some outer space rivals, princesses in peril, and a pirate crew pulling double duty as high school teachers, and the next voyage of the good ship Benten Maru is going to be one of the wildest adventures ever!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2697872",
      "type": "series",
      "name": "Ground Control to Psychoelectric Girl: The Nighttime Sun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10638-UVt6Lj56xZtL.jpg",
      "description": "Genres: Comedy, Mystery, Romance, Sci-Fi\nTags:Male Protagonist/Denpa/Rehabilitation/Hikikomori/Chuunibyou\nUnaired 13th episode included in the seventh Blu-ray/DVD box volume. <br><br>\nMakoto goes to the festival with Ryuuko. Makoto gets to the shrine where Erio is waiting and is greeted by Yashiro, who claims she will demonstrate a small part of her psychic powers and tells Makoto to take three steps back. She raises her left arm...<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2230557",
      "type": "series",
      "name": "Glitter Force",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12191-jb0kcikumHvA.jpg",
      "description": "Genres: Fantasy, Mahou Shoujo\nTags:Primarily Female Cast/Magic/Henshin/Female Protagonist/Superhero/Episodic/Kids/Fairy Tale/Cute Girls Doing Cute Things/Primarily Child Cast/Witch/Werewolf/Primarily Teen Cast/Fairy/Age Regression/Robots\nOnce upon a time, there was a kingdom of fairy tales called \"M&auml;rchenland\", where many fairy tale characters live together in joy. Suddenly, the evil emperor Pierrot made an invasion on M&auml;rchenland, sealing its Queen in the process. To revive the Queen, the symbol of happiness called Cure Decor, \"the Queen's scattered power of light of happiness\", is required. To collect the Cure Decor, a fairy named Candy searches for the Pretty Cures on Earth. There, Candy meets a girl, who decides to collect the Cure Decor. Now, will the world earn a \"happy ending\"?"
    },
    {
      "id": "kitsu:6171",
      "type": "series",
      "name": "GYO: Tokyo Fish Attack",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10417-0tPSLVLmnLZY.jpg",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Sci-Fi\nTags:Post-Apocalyptic/Gore/CGI/Body Horror/Nudity/Fishing\nSomething in Okinawa reeks, and it isn't long before Kaori and her friends realize that the smell is coming from dead fish, which are walking out of the sea. The fish are fused to metal legs and are infected with a disease contractable by humans that was invented as a weapon by unknown sources. After what happens to Tadashi, Kaori finds herself in a new world very much like the old one but with the stench of death. "
    },
    {
      "id": "tt2176177",
      "type": "series",
      "name": "The Knight in the Area",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11697-dsf3SscWrnvq.jpg",
      "description": "Genres: Comedy, Sports\nTags:Football/Shounen/School/Male Protagonist/Primarily Male Cast\nThe Knight in the Area tells the stories of middle and high school students as they grow up through their soccer clubs, compete in national tournaments, and strive for world titles. Main character Kakeru, his respected elder brother Suguru, and childhood friend Nana Mishima, along with all the teammates, rivals from other schools, and world class soccer players around him radiate their own brilliant light as they face adolescence with all their strength. The story also incorporates the strong bond between Kakeru and Suguru, the love of their family, the friendship of their teammates and rivals, and fleeting first loves... all coming together to ignite passion in the hearts of all viewers.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt6163360",
      "type": "series",
      "name": "Recorder and Randsell",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11491.jpg",
      "description": "Genres: Comedy\nTags:Seinen/School/Primarily Child Cast\nMiyagawa Atsushi is an 11-year-old boy who is 180 centimeters tall. Since he has a grown-up looking build but acts his age, he has always been running into troubles. On the other hand, his 17-year-old elder sister Atsumi is only 137 centimeters tall. Even though she has a childish looking build, Atsumi takes good care of Atsushi. "
    },
    {
      "id": "kitsu:6750",
      "type": "series",
      "name": "The Future Diary: Ura Mirai Nikki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12503.jpg",
      "description": "Genres: Action, Comedy, Mystery, Psychological, Supernatural\nTags:Female Protagonist/Nudity/Shounen\nUnaired \"Ura Mirai Nikki\" anime (the short episodes of Mur Mur inserted at the end of the main episodes) included in the Mirai Nikki Blu-rays."
    },
    {
      "id": "tt0466352",
      "type": "series",
      "name": "Prince of Tennis II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11371-2lnI6nn8HiML.jpg",
      "description": "Genres: Action, Comedy, Sports\nTags:School/Shounen/Tennis\nMiddle school students fought fiercely against one another in a national tournament. Now, 50 chosen representatives return to fight again as high school students! <br><br>\nThe stage is the U-17 (Under Seventeen) Japanese Representative Training Camp. Middle school students have been invited for the first time to a camp known to produce the best Japanese tennis players. National champions from Seigaku, Hyotei, Rikkai, Shitenhoji... With all the rivals from the national tournament attending, everyone eagerly awaits their reunion. <br><br>\nAt first, the middle schoolers do not expect much from their high school opponents. However, the training camp is not so easy! Athletes with skills incomparable to those they previously faced and their mysterious coach appear before them. Faced with numerous demanding challenges, can the middle schoolers survive in this meritocratic training camp?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:6962",
      "type": "series",
      "name": "Patema Inverted: Beginning of the Day",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13429-lHJGMc0lvKuQ.jpg",
      "description": "Genres: Sci-Fi\nTags:Dystopian/Steampunk/Post-Apocalyptic/Female Protagonist\nThis is an online distribution of the prologue of the movie, illustrating the first day of the entire story.<br><br>\nA world, forever beyond your expectations. <br><br>\nIn a dark, cramped, underground world of endless tunnels and shafts, people wear protective suits and live out their modest yet happy lives. The princess of the underground community, Patema, goes out exploring as always, inspired by her curiosity of the unknown depths of the world. <br><br>\nHer favorite spot is the \"danger zone\", an area forbidden by the \"rule\" of the community. Despite being frequently chastised by her caretaker Jii, she cannot hold back her curiosity for the reason behind the rule, because no one would tell her what the \"danger\" was. When she approaches the hidden \"secret\", the story begins. <br><br>\n(Source: translation of a synopsis from the nicovideo news) "
    },
    {
      "id": "kitsu:6631",
      "type": "series",
      "name": "Major: World Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11917-053ZcENZWJxS.png",
      "description": "Genres: Comedy, Drama, Sports\nTags:Baseball\nAccording to Weekly Shonen Sunday, a new OVA of manga \"Major\" was announced to be released in December. The World Series chapter, which was skipped in the TV series, will be animated. This OVA will be the final anime of Major.<br><br>\n(Source: Scan of WSS)"
    },
    {
      "id": "kitsu:6705",
      "type": "series",
      "name": "Thermae Romae",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12321.jpg",
      "description": "Genres: Adventure, Comedy, Slice of Life\nTags:Historical/Language Barrier/Male Protagonist/Seinen/Work/Anachronism/Primarily Adult Cast/LGBTQ+ Themes\nThe story is a comedy about Lucius, an architect of public bath houses in ancient Rome, who time-travels to various modern-day baths in Japan. The author explores the two cultures in the world \"that have loved baths the most: the Japanese and the Romans.\" <br><br>\n(Source: Wikipedia) "
    },
    {
      "id": "kitsu:43606",
      "type": "series",
      "name": "Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai.: Menma e no Tegami",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b107342-CohOnqdwuycN.png",
      "description": "Genres: Comedy, Drama\nTags:Writing/Ensemble Cast/Drawing/School\nSpecial Picture Drama episode included on the Anohana Fes. Memorial DVD/Blu-ray Box"
    },
    {
      "id": "kitsu:6594",
      "type": "series",
      "name": "Gokujo.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11769.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Yuri/Slapstick/Female Protagonist/Female Harem/Surreal Comedy/Primarily Female Cast/School/Seinen/Primarily Teen Cast\nKuribayashi Minami returns to Japan after a long stay in Los Angeles. She enters an upper-class girl's high school \"Gokurakuin Jyoshi High School\", so called \"Gokujyo\". She tries to dominate the school with her beauty but her plan is spoiled by the silly and pervert behaviors of her eccentric classmates."
    },
    {
      "id": "tt1169193",
      "type": "series",
      "name": "Sayonara Zetsubou Sensei: Nyankin no Kirisuto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10469-P6NBmFvu387u.png",
      "description": "Genres: Comedy\nTags:Parody/School/Teacher/Satire/Meta/Kuudere/Female Harem/Primarily Female Cast/Male Protagonist/Shounen\nA new special episode that was distributed to those who purchase all three Blu-ray box sets of Sayonara Zetsubou Sensei series on January 31, 2012. "
    },
    {
      "id": "kitsu:6495",
      "type": "series",
      "name": "A-Channel: A-Channel+smile",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11339.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/School/Seinen/Kuudere\nFollowing the everyday lives of four high school girls: the flighty Run, the reckless Tooru, the timid Yuuko, and the level-headed Nagi. <br><br>\nMountain of Pancakes &mdash; Kitou-sensei injures her hand during class and has to deal with it while Tooru brings cat Tansan to school with her to meet Yutaka and Miho. Later, the girls decide to get pancakes at a caf&eacute; where Miho happens to be working, facing trouble when Yutaka shows up out of the blue. <br><br>\nA Picture of a Wish &mdash; Yuuko catches a cold so the others pay her a visit and help look after her. Later, the girls get together for the New Year's shrine visit. <br><br>\n(Source: Wikipedia) "
    },
    {
      "id": "kitsu:7335",
      "type": "series",
      "name": "Hiyokoi (2012)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/15895.jpg",
      "description": "Genres: Romance\nTags:Shoujo/Female Protagonist/Heterosexual/School/Primarily Teen Cast\nThree episodes aired on TV as part of the Ribbon x Oha Sta specials. "
    },
    {
      "id": "kitsu:6496",
      "type": "series",
      "name": "Detective Opera Milky Holmes 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11341-QLilHfOnk46Q.jpg",
      "description": "Genres: Comedy, Mystery\nTags:Surreal Comedy/Super Power/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Detective/Parody/Kuudere/Gods/Gangs/Henshin/Martial Arts\nSecond season of Tantei Opera Milky Holmes."
    },
    {
      "id": "kitsu:4276",
      "type": "series",
      "name": "Ai no Kusabi (2012)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5784-RRtXLc6endVP.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Boys' Love/Rape/Bondage/Male Protagonist/Dystopian/Human Pet/Cyberpunk/Achronological Order/Motorcycles\nThe story is set in the future on the planet named Amoi which is controlled by a supercomputer named Jupiter. Among the mostly male human population, the light-haired elite class is allowed to temporarily keep the dark-haired \"mongrels\" as pets. One elite member, Iason, encounters a mongrel named Riki in the slums and decides to take him in. However, Iason keeps Riki longer than it is socially approved, and rumors abound about their possible relationship."
    },
    {
      "id": "kitsu:6731",
      "type": "series",
      "name": "Yuri Seijin Naoko-san (2012)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12437-WrUm5ugd7K8a.png",
      "description": "Genres: Comedy\nTags:Surreal Comedy/Denpa/Female Protagonist/Yuri/Aliens/Musical/Primarily Female Cast\nNaoko-san is an alien from the planet Yuri, who is plotting to conquer the Earth by yurifying it. Misuzu is a junior high girl and is always troubled by Naoko-san, who lives on the roof of her house."
    },
    {
      "id": "tt2122656",
      "type": "series",
      "name": "Guilty Crown: 4-koma Gekijou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13561-KFypxsjMVEgd.png",
      "description": "Genres: Comedy\nTags:Chibi\nAnimated four-panel manga that comes as extra on the DVDs and Blu-rays."
    },
    {
      "id": "kitsu:6645",
      "type": "series",
      "name": "Poyopoyo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12021.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Rural/Family Life/Episodic/Animals/Surreal Comedy/Seinen\nMoe Sato is a young lady who finds a cat and starts taking care of him. Named Poyo due to his round shape, he quickly becomes a dear member of the Sato family.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7736",
      "type": "series",
      "name": "Inferno Cop: Fact Files",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/17843.jpg",
      "description": "Genres: Action, Comedy\nTags:Police/Surreal Comedy/Skeleton\nThere are 12 companion pieces in the forms of \"Fact Files\" (which expand upon a given character from a corresponding episode) airing shortly after each episode. "
    },
    {
      "id": "tt0972713",
      "type": "series",
      "name": "Shakugan no Shana III (Final) Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12823.jpg",
      "description": "Genres: Comedy\nTags:Parody/Kuudere\nShana-tan specials released on the Shana III (Final) BDs and DVDs."
    },
    {
      "id": "kitsu:5856",
      "type": "series",
      "name": "Finder no Hyouteki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9761.jpg",
      "description": "Genres: \nTags:Boys' Love/Photography/Gangs/Rape\nTwenty-three year old Takaba Akihito is a young freelance photographer who takes pride in his work and seeks to get a major \"scoop\". After he takes photographs of the business dealings of crime lord Asami Ryuichi, Asami kidnaps and rapes him, beginning a sadomasochistic relationship between them as they find themselves continually drawn to one another. Fei Long, a rival Chinese boss who blames Asami for his father's death, takes an interest in Takaba, as well, seeking a way to get revenge.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "kitsu:7073",
      "type": "series",
      "name": "Mashiroiro Symphony: Airi ga Anata no Kanojo ni!?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14049-nInyBHKa6mvt.png",
      "description": "Genres: Romance\nTags:Female Harem/Shounen\nAn alternate ending to the anime with Airi being the chosen girl. This is not animated in a normal anime fashion, it is more of a gal game animation."
    },
    {
      "id": "kitsu:7022",
      "type": "series",
      "name": "Mashiroiro Symphony Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13757-b8WQZ3xjtyv6.jpg",
      "description": "Genres: Drama, Romance\nTags:Female Harem/Shounen\nDVD/BD specials of Mashiroiro Symphony: The Color of Lovers."
    },
    {
      "id": "kitsu:7001",
      "type": "series",
      "name": "Sayonara Zetsubou Sensei Special Omake",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13619-fFsNMw8aq4FQ.png",
      "description": "Genres: Comedy\nTags:Parody/School/Kuudere\nA special short in BD BOX."
    },
    {
      "id": "kitsu:6923",
      "type": "series",
      "name": "Kid Icarus: Uprising",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b13251-AOzDwvbUoqho.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Gods/Angels/Food/CGI\nAnime shorts of the 3DS game \"Kid Icarus: Uprising\", known as \"Shin Hikari Shinwa: Palutena no Kagami\" in Japan.<br><br>\nEpisode 1 - Thanatos Rising<br>\nAnimation: Production I.G<br>\nDirector: Junichi Fujisaku<br><br>\nEpisode 2 - Medusa's Revenge<br>\nAnimation: Studio 4&deg;C<br>\nDirector: Kazuto Nakazawa<br><br>\nEpisode 3 - Palutena's Revolting Dinner<br>\nAnimation: SHAFT<br>\nDirector: Akiyuki Shinbou"
    },
    {
      "id": "tt2340841",
      "type": "series",
      "name": "Hyouka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12189-eBb6fcM21Zh7.jpg",
      "description": "Genres: Mystery, Romance, Slice of Life\nTags:School Club/Detective/School/Primarily Teen Cast/Male Protagonist/Heterosexual/Coming of Age/Philosophy/Classic Literature/Episodic/Female Protagonist/Surreal Comedy/Rural/Otaku Culture/Shrine Maiden/Cosplay/Bullying\nEnergy-conservative high school student Houtarou Oreki ends up with more than he bargained for when he signs up for the Classic Literature Club at his sister's behest—especially when he realizes how deep-rooted the club's history really is. Begrudgingly, Oreki is dragged into an investigation concerning the 45-year-old mystery that surrounds the club room.<br>\n<br>\nAccompanied by his fellow club members, the knowledgeable Satoshi Fukube, the stern but benign Mayaka Ibara, and the ever-curious Eru Chitanda, Oreki must combat deadlines and lack of information with resourcefulness and hidden talent, in order to not only find the truth buried beneath the dust of works created years before them, but of other side cases as well.<br>\n<br>\nBased on the award-winning Koten-bu light novel series, and directed by Yasuhiro Takemoto of Suzumiya Haruhi no Shoushitsu, Hyouka shows that normal life can be full of small mysteries, be it family history, a student film, or even the withered flowers that make up a ghost story.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2348803",
      "type": "series",
      "name": "Kuroko's Basketball",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11771-ScM6Hde1NYrd.jpg",
      "description": "Genres: Comedy, Sports\nTags:Basketball/Male Protagonist/Shounen/Primarily Male Cast/Ensemble Cast/School Club/School/Primarily Teen Cast/Super Power\nTeikou Junior High School's basketball team is crowned champion three years in a row thanks to five outstanding players who, with their breathtaking and unique skills, leave opponents in despair and fans in admiration. However, after graduating, these teammates, known as \"The Generation of Miracles\", go their separate ways and now consider each other as rivals.\n<br><br>\nAt Seirin High School, two newly recruited freshmen prove that they are not ordinary basketball players: Taiga Kagami, a promising player returning from the US, and Tetsuya Kuroko, a seemingly ordinary student whose lack of presence allows him to move around unnoticed. Although Kuroko is neither athletic nor able to score any points, he was a member of Teikou's basketball team, where he played as the \"Phantom Sixth Man,\" who easily passed the ball and assisted his teammates.\n<br><br>\n<i>Kuroko no Basket</i> follows the journey of Seirin's players as they attempt to become the best Japanese high school team by winning the Interhigh Championship. To reach their goal, they have to cross pathways with several powerful teams, some of which have one of the five players with godlike abilities, whom Kuroko and Taiga make a pact to defeat.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2051178",
      "type": "series",
      "name": "Fate/Zero Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx11741-Twb6iJx77FFV.jpg",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Battle Royale/Magic/Mythology/Urban Fantasy/Anti-Hero/Ensemble Cast/Death Game/Philosophy/Primarily Adult Cast/Swordplay/Body Horror/Gore/CGI/Vampire/Guns/Motorcycles/War\nAs the Fourth Holy Grail War rages on with no clear victor in sight, the remaining Servants and their Masters are called upon by Church supervisor Risei Kotomine, in order to band together and confront an impending threat that could unravel the Grail War and bring about the destruction of Fuyuki City. The uneasy truce soon collapses as Masters demonstrate that they will do anything in their power, no matter how despicable, to win.\n<br><br>\nSeeds of doubt are sown between Kiritsugu Emiya and Saber, his Servant, as their conflicting ideologies on heroism and chivalry clash. Meanwhile, an ominous bond forms between Kirei Kotomine, who still seeks to find his purpose in life, and one of the remaining Servants. As the countdown to the end of the war reaches zero, the cost of winning begins to blur the line between victory and defeat.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2339875",
      "type": "series",
      "name": "Accel World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11759-o3ZRpFYnP5Lc.jpg",
      "description": "Genres: Action, Romance, Sci-Fi\nTags:Virtual World/Video Games/Male Protagonist/Henshin/School/Augmented Reality/Philosophy/Isekai/Motorcycles/Kuudere/Primarily Teen Cast/Tokusatsu\nThe year is 2046. Haruyuki Arita is a young boy who finds himself on the lowest social rungs of his school. Ashamed of his miserable life, Haruyuki can only cope by indulging in virtual games. But that all changes when Kuroyukihime, the most popular girl in school, introduces him to a mysterious program called Brain Burst and a virtual reality called the Accel World. <br><br>\n(Source: VIZ Media) "
    },
    {
      "id": "tt2341379",
      "type": "series",
      "name": "Sankarea: Undying Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11499-SeYog5nP4Uks.png",
      "description": "Genres: Comedy, Ecchi, Horror, Romance, Supernatural\nTags:Zombie/Monster Girl/Shounen/Male Protagonist/Female Protagonist/Heterosexual/Love Triangle/Nudity/Maids/School/Kuudere\nFuruya's not interested in the living, he's got zombies on the brain! When Furuya's cat dies, he decides he's going to try and bring it back to life. In the process, he stumbles across a girl who is involved in an accident and turns into a real zombie! What's Furuya going to do now that the thing he loves the most is right in front of his eyes?<br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt2341375",
      "type": "series",
      "name": "Kids on the Slope",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx12531-Z5K3przHadiD.jpg",
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Coming of Age/Band/Josei/Found Family/Male Protagonist/Rural/Heterosexual/School/Primarily Teen Cast/Historical\nThe beginning of summer, 1966. <br><br>\nBecause of his father's job situation, freshman high school student Kaoru Nishimi moves by himself from Yokosuka to Kyushu to live with relatives. Until then, Kaoru was an honor roll student who tended to keep to himself, but meeting notorious bad boy Sentaro Kawabuchi starts to change him. Through his devil-may-care classmate, Kaoru learns the attractions of jazz and finds the first person he can call a \"friend\". He also discovers how much fun it is to play music with a pal. <br><br>\nOther characters include Sentaro's kind childhood chum, Ritsuko, who is the daughter of a record shop owner; the mysterious upperclassman, Yurika; and Brother Jun, the much-admired leader among their peers. Set against the backdrop of a seaside town with a scent of American culture, this series is a drama about young people coming into their own, crossing each other's paths, and finding friendship, love, and music! <br><br>\n(Source: Official Website) "
    },
    {
      "id": "tt2340511",
      "type": "series",
      "name": "Dusk Maiden of Amnesia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12445-hKIXQW3vA4iz.jpg",
      "description": "Genres: Horror, Mystery, Romance, Supernatural\nTags:Ghost/School Club/Heterosexual/Male Protagonist/Primarily Female Cast/School/Nudity/Dissociative Identities/Episodic/Female Harem/Shounen\n60 years ago, a young woman was left to die in the abandoned school building behind the exclusive Seikyou Academy. No one knows why. No one knows how. But the horrifying tale and the legends of the ghostly haunting that followed live on to this day. Perhaps it's not so surprising then, that among Seikyou's many school clubs is one for students interested in \"paranormal investigations.\" What might raise more than a few hairs, however, is that the founder of the club is the ghost herself. Unable to remember how she died and trapped in the grey land between life and death, Yuuko latches onto Teiichi Niiya, a freshman who can inexplicably see her, and together they and the other unsuspecting members of the club begin to unravel the many dark mysteries that surround Seikyou. Will unlocking the secret of Yuuko's gruesome death finally free her? Or will her sudden close association with a mortal have even stranger repercussions on both of their existences? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2564106",
      "type": "series",
      "name": "Nyaruko: Crawling with Love!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11785-cBfqpOetdIeF.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Parody/Surreal Comedy/Meta/Tsundere/Aliens/Love Triangle/Mythology/Monster Girl/Female Harem/Male Protagonist/School/Primarily Female Cast/Family Life/Gender Bending/Heterosexual/Tokusatsu\n\"I'm Nyarlathotep, the creeping chaos always smiling beside you.\" But you can call her Nyaruko for short. One by one, the Great Ones from the Cthulhu mythos are coming to earth to target Nyaruko and her human friend Mahiro. He's utterly clueless about the true nature of his cosmic conflict and just wants to live in peace.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2259737",
      "type": "series",
      "name": "Jormungand",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12413-ERry5jCkhEPO.jpg",
      "description": "Genres: Action, Adventure\nTags:Female Protagonist/Guns/Military/Seinen/Anti-Hero/Assassins/Primarily Adult Cast/Foreign/Episodic/Ensemble Cast/Tanned Skin/Nudity/LGBTQ+ Themes\nA ruthless arms dealer on a quixotic quest for world peace. A child soldier born into chaotic conflict. Their lives will intertwine as they journey together through the seedy underbelly of the world's arms market. <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt2309934",
      "type": "series",
      "name": "Place to Place",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12291-NKo7qYW674Wo.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Slapstick/School/Iyashikei/Nekomimi/Tsundere/Seinen/Kuudere/Heterosexual\nEveryone has a circle of friends they hang out with. But even within a small group there are smaller groups of friends, best friends and, here's where it gets complicated, boyfriends and girlfriends. Sometimes relationships just develop in a way where you're not exactly sure what you are to the other person. Which is the problem Tsumiki has when it comes to Io. Io's as tall and easygoing as Tsumiki is short in both temper and stature, but he also seems to be totally clueless about how she's starting to feel. Yet, at times, he's almost too affectionate. It's just confusing and irritating. And their prankster friends Mayoi and Sakaki aren't much help. Especially Mayoi, as it gives her one more thing to tease Tsumiki over. Hime, the fifth member of their usual gang of five isn't much better, because she's not really well connected to reality anyway. Which leaves Tsumiki stuck in a quandary. Are she and Io just best friends? And is it worth risking that for what Tsumiki wants?<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt2341219",
      "type": "series",
      "name": "Mysterious Girlfriend X",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12467-FtvouFLt2Vkr.jpg",
      "description": "Genres: Ecchi, Mystery, Romance\nTags:Coming of Age/School/Seinen/Heterosexual/Kuudere/Male Protagonist/Nudity/Primarily Teen Cast\nWhen the oddly peculiar Mikoto Urabe transfers into Akira Tsubaki's class, he finds that life has thrown him the weirdest curve ball ever. Because while Urabe may be an anti-social loner who sleeps on her desk, carries a pair of scissors in her underwear and breaks out in sudden fits of insane laughter, there's something about her that Tsubaki just can't quite put his finger on. Until he accidentally puts his finger in it, and suddenly the phrase \"sharing spit with a girl\" takes on an entirely new meaning! Before he can wipe her drool off his face, Tsubaki is mysteriously addicted to Urabe, which isn't half as strange as the fact that she not only finds this normal, but already seems to have plans for her new drooling boyfriend. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1780262",
      "type": "series",
      "name": "Is this A Zombie? of the Dead",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10790-nmhjig0cTbI5.png",
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Zombie/Female Harem/Magic/Male Protagonist/School/Primarily Female Cast/Crossdressing/Ninja/Henshin/Vampire/Kuudere/Chuunibyou/Surreal Comedy/Yandere/Meta/Monster Girl/Heterosexual\nAikawa Ayumu was revived as a zombie by the cute necromancer Eucliwood Hellscythe. After the zany, madcap adventures in the first season of Is This a Zombie? ended, Ayumu thought his life might finally get back to normal, or as normal as it can be for a zombie. However, destiny has other plans for him. Some guys just can't catch a break. <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt2341171",
      "type": "series",
      "name": "Medaka Box",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11761-7YQ8cqZp65qy.jpg",
      "description": "Genres: Action, Comedy\nTags:School/Super Power/Martial Arts/Female Protagonist/Shounen/Primarily Teen Cast/Swimming/Judo/LGBTQ+ Themes\nWhen newly elected Student Council President Medaka Kurokami institutes her idea for a suggestion box where people can submit problems that need to be solved, she's expecting things like rescuing lost puppies and giving advice. What she and her best friend Zenkichi find instead, however, are the first hints of an unbelievable secret, and their school, Hakoniwa Academy, and Medaka herself are somehow at the very center of the growing maelstrom! As what seemed like an innocent past time turns into a dangerous game, Medaka and her recruits to the Student Council discover new depths to both themselves and their own unexpected abilities. And then things get really out of control! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2267446",
      "type": "series",
      "name": "Space Brothers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12431-U8HbfcuLihBp.png",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life\nTags:Space/Work/Seinen/Primarily Adult Cast/Ensemble Cast/Aviation/Astronomy/Educational/Foreign/Robots/CGI\nMutta's life has hit rock bottom. He's been fired, blackballed from his profession and now he's had to move back in with his parents. Meanwhile, his kid brother Hibito has been literally riding a rocket and training to be an astronaut. The same career Mutta once dreamed of. So, is it ever too late to go after your dreams? Through a little coercing and a bit of covert activity, Mutta's family and friends can get his resume on the right desk, but from that point on it will be up to Mutta himself. Does he have what it takes to turn his life around and put his footprint on the moon? The first step on the highway to the stars is always the hardest, and in a job where crash and burn isn't just a euphemism, it will be the biggest risk Mutta's ever taken. But with the best support team ever, maybe he'll find what he needs to rekindle the spark inside him and light the biggest candle of them all! <br><br>\r\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2230051",
      "type": "series",
      "name": "High School DxD: Fantasy Jiggles Unleashed",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13357.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Nudity/Demons/School/Primarily Female Cast/Kuudere/Monster Girl/Heterosexual\nA series of 3-5 minute specials that were bundled with the HighSchool DxD DVD and Blu-rays. They are a stand alone set of episodes that are not a part of any story line in particular.<br><br>\nSpecial 1: Going Sunbathing! - The Occult Research Club goes on a beach outing.<br><br>\nSpecial 2: Issei's Private Training! - Issei is being given lessons in magic by Akeno.<br><br>\nSpecial 3: A Little Bold, Koneko-Chan... Nyan! - Koneko accidentally has her personality reversed magically, making her incredibly sexually active and reversing her sexual preference.<br><br>\nSpecial 4: The Untold Story of The Dress Break's Birth! - A few flashbacks of how Issei first found out and eventually perfected his special move, Dress Break.<br><br>\nSpecial 5: Making Udon! - As part of a penalty for losing a bet, Sona and Tsubaki make udon for the Occult Research Club but the udon comes to life in a peculiar way...<br><br>\nSpecial 6: Asia Transforms! - Asia wants to prove she is just as bad as any demon by using ideas found in Issei's magazines, going as far as dressing up like a harlot and seducing him.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt2176165",
      "type": "series",
      "name": "Another: The Other",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11701-rnEKCVGq99dL.jpg",
      "description": "Genres: Horror, Mystery, Thriller\nTags:Female Protagonist/Twins/Primarily Female Cast/Cute Girls Doing Cute Things/Kuudere/Nudity\nEpisode 0 bundled with the 0th limited-edition volume of Kiyohara Hiro's manga adaptation of Ayatsuji Yukito's horror novel Another.<br>\n<br>\nShortly before the start of a new semester, Misaki Fujioka visits her twin sister Mei Misaki in Yomiyama City. The girls make full use of the last days of summer, roaming around a heat-weary town and visiting various places including a shopping center and shooting stall. When they prowl around her basement, Mei expresses uneasiness about her new class, which is said to be cursed.<br>\n<br>\nCraving more entertainment, the twins decide to pay a visit to the local amusement park. But the leisure of a sleepy summer day could soon turn woeful as Mei sees the color of death on her sister—an unmistakable omen that a tragedy is bound to strike.\n"
    },
    {
      "id": "tt2341757",
      "type": "series",
      "name": "Tsuritama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12883-2aNeQKhtMoVe.png",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life, Sports\nTags:Fishing/Coming of Age/Aliens/Male Protagonist/Cute Boys Doing Cute Things/Memory Manipulation/Primarily Male Cast/Outdoor/Dancing/School/Tanned Skin\nYou can't catch fish if you don't go fishing, and you can't make friends if you don't at least try.<br><br>\nWhich is how relationship-challenged student Yuki finds himself on a fishing trip to a tiny island with three other boys he barely knows. Well, two other boys and Haru, who claims that he's an alien. Not that constantly stewing Natsuki or mysterious Akira are any more likely as prospects for good companionship. <br><br>\nBut there's something about fishing that makes it unlike any other pastime, and maybe that quiet sense of companionship and hopeful expectation is just what Yuki needs to start charting the unfamiliar waters of personal connections.  Or maybe it will turn out that Haru's right and they're going to have to save the entire planet. <br><br>\nThere are lots of different kinds of fish stories, from the \"ones that got away\" to the \"best catches ever,\" but whichever way the currents of life take them, for four young men, this trip may turn out to be the biggest whopper ever! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2180883",
      "type": "series",
      "name": "Daily Lives of High School Boys Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12893-wmSNdidw29ZJ.png",
      "description": "Genres: Comedy, Slice of Life\nTags:School/Shounen/Primarily Male Cast/Slapstick/Male Protagonist/Cute Boys Doing Cute Things\nThe original gag comedy manga follows the humorous yet \"realistic\" everyday life of Tadakuni, Hidenori, Yoshitake, and other students at a boys' high school. <br><br>\nThis entry refers to the unaired episodes released on the DVDs and BDs. The pre-air specials were all included in the TV series and are not listed separately. Episode 4.5, an uncensored version of \"Danshi Koukousei to 100\" is also not counted.<br><br>\nEpisode 1: High School Boys and Ideals <br>\nEpisode 2: High School Boys and Loneliness <br>\nEpisode 3: High School Boys and Zippers <br>\nEpisode 4: High School Boys and Tricks <br>\nEpisode 5: High School Boys and Hiccups <br>\nEpisode 6: High School Boys and Consideration<br>"
    },
    {
      "id": "tt2496120",
      "type": "series",
      "name": "Star Blazers: Space Battleship Yamato 2199",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12029-yxcDPXcaeQkx.png",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Space/Space Opera/Aliens/Military/Primarily Adult Cast/Amnesia/Ensemble Cast/Male Protagonist/Survival/Travel/War/Conspiracy/Artificial Intelligence/Aviation/CGI/Female Protagonist/Heterosexual/Lost Civilization/Post-Apocalyptic/Robots/Language Barrier/Tomboy/Nudity/Real Robot\nThe year is 2199. The human race has been crushed in their war with the Gamilos, driven into underground cities by the invader's assault. Scientists estimate they have only a year left. The young officers Susumu Kodai and Daisuke Shima receive a mysterious capsule from a ship that made an emergency landing on Mars and return with it to Earth. It contains humanity's last hope: the planet Iscandar on the other side of the Magellan Galaxy has the technology to defeat the Gamilos and restore the planet. The space battleship Yamato is entrusted with this task, but they have only one year before humanity ends.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2090435",
      "type": "series",
      "name": "Zetman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11837-94IUi1s3qHN1.jpg",
      "description": "Genres: Action, Drama, Horror, Romance, Sci-Fi, Supernatural\nTags:Super Power/Seinen/Homeless/Urban Fantasy/Gore/Nudity\nThe story starts off with a face-off between two rival heroes, ZET and ALPHAS, and then traces their origins - Jin Kanzaki, a young man with the ability to transform into a superhuman being known as ZET, and Kouga Amagi, a young man with a strong sense of justice who uses technology to fight as ALPHAS. <br><br>\nThe fates of these two men and those around them intertwine as they fight to protect mankind and destroy monstrous abominations known as Players, who ironically are the creations of the Amagi Corporation, the company founded by Kouga&rsquo;s grandfather, Mitsugai Amagi.<br><br>\n(Source: ytv ENGLISH)"
    },
    {
      "id": "tt2177954",
      "type": "series",
      "name": "Polar Bear's Café",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12815.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Episodic/Animals/Work/Cute Boys Doing Cute Things/Male Protagonist/Josei/Iyashikei/Anthropomorphism\nShirokuma Cafe revolves around a Canadian white bear that quits his boring job and starts a cafeteria near a zoo. He loves telling tall tales and always brags about himself. According to him, he was picked up by a human couple who owns a diner while he was drifting around on an iceberg. <br><br>\nThough he has lost all contact with his Canadian family, he has discovered a new home in serving the diners' clientele, thanks to the kind couple. His caf&eacute; is an embodiment of his personality. The place is always packed with many regulars, animals and humans, who are drawn by his charismatic magnetism. <br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt2298919",
      "type": "series",
      "name": "Lupin the Third: The Woman Called Fujiko Mine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13203-tvOacIQg2xfj.png",
      "description": "Genres: Action, Adventure, Comedy, Drama, Ecchi, Psychological, Thriller\nTags:Nudity/Female Protagonist/Seinen/Crime/Detective/Anti-Hero/Noir/Primarily Adult Cast/Episodic/Fugitive/Guns/Bisexual/Politics/Drugs/Swordplay/Samurai\n<i>What happened when Lupin III met Fujiko Mine for the first time?</i><br><br>\n\nShe’s a thief. A killer.  A saint and a scandal. She’s whatever you need her to be to get the job done. She takes your breath away to get what she wants. She takes everything else just because she can. It’s all in a night’s work for the woman called Fujiko Mine. She’s the slinky, sultry thread that holds Lupin III’s crew together—and this is the heist that started it all.\n<br><br>\n(Source: FUNimation, Crunchyroll) "
    },
    {
      "id": "tt2301807",
      "type": "series",
      "name": "NARUTO Spin-Off: Rock Lee & His Ninja Pals",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b12979-ToE4ShcCGngP.jpg",
      "description": "Genres: Action, Comedy\nTags:Parody/Chibi/Ninja/Shounen\nWelcome to the Hidden Leaf Village. The village where Uzumaki Naruto, star of the TV show \"Naruto\" makes his home. Every day, countless powerful ninjas carry out missions and train to hone their skills. Our main character is one of these powerful ninjas...but it's not Naruto! It's the ninja who can't use ninjutsu, Rock Lee! In spite of his handicap, Lee has big dreams. He works hard every day to perfect his hand-to-hand combat skills and become a splendid ninja! And to achieve his dream, he puts in more effort than anyone else. Under the hot-blooded tutelage of his teacher Guy, he works alongside his teammates Tenten and Neji. Watch the Beautiful Green Beast Rock Lee train, go on missions, and have all sorts of adventures! <br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt0765491",
      "type": "series",
      "name": "Eureka Seven AO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12471-XFE6k5eDGhOt.jpg",
      "description": "Genres: Action, Adventure, Drama, Mecha, Sci-Fi\nTags:Robots/Shounen/Male Protagonist/Aliens/Politics/Artificial Intelligence/Adoption/Football\nThe story is set on Okinawa's isolated island of Iwado, which has seen a growing movement advocating a return to an autonomous government. Ao Fukai, a 12-year-old boy with a missing father, lives on the island with an old doctor named Toshio and is about to enter middle school. Ao's mother was taken away a decade ago by unknown individuals. Naru Arata, Ao's 12-year-old childhood friend and the story's heroine, lives with her father, older sister, and grandmother. She has a \"Yuta\" power awakened within her due to an incident when she was young. A mysterious entity called \"Secret\" suddenly appears and launches an attack on the Scub Coral lifeform on the island. Ao launches a certain military FP called \"Nirvash\" aboard a Japanese military transport in his fervent desire to protect the island. <br><br>\n(Source: FUNimation) "
    },
    {
      "id": "tt2338857",
      "type": "series",
      "name": "Hiiro no Kakera: The Tamayori Princess Saga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12461-zFf5p77KzVQZ.jpg",
      "description": "Genres: Fantasy, Romance, Supernatural\nTags:Female Protagonist/Primarily Male Cast/Magic/Heterosexual/Male Harem/School\nEvery girl dreams of being an enchanted princess, but how many stop to think about all the grim and horrible things that happen in fairy tales? That's a lesson Tamaki learns all too graphically when she's attacked by creatures she thought only existed in myths! Fortunately, she's rescued by an extraordinary young man: one who's not only part demon; but her future classmate as well, and one of the group of protectors that Tamaki will need if she's going to fulfill her destiny as a Tamayori princess. A destiny that no one's bothered to tell her she's inherited until just now! And if it wasn't bad enough to learn that every plan she'd had for the future has to change, to top it all off, Tamaki still has to start attending a new high school as well! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt7164706",
      "type": "series",
      "name": "You and Me 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11739-k9NkeTvzdwMD.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Shounen/Episodic/Coming of Age/Cute Boys Doing Cute Things/Twins/Primarily Male Cast/Love Triangle/Ensemble Cast\n\"No matter how many years go by, I'm sure we'll still be laughing together.\" <br><br>\nTwins Yuta and Yuki, Kaname, and Shun have been childhood friends since kindergarten. When transfer student Chizuru joins them, their five man school life becomes all the more lively. Through the changing seasons, the boys will find laughter, surprises, love, and new encounters waiting for them. <br><br>\nThe second season of the boys growing a little every day of their invaluable daily lives is about to begin! <br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt2255264",
      "type": "series",
      "name": "Upotte!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12317-ZyVJb1GXbSpC.png",
      "description": "Genres: Action, Comedy\nTags:Guns/Military/Educational/Seinen/Primarily Female Cast/Nudity/Nekomimi\nKiss kiss, bang bang! The arms race takes on a startling new development when the arms come with heads, legs and very feminine bodies attached!<br><br>Yes, at Seishou Academy every girl is literally a lethal weapon, and they're all gunning for the top shot at getting their own personal serviceman! Needless to say, it's going to be difficult for newly recruited human instructor Genkoku to adjust to working with a living arsenal of high caliber cuties with tricky names like FNC (Funko) M 16A4 (Ichiroku) L85A1 (Eru) and SG 550 (Shigu). Especially since many have hair triggers and there's no bulletproof vest that can stop a really determined coed! He'll have to rewrite the operator's manual on student/teacher relationships, and pray that his job description won't include having to field strip and reassemble one of his cadets in the dark. But unfortunately (for him) FNC's already thinking about becoming HIS personal weapon, and she usually gets what she aims for! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt2245880",
      "type": "series",
      "name": "AKB0048",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12149-OsW0XJq6wtCM.jpg",
      "description": "Genres: Drama, Music, Sci-Fi\nTags:Idol/Primarily Female Cast/Female Protagonist/Ensemble Cast/Otaku Culture/Musical/Primarily Teen Cast/Real Robot/Space/Coming of Age/Terrorism/Space Opera/Dancing/CGI/Swordplay/Guns/Kuudere\nThe year is 0048, and in the wake of the great wars, all forms of entertainment have been banned by the dystopian and iron-gloved rule of the anti-music DES. To combat this threat to intergalactic harmony, a group of bold young women have resurrected the legendary J-Pop band AKB48 and formed an all new Band of Sisters - AKB0048! But these rocking rebels aren't simply singers! Trained in combat as well as choreography, these striking strike team members are equally at home in concert halls and in the trenches. Under the leadership of the mysterious Sensei Sensei, they're ready to lay down their lives in order to make the universe a safe place for getting your groove on!<br>\n<br>\n(Source: Sentai Filmworksl)"
    },
    {
      "id": "tt2189248",
      "type": "series",
      "name": "Inazuma Eleven GO: Chrono Stone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13261-ONMwQFlAEKqO.jpg",
      "description": "Genres: Sports\nTags:Football/Super Power/Historical/Primarily Male Cast/Robots/Male Protagonist/Henshin/Cute Girls Doing Cute Things\nThe story is set after the end of Holy Road tournament finals of the first Inazuma Eleven GO anime, and Tenma returns to Raimon Junior High School. However, this is not the Raimon that Tenma remembers, and the members of the Raimon team no longer play soccer. <br><br>\nTenma realizes that this is a parallel world when Alpha, the captain and forward of the Protocol Omega team, appears before him. Alpha is part of a secret project in the future to wipe out soccer. <br><br>\nTo aid Tenma in his adventures, the Inazuma Caravan van seen in previous Inazuma Eleven anime has been modified into a flying time machine.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3692198",
      "type": "series",
      "name": "Maken-Ki! OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11209.jpg",
      "description": "Genres: Action, Ecchi\nTags:Female Harem/Super Power/Male Protagonist/School Club/Nudity/Gender Bending/School/Cute Girls Doing Cute Things\nOVA episodes bundled with the 8th and 11th volumes of the manga."
    },
    {
      "id": "tt2339005",
      "type": "series",
      "name": "Natsuiro Kiseki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12119-DDxsnzXsveIW.jpg",
      "description": "Genres: Adventure, Comedy, Slice of Life, Supernatural\nTags:Coming of Age/Primarily Female Cast/Magic/Female Protagonist/Cute Girls Doing Cute Things/Idol/Tennis/Iyashikei/School/Kuudere/Tomboy/Tanned Skin/Ships/Witch\nAt a Shinto shrine in Shimoda, there is a large rock. It is said that if four close friends gather around the rock and all wish for the same thing, that wish will come true. As four friends, Natsumi, Saki, Yuka and Rinko, gather around the rock like they used to in their childhood, they soon find the rock can indeed grant people's wishes. With only a short amount of time before Saki is due to transfer schools, the girls spend a summer filled with magic. <br><br>\n(Source: Wikipedia) "
    },
    {
      "id": "tt2051178",
      "type": "series",
      "name": "Fate/Zero: Please! Einzbern Counseling Room",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13263-TtCqlSFIpfrM.jpg",
      "description": "Genres: Comedy\nTags:Chibi/Philosophy/Parody\nWritten by Kinoko Nasu, these specials are included in the BD box sets I &amp; II.<br><br>\nJoin Irisviel as she helps Disciple No. Zero understand more details and history relating to the Holy Grail War."
    },
    {
      "id": "tt2341377",
      "type": "series",
      "name": "Saki -  Episode of Side A",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx10884-vx44EUBnCBUU.png",
      "description": "Genres: Slice of Life, Sports\nTags:Mahjong/Yuri/School Club/Cute Girls Doing Cute Things/School/Primarily Female Cast/Female Protagonist/Kuudere/Seinen\nThe Achiga Girls' Academy in Nara once defeated regional mahjong powerhouse Bansei High School. It advanced into the national team semifinals but lost to the eventual champion, and the mahjong club was later disbanded.<br><br>\nSix years later, elementary school student Shizuno Takakamo befriends transfer student Nodoka Haramura. The two eventually enter Achiga Girls', but Nodoka transfers out of the school in the second year. <br><br>\nWhen Shizuno sees Nodoka on television the following year as the national middle school individual mahjong champion, she decides to revive Achiga's mahjong club."
    },
    {
      "id": "kitsu:6608",
      "type": "series",
      "name": "Kenichi: The Mightiest Disciple OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11813.jpg",
      "description": "Genres: Action, Comedy\nTags:Martial Arts/School/Shounen/Kuudere\nOVAs of History's Strongest Disciple Kenichi bundled with volumes 46, 47, 49, 53, 54, 55, & 56 of the manga."
    },
    {
      "id": "tt2230515",
      "type": "series",
      "name": "Saint Seiya Omega",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12929-CMxtDxuPwJmp.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Gods/Mythology/Super Power/Henshin\nThe god of war and guardian of his namesake planet, Mars, was once sealed away by Seiya, but time has passed and his revival is at hand. Meanwhile, Saori Kido (Athena) is raising the boy Kouga, whose life Seiya saved, and he's been training every day to become a Saint in order to prepare for the coming crisis... <br><br>\r\nUnaware of his destiny, when Kouga awakens to the power of his Cosmo hidden inside him, the curtain will rise upon the legend of a new Saint.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2662790",
      "type": "series",
      "name": "Kimi no Iru Machi: Tasogare Kousaten",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11313-GhHV6Pnhy4FA.jpg",
      "description": "Genres: Drama, Romance\nTags:School/Heterosexual/Nudity/Rural/Shounen/Love Triangle\nEba Yuzuki has mysteriously decided to go to high school in the countryside. But despite Kirishima Haruto's objections, she is living in his home. Now he has to put up with a freeloading city girl and even worse, make sure Kanzaki Nanami, the girl he likes, doesn't get the wrong idea!"
    },
    {
      "id": "tt1685397",
      "type": "series",
      "name": "Amagami SS+ plus Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12669-YhoBBg5SRGzr.jpg",
      "description": "Genres: Ecchi, Romance\nTags:Episodic/Nudity/Kuudere/Heterosexual\nShort extras of the anime included in each of the six Blu-ray volumes of Amagami SS+. "
    },
    {
      "id": "tt2263799",
      "type": "series",
      "name": "Phi Brain ~ Puzzle of God: The Opheus Order",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12753-ykS2mm08alDd.jpg",
      "description": "Genres: Action\nTags:Primarily Teen Cast\nThe second season of <i>Phi Brain: Kami no Puzzle</i>.\n<br><br>\nThe puzzles get tougher and even more deadly as Kaito Daimon continues his battle against the power hungry Givers of the POG. And with one team member already switching sides, will Kaito have what it takes to keep solving the deadly puzzle traps put before him and reach the fabled Puzzle of God? More importantly, will he be able to solve the puzzles AND maintain his sanity? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "kitsu:6793",
      "type": "series",
      "name": "Tight-rope",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12695.jpg",
      "description": "Genres: Romance\nTags:Boys' Love/Yakuza/Primarily Male Cast\nTightrope tells the tale of the reluctant heir of a yakuza family and his childhood friend, and follows their love relationship that started budding in their school days and keeps developing slowly but surely.<br><br>\n(Source: Simona's BL Research Lab)"
    },
    {
      "id": "kitsu:6715",
      "type": "series",
      "name": "Shining Hearts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b12367-lQYkVb6OJjyf.jpg",
      "description": "Genres: Action, Fantasy\nTags:Iyashikei/Food/Amnesia/Magic/Swordplay\nOver the years, many strange things have washed up on the shores of Windaria. Rick, a former swordsman, knows this all too well, having been found on the beach with a profound case of amnesia himself. Perhaps that's why Rick takes a quick interest in Kaguya, a girl who arrives in Windaria in a similar waterlogged and memory-less condition. It soon becomes apparent that his swordsmanship will be needed to protect her. For dark forces are on the move, all of whom seem to be seeking Kaguya!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1407599",
      "type": "series",
      "name": "Queen's Blade Rebellion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11859-YVJI1Sv8b5SC.jpg",
      "description": "Genres: Action, Adventure, Ecchi, Fantasy\nTags:Primarily Female Cast/Swordplay/Nudity/Female Protagonist/Group Sex/Rape/Large Breasts/Nun/Slavery/Monster Girl/Pirates\nPower corrupts, and it when it appears that the once noble Queen Claudette's ways have turned to oppression and heretical persecution, it's up to a new generation of warriors to step up to the plate armor to bear arms and bare their naked fury in open rebellion! The odds may seem unfairly stacked in favor of the Amazonian ranks of the queen, doubly supported by her power of writ and assassins. But the incredible wits and assets of the dazzling array of daring damsels willing to risk their gorgeous skins and put their lithesome bodies on line against her, might just expose a few unexpected weaknesses in the queen's support! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "kitsu:6437",
      "type": "series",
      "name": "Holy Knight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11005-xSkwQg5teObI.jpg",
      "description": "Genres: Ecchi, Supernatural\nTags:Vampire/Male Protagonist/Nudity/Tsundere/Seinen\nThe story centers around a timid orphan named Mizumura Shinta who goes to a missionary school in Tokyo. His seemingly normal life changes when a beautiful half-human Romanian girl named Lilith suddenly transfers into his school. Mizumura discovers that he is actually a vampire hunter and the successor of the Romuald lineage.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:7002",
      "type": "series",
      "name": "Pendulum",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b13629-qSknOUnqexK6.jpg",
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:No Dialogue/Achromatic/Family Life/Primarily Adult Cast\nA short called \"Furiko\" (or \"Pendulum\"), that was featured on Japanese variety show.<br><br>\nThe anime was drawn by the Japanese comedian Tekken (&#37444;&#25331;), who named himself after the fighting game.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt6163360",
      "type": "series",
      "name": "Recorder and Randsell Re",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13377-VPSrfUSIR7Di.png",
      "description": "Genres: Comedy\nTags:School/Seinen\nSecond season."
    },
    {
      "id": "tt2073864",
      "type": "series",
      "name": "C3: Outdoor School Confusion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12505.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:School\nUnaired episode included with the fifth volume of the <i>C³</i> Blu-ray. \n<br><br>\nIt’s all fun and games when Fear, Yachi, and the rest of their class head into the wilderness for a camping trip. That is, until Yachi is captured by a cursed beast and Fear is forced to face her arachnophobia head on!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2266688",
      "type": "series",
      "name": "Sengoku Collection",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12611-Tu0K8qdSAYOf.jpg",
      "description": "Genres: Fantasy\nTags:Female Protagonist/Primarily Female Cast/Episodic/Parody/Swordplay/Isekai/Idol\nSengoku Collection revolves around many samurai who are accidentally removed from a parallel universe inhabited by well-known historic characters. Unlike the historical war period known to us, all inhabitants in this unique world look like high school girls. Coming from the medieval era and finding themselves totally amazed by everything they encounter in modern day Tokyo, the girls become best friends through their adventures. <br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "kitsu:6832",
      "type": "series",
      "name": "Ginga e Kickoff!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12875-AJxPZ23esr7w.jpg",
      "description": "Genres: Sports\nTags:Football/Male Protagonist/Primarily Child Cast/Ensemble Cast/School\nThe story follows a boy who was in a soccer team, but it was disbanded due to not enough players. However, after the boy meets a female professional soccer player, he aims to bring his soccer team back.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt2549176",
      "type": "series",
      "name": "Cardfight!! Vanguard Asia Circuit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx13145-iJxgTIJqNk4X.png",
      "description": "Genres: Action\nTags:Card Battle/Male Protagonist/Ensemble Cast/Demons/Idol/Cute Girls Doing Cute Things\nAichi and his friends have won the National Tournament and decide to go their own ways until a mysterious boy named Takuto Tatsunagi appears. He reveals that the Royal Paladins, Shadow Paladins, and Kagero leaders have been captured, and the only way to free Cray is for the Vanguard fighters to use a new power- Limit Break. Because the Royal Paladins lose the ability to fight, Aichi's deck is changed to be a Gold Paladin deck. Aichi and his friends must now win the Vanguard VF Circuit if they are to learn more about the occurrences on Cray and free their old friends. <br><br>\n(Source: Anime News Network) "
    }
  ]
}