{
  "metas": [
    {
      "id": "tt0865827",
      "type": "series",
      "name": "SHUFFLE!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx79-I1ODM0WcMlsn.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Fantasy, Romance\nTags:Female Harem/Dissociative Identities/Heterosexual/School/Primarily Female Cast/Yandere/Demons/Gods/Magic/Nudity/Kuudere/Male Protagonist\nIn present times, Gods and Demons coexist together with Humans after the door between each of these worlds had opened. Tsuchimi Rin is a normal young high school student attending Verbena Academy, spending his days living peacefully with his childhood friend Kaede. Unexpectedly, one day the King of Gods, the King of Demons and their families move into be Rin's next door neighbors. Apparently the daughter of the Gods, Sia, and the daughter of the demons, Nerine, are both deeply in love with Rin after having met him the past. Along with his playful friendship with upperclassmen Asa and his encounter with the silent but cute Primula, Rin has much on his hands dealing with the affections of each of these girls. Based on the eroge by Navel."
    },
    {
      "id": "tt0328739",
      "type": "series",
      "name": "Full Metal Panic! The Second Raid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx73-UgXDGEMBPGle.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Military/Nudity/Guns/Real Robot/Foreign/Heterosexual/School/Swordplay/Kuudere\nThis series is set about two months after the events ocurred in the Tuatha de Danaan at the end of the original series. Mithril becomes aware of a secret organization that has technology able to counter the ECS (Electronic Cloaking System) mode. This organization, known as Amalgam, also has \"Black Technology\", obtained from \"Whispered\" like Kaname Chidori, and like the other intelligency agencies, they intend to obtain more. However, when Sousuke's mission to protect Chidori is terminated by Mithril, all seems to be in place for Amalgam's plans... Like many of its fans know, it is based of the FMP novel \"The End of Day by Day.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0810056",
      "type": "series",
      "name": "Strawberry Marshmallow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx488-FwxcBNNqG6TC.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Iyashikei/Female Protagonist/Primarily Child Cast/School/Surreal Comedy/Language Barrier/Shounen\n\"Cute girls doing cute things in cute ways.\"<br><br>\nEveryday things make up the fabric of life whether its making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro is a heartwarming series that follows the daily lives of Itoh Chika, her sister Nobue, and her friends Miu, Matsuri, and Ana.\n"
    },
    {
      "id": "tt2137684",
      "type": "series",
      "name": "Mars of Destruction",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx413-Kk9E5BGQve1c.jpg",
      "description": "Genres: Action, Horror, Sci-Fi\nTags:Aliens/Primarily Female Cast/Male Protagonist/Gore/Space/Cute Girls Doing Cute Things/Guns\nSome time after a space mission to Mars ends in destruction, strange monsters called \"Ancients\" begin appearing around Tokyo. A group of specialists consisting of three girls and one troubled young boy must fight the Ancients until they can come to understand exactly what it is they are fighting. When one of the Ancients tells them that they are the true invaders of Earth, they must search within themselves to grasp what truly is reality. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978205",
      "type": "series",
      "name": "Suzuka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx390-rO6Vj8DyKcLb.png",
      "description": "Genres: Drama, Romance, Sports\nTags:Love Triangle/Heterosexual/Tsundere/School/Shounen/Athletics/Tanned Skin/Shrine Maiden\nYamato transfers to Aoba High and is quickly smitten with Suzuka, the school’s rising star of track and field. Unfortunately, she’s totally uninspired by Yamato’s irresponsible nature. When the young man decides to step it up and join the track team, even his best efforts might not measure up to Suzuka’s standards. Will he go the distance for love or will Suzuka have him running in circles? <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0961173",
      "type": "series",
      "name": "Kamichu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx489-NKvW3coa4Q8D.png",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Female Protagonist/Gods/Urban Fantasy/Episodic/Iyashikei/School/Youkai/Mythology/Primarily Female Cast/Cute Girls Doing Cute Things/Shrine Maiden/Rural/Magic\nWhat would you do if you suddenly became a god?<br>\n<br>\nWhen little Yurie, a junior high school student, discovers that she is a god, she is beside herself in indecision and asks her friends. Thus begins her new life exploring what it means to be a god and her struggle to properly fulfill all the responsibilities it entails. From finding stray gods to dealing with Martians, her life is about to become more than ordinary.<br>\n<br>\n(Source: Geneon Entertainment)"
    },
    {
      "id": "tt1094084",
      "type": "series",
      "name": "Pani Poni Dash!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b490-KSxEkqG6QICq.jpg",
      "description": "Genres: Comedy\nTags:Parody/School/Surreal Comedy/Teacher/Meta/Female Protagonist/Primarily Female Cast/Aliens/Shounen/Robots/Cute Girls Doing Cute Things/Anachronism/Twins/Gods/Kuudere/Card Battle\nThe 11 year old Miyamoto Rebecca becomes the new teacher of a classroom which is full of weirdos. Despite her cute looks she's a little beast and can be pretty sarcastic and offensive. The school is not safe anymore now that she's in charge of a class and her students, Himeko, Ichijou, Rei and a white rabbit who took a liking to Rebecca help her to rough up the school and the neighbour-class with its teacher \"ojii-chan\".\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0991047",
      "type": "series",
      "name": "Gun x Sword",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx411-row6MWWNQDzH.jpg",
      "description": "Genres: Action, Adventure, Drama, Mecha, Sci-Fi\nTags:Revenge/Super Robot/Anti-Hero/Post-Apocalyptic/Swordplay/Episodic/Male Protagonist/Parody/Female Harem/Steampunk\nVan, a lanky and apathetic swordsman, is on a journey to kill the murderer of his fianc&eacute;. The only characteristic he has to go by is that the murderer has a claw for an arm, hence the murderer being referred to as The Claw Man. During his travels, Van happens to pass through the city of Evergreen, which is defending itself from bandits who aim to rob the city of its treasury. It is in this city that Van meets Wendy Garret, a timid young girl who is looking for her kidnapped brother. When the city pleads for Van's assistance to defend it, he refuses, claiming it has nothing to do with him and thus leaves the city on its own to deal with the peril. Soon after, Van comes across the raiding bandits himself and they eventually tick off the swordsman to a degree where he takes action against them for his own personal vendetta. Surprisingly, Van learns that the bandits had ties with The Claw Man, and in kidnapping Wendy's brother for a reason they did not disclose. After the bandits are dealt with easily, Van and, much to his chagrin, Wendy continue the journey in search of The Claw Man. Little do they know, however, that The Claw Man is involved with something more atrocious than either could fathom.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0978531",
      "type": "series",
      "name": "Ah My Buddha!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx591-mXQD7F0lzkcN.png",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Magic/Urban Fantasy/Demons/Youkai/Female Harem/School/Kuudere/Seinen\nSatonaka Ikkou, a 16 year old boy, is a first year trainee at the Saienji Buddhist Temple. He was sent there by his parents to be trained by his grandmother, the Saienji Priestess. At the temple he finds himself surrounded by beautiful female priestesses-in-training. Upon seeing a girl naked, Ikko has the ability to turn into a super-monk, performing massive exorcisms for the good of the temple.<br><br>\n(Source: Anime News Network)<br>"
    },
    {
      "id": "tt0983985",
      "type": "series",
      "name": "Sugar Sugar Rune",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1642-eWXnuvqhfQWM.jpg",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Mahou Shoujo, Romance, Slice of Life\nTags:Magic/Shoujo/Female Protagonist/Witch/Primarily Child Cast/Ojou-sama/School/Urban Fantasy/Animals/Monster Girl/Anti-Hero/Dragons/Parody/Skeleton/Dungeon/Tennis\nChocolat Meilleure and Vanilla Mieux are two witches who are pitched in a contest to see who will become the new Queen of the Witch World. They must travel to the Human World and collect the hearts of humans. Whoever collects the most \"human hearts\" wins. Even though they're rivals, the two are still best friends. Join them on this adventure!"
    },
    {
      "id": "tt0940874",
      "type": "series",
      "name": "Air in Summer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/656.jpg",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Historical/Heterosexual/Samurai/War/Magic/Tsundere/Primarily Female Cast/Primarily Adult Cast/Male Protagonist/Kuudere\nAn extension of the summer-arc in the Air TV-series, showing more of what happened during Kanna's, Ryuya's and Uraha's journey to find Kanna's mother."
    },
    {
      "id": "tt0328739",
      "type": "series",
      "name": "Full Metal Panic! The Second Raid: Zenyasai - Scene 00",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6291-L4tafRNxmM44.png",
      "description": "Genres: Action, Adventure, Mecha\nTags:Military/Kuudere\nSousuke, Kurz and Melissa are deployed to the Republic of Manistan in Central Asia to eradicate a growing civil war between rebels and the Manistani military. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0496193",
      "type": "series",
      "name": "D.C.S.S. ~Da Capo Second Season~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx291-mjwkHSLSO6CC.png",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Female Harem/School/Primarily Female Cast/Nudity/Magic/Shrine Maiden/Heterosexual\nHatsune-Jima was once well-known for its cherry trees, which would bloom no matter what time of year it was. Two years ago, the island's cherry trees lost this ability and all became ordinary cherry trees that bloom only in the spring. Jun'ichi Asakura is now a graduating senior at Kazami Academy, and is surrounded by many close friends, old and new alike. On a stormy summer day, a mysterious young girl, Aisia, arrives at Jun'ichi's door. She is looking for Sakura's grandmother to study magic, ultimately hoping to bring happiness to everyone. When she discovers that grandmother Yoshino had long since passed away, she joyfully assumes (thanks to his error in judgment) that Jun'ichi is able to teach her. Even though she finally understands that the only magic he's capable of is conjuring Japanese confections, Aisia continues her search for magic on Hatsune-Jima. Amid the chaos of her search, Kazami Academy hires new medical staff.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0991055",
      "type": "series",
      "name": "Okusama wa Joshikousei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b470-XbVwx3Ra2iaV.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Heterosexual/Female Protagonist/Male Protagonist/Teacher/Marriage\nAsami Onohara is a seventeen-year old high-school student with a secret which has not been revealed to anyone: She is already married. Her husband, Kyosuke Ichimaru, is a Physics teacher in the same high school as her. However, even though they are officially a married couple, Asami's father forbids them to have any sexual contact until after Asami has graduated. Asami has to hide the fact that she is married to Kyosuke while trying desperately to further their relationship, and it does not help when there are so many interferences and obstacles from her father and other third parties. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0810056",
      "type": "series",
      "name": "Ichigo Mashimaro Episode 0",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4156.jpg",
      "description": "Genres: Comedy\nTags:Cute Girls Doing Cute Things/Space\nA brief special where the girls pretend to be astronauts. "
    },
    {
      "id": "tt1165082",
      "type": "series",
      "name": "Ichigo 100% Original DVD Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/981.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/School/Heterosexual/Shounen\nFurther continuation from the Ichigo 100% TV series. Four episodes in length, comprised mostly of side-story elements such as a Spring Festival featuring Cosplay, Junpei's adventure to return a notebook to Yui's friend who atteneds the All-Girl Oumi Academy, summer work at Sawayaka to help cover production costs and last, but not least.. the Strawberry 'Pantsu' Invaders. This OVA features two new characters. <br><br>\n(Note: Best if viewed after the Jump Festa 2004 OVA, or in other words.. \"last\", but could be substituted and watched prior to the Jump Festa OVA.)"
    },
    {
      "id": "tt0387776",
      "type": "series",
      "name": "Banner of the Stars III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx398-E7O5fVcQBkk0.png",
      "description": "Genres: Action, Romance, Sci-Fi\nTags:Military/Space/Space Opera/Aliens\nJinto and Lafiel were riding on a light-armed transport ship \"Bokbrusue\" and navigating at the planar space of the Hyde System. This was for Jinto to govern the Hyde System, which returned to Empirial rule after the Union retreated, officially as an Earl. However, the government of Martin, Jinto`s motherland, resisted obstinately against the Empirial rule. On the other side, \"Daiichi Jyuurin Sentai\" (the First Devastation Fleet), formed with the new ship type \"Attack Vessel\", travelled to the Hyde System for drilling practices, but... <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0488266",
      "type": "series",
      "name": "Guyver: The Bioboosted Armor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1374-UEWE9nUg9ACi.png",
      "description": "Genres: Adventure, Sci-Fi\nTags:Shounen/Henshin/Aliens\nLurking under the facade of everyday life lies a dark world of pain and destruction.​ The world is controlled by a sinister brotherhood that hides their fangs behind masks of humanity.​ They are the Chronos Corporation.​<br>\n<br>\nWhile investigating a mysterious explosion near his school,​ Sho Fukamachi happens upon the Chronos Corporation's greatest weapon: a techno organic suit of bio armor known as \"the Guyver.​\" But Chronos is determined to conceal their secrets at any cost.​ Sho soon finds himself relentlessly pursued by its army of horrific bio-monsters.​ With nowhere to run,​ Sho is forced to call upon the fearsome power of the Guyver and rip his opponents limb from limb in a desperate struggle for survival.​<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0373605",
      "type": "series",
      "name": "Saikano: Another Love Song",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b609-JohCZyhylmHK.png",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Kuudere\nIn the sky over Hakata city, fighter planes were flying and bombers are dropping bombs one after another. It became a sea of flames around Fukuoka Dome. At that time, a light appeared in the sky. In the shower of missiles, it intercepted enemy planes by its energy cannon. It was another &ldquo;Ultimate Weapon&rdquo;.<br><br>\nIn the meantime, Chise was suffered from the fact that she&rsquo;d been turned into a weapon against her will, and she was thinking about Shuji. However, the army continued sending her to the battle fields.<br><br>\nWhether another ultimate weapon is an enemy or a friend?<br><br>\nThis OVA will reveal another truth that wasn&rsquo;t described in TV series. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0475925",
      "type": "series",
      "name": "Bible Black Only Version",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2873.jpg",
      "description": "Genres: Hentai\nTags:Futanari/Defloration/MILF/Large Breasts/Demons/Boobjob/Bondage/Episodic/Facial/Masturbation\nBased on the erotic game by Active.<br><br>\nBible Black Only explores the sexual misadventures of the supporting cast from the main Bible Black series. Miss Takashiro reminisces on her demonic capture, Itoh reveals her sadistic side, and Saeki is stalked by her classmates. Bible Black Only is a series of stand-alone episodes that do not affect the continuity of the main Bible Black series, and it contains footage that was previously only available on the R2 Bible Black Perfect Collection DVD.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt10270808",
      "type": "series",
      "name": "Madam is a Magical Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/614.jpg",
      "description": "Genres: Ecchi, Mahou Shoujo, Romance\nTags:Magic/Female Protagonist/Primarily Adult Cast/Heterosexual/Henshin/Work\nUreshiko Asaba, 26 years old, married. Few people know the fact that she is a magical girl named \"Agnes\", and she is actually the guardian of the town where she lives. One day she meets Sayaka Kurenai, aka \"Cruje\", another magical girl appointed by the magic realm as the legitimate sucessor to her position, but Agnes is reluctant in letting her assume because she knows that Cruje has orders to erase the whole place, including its human inhabitants with the purpose of creating a new one. To complicate matters, Ureshiko must deal with the growing distance between her and her husband, Tamotsu, her crescent feelings for Tatsumi Kagura, a young man who is now living as a tenant in her home, and the fact that in the moment she ever kisses a common human, she would lose her powers forever.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0475925",
      "type": "series",
      "name": "Bible Black: Imari Ryoujoku Genba",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5347.jpg",
      "description": "Genres: Hentai\nTags:Rape/Large Breasts/Female Protagonist/Irrumatio\nThe Imari SP shows Imari being raped when she is about to leave the school at late hour. <br><br>\nThis is a short released as part of the 2006 boxset. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0497546",
      "type": "series",
      "name": "Boin Lecture",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2413.jpg",
      "description": "Genres: Hentai\nTags:Large Breasts/Teacher\n* Based on a game by Crossnet-Pie<br><br>\nDaisuke Ichijo is a new teacher at Kisaragi Academy, an all female school, and he is assigned to be a job counselor. To find the appropriate job for students, he role-plays with the girl students who wear various uniforms such as a nurse, a shrine maiden, and so on."
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin III: Angel Tactics",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1414.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Shounen/Crossdressing/Male Protagonist/Samurai/Primarily Adult Cast/Anti-Hero/Crime/Foreign/Gore\nStolen from the famous \"secret\" Air Force base, Area 51, Lupin's most recently stolen treasure holds a secret. Four \"Bloody Angels,\" the toughest women Lupin has ever faced, want the treasure for their own terrorist purposes. Meanwhile Zenigata teams up with a female police officer to hunt Lupin and the terrorists down.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3433662",
      "type": "series",
      "name": "Pikachu no Obake Carnival",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5844.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Supernatural\nTags:Kids/Animals/Ghost/Shounen\nPikachu and his friends have a picnic when they discover a Ghost Festival. The walk in to it, and find out that it is haunted by Ghost Pokemon and other Pokemon such as Koffing, Lickitung, Ditto, and Cubone. Meowth also discovers the Ghost Festival and gets scared out of his mind. Pikachu makes friends with the ghosts, and they work together to make Meowth run out of the Festival.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1234602",
      "type": "series",
      "name": "Tide-Line Blue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx473-gnxOlykZj8e8.png",
      "description": "Genres: Action, Adventure, Drama\nTags:Military/Post-Apocalyptic/Ships\nThe catastrophe, \"Hammer of Eden\", resulted in the loss of six billion lives and the flooding of 90% of the land. The New United Nations were formed to pursue peace on the ruined lands 14 years later. Keel is a boy living in a town called Yabitsu, an area which prospered due to the energy from the nuclear generator brought by the catastrophe. His next kin, Aoi, is the secretary general of the New United Nations. She views the catastrophe as an opportunity to create a new world in which nations can help one another overcome differences in races and religions. However, her efforts to realise that vision fail because of the unwillingness of the nations to change. Gould, a military officer, feels that the only way to make an order is through the military. Using Ulysses, a nuclear submarine, along with his crew, including Keel's brother Tean, Gould carries out a coup to declare war against the New United Nations in his attack on Yabitsu.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt13062668",
      "type": "series",
      "name": "PetoPeto-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx612-K2ouolYnPysL.png",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Youkai/School/Love Triangle/Surreal Comedy/Primarily Child Cast/Samurai/Super Power\nIn a Japan not quite like our own, the \"youkai\" (supernatural creatures) have started living together with humans. Now, in an ordinary school, all sorts of \"monsters\" attend regular classes. A human boy, Oohashi Shingo, finds himself attracted to one of these creatures, a \"petopeto\" called Fujimura Hatoko. Petoko, as she is called, is a minor monster, with only the power to stick to something she adores. Like Shingo....\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:2231",
      "type": "series",
      "name": "Majokko Tsukune-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2457-LBkIIvLbNVg6.jpg",
      "description": "Genres: Comedy, Mahou Shoujo\nTags:Witch/Surreal Comedy/Magic/Female Protagonist/Rural/Parody/Food/Meta\nIn this surreal comedy, the witch Tsukune-chan travels the countryside doling out just deserts, be they good or bad."
    },
    {
      "id": "tt16789826",
      "type": "series",
      "name": "The Sleazy Family (1)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3896-PIMc5lDnGHPf.png",
      "description": "Genres: Hentai\nTags:Incest/Nakadashi/Fellatio\nEveryone knows that the family that plays together, stays together. Especially when it's a sleazy family! Masaru walks in on his Aunt Miyuki and catches her in an intimate moment. At first he tries to run away, but Miyuki entices him to stay. When Masaru's step-mom (Miyuki's sister) sees what they're up to, she just has to join in! <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt14642362",
      "type": "series",
      "name": "Zettai Seigi Love Pheromone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/309.jpg",
      "description": "Genres: Comedy\nTags:Super Robot/Magic/Parody/Anti-Hero\nYoshizumi Aimi and Sasajima Kaoruko are comic duo, Their dream is to become popular and stand on the Broadway stage.However, their names are not well-known, and they have to do part-time jobs.To make their names popular, they decided to do side job. It is heroines of justice, They will beat villains one after another, but after that, there is nothing but ruins. People are afraid of them and even rumor that they are evil.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0989777",
      "type": "series",
      "name": "Moeyo Ken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx511-43ox4BGQCBoh.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Historical\nSet in an alternate version of the Meiji Era, a boy named Sakamoto Ryunosuke returns to Kyoto from Shanghai with his monster (youkai) Nekomaru. The law states that in order to live freely with humans, a youkai must be liscensed. The Kidou Shinsengumi Co. Ltd. is responsible for the capture of unliscensed youkais but must fight with the Tsubamegumi, who resents the new law. It turns out that Ryunosuke is the son of the owner of the Shinsengumis."
    },
    {
      "id": "tt1171531",
      "type": "series",
      "name": "The Eternal Aseria",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/503.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Swordplay/Isekai/Primarily Female Cast/Magic/Male Protagonist\nYuto Takamine and his younger sister-in-law Kaori, were at their parents' grave, when they were suddenly summoned into another world, Phantasmagoria. The King and a woman named Restina took Kaori as a hostage, and ordered Yuto to fight against their enemies. Then, the King gave him a sword called Motomeh to protect their kingdom from enemy spirits. Kaori will only be freed if Yuto helps protect Phantasmagoria. Thus, Yuto's journey begins...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0446511",
      "type": "series",
      "name": "Night Shift Nurses: Experiment",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1389.jpg",
      "description": "Genres: Hentai\nTags:Nudity/Rape/Football/Femdom/Sadism/Ashikoki/Bondage/Watersports\nSora was lying in front of a hospital. He was seriously injured, and when he was about to die, a nurse, Yagami Yu, helped him. <br>\nHe was sent into an emergency ward, and he met a beautiful woman, Mikage Reika. She was a director of the hospital, and she asked him to become a test subject. Because he didn't have any relatives, he accepted it. Then, Yagami Yu was supposed to take care of him. <br>\nSince that day, his fate had changed a lot.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt16789826",
      "type": "series",
      "name": "The Sleazy Family (2)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b5890-3xZoUQdImnUz.png",
      "description": "Genres: Hentai\nTags:Bisexual/Rape/Yuri\nMeanwhile, over at the hamburger shop, kinky doings are transpiring. The manager likes to administer sexy punishments when his female clerks break the rules. Eventually, Masaru is invited to the party and finds a family affair waiting for him... <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1352040",
      "type": "series",
      "name": "Princess 69: Midnight Gymnastics",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1632.jpg",
      "description": "Genres: Hentai\nTags:School/Crossdressing/Dancing/Fellatio\nThere's a secret competition called \"dark rhythmic gymnastics\". The entrees complete their beauty and lewd by their technique more difficult than rhythmic gymnastics. <br><br>\nHaneoka Fubuki is a little brother-in-low of Haneoka Miku who's been missing. While he is looking for his sister, he finds her at the house of Tomomi, Miku's classmate. Acceding to Tomomi, she is trapped in the dark side of \"dark rhythmic gymnastics\". In order to help her out, he resolves his mind to become a coach of \"dark rhythmic gymnastics\", and he gets close to Fujimiya Koyuki who was chosen by Tomomi not knowing his fate... <br><br>\n(Source: AnimeNfo) "
    },
    {
      "id": "tt0449709",
      "type": "series",
      "name": "Elfen Laid",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3250.jpg",
      "description": "Genres: Hentai\nTags:Female Protagonist/Bondage/Rape/Elf\nTheodora and Helena are daughters of the royal family of Burgundia, a country known for its courage. Regardless, and unfortunately, the country of Melven invades and succeeds in conquering Burgundia. Theodora and Helena are captured by Melven soldiers who are known to rape female Burgund captives.  When Theodora, who thought only herself at first, hears that her sister had also been captured, she initially wants to commit suicide.  As time goes on however, she decides to devote herself to the men's desires in order to help her sister."
    },
    {
      "id": "tt3914166",
      "type": "series",
      "name": "Patalliro Saiyuki!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1035.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Boys' Love/Surreal Comedy/Mythology/Shoujo\nGenjou Sanzou is a Buddhist monk who has been sent by the Emperor on a journey to find the sacred Buddhist scriptures. One day, Sanzou meets an Earth Deity who tells him that Buddha has sent him a disciple: the mischievous Monkey Deity Son Goku, who was sealed inside of a mountain for five hundred years after wreaking havoc in Heaven! Together with the alcohol-loving playboy Cho Hakkai; the heavenly army General Sagojyou; and their horse, the Dragon Crown Prince Ryuuba; there are plenty of adventures to be had from fighting off monsters to bishounen contests.<br><br>\n(Source: ANN and AniDB)"
    },
    {
      "id": "tt5719874",
      "type": "series",
      "name": "Anal Sanctuary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3581.jpg",
      "description": "Genres: Hentai\nTags:Anal Sex\nBased on a game by CLOCKUP <br><br>\nCannone is a violin that entrances people. Ceillia is a violin that was created by the angels that seals Cannone. <br><br>\nAkio became a teacher for St. Cecillia Academy. He found Cannone sealed in the torture room under the chapel, he was fascinated by it`s power. The other violin picked a girl to use it`s powers to steal Cannone. <br><br>\n(Source: Animenfo) "
    },
    {
      "id": "tt1980514",
      "type": "series",
      "name": "Wife with Wife",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2507.jpg",
      "description": "Genres: Hentai\nTags:\nSakuraba Kotaro succeeded to a little grocery store from his dead father. With help of Nagisha, his mother-in-law, and Nagisa, his sister, he managed to keep the store. One day, a big supermarket, Kaneyu, urged him to deliver the shop. The man in charge of Kaneyu was his brother who had run away from home giving up his father's business. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt1027792",
      "type": "series",
      "name": "Rinkan Gakuen: Yamete! ...Okaa-san, Minaide!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5568.jpg",
      "description": "Genres: Hentai\nTags:Rape/MILF/Nakadashi/Netorare/Large Breasts\nBased on the game by Lune loves K."
    },
    {
      "id": "tt23355584",
      "type": "series",
      "name": "Kirameki☆Project",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2260.jpg",
      "description": "Genres: Comedy, Ecchi, Mecha, Sci-Fi\nTags:Super Robot/Robots/Nudity\nMysterious giant robot easily defeating many powerfull robots from many countries. Whole world is wondering what country made him. Aside from those battles in far little kingdom 3 princesses living. And one of them has constructed her precious friend.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:452",
      "type": "series",
      "name": "Akahori's Heretical Hour Love Game",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/491.jpg",
      "description": "Genres: Comedy\nTags:Magic/Parody/Real Robot/Primarily Female Cast/Witch/Henshin\nThe five Hokke sisters lost their parents when they were quite young. Although they are poor, they`re living comfortably because they have a dream, which is to be evil. The Hokke Family has belonged to an evil organization and worked as a combatant. When their father died, he left them a message that asked them to become a villain that he couldn`t become. However they wondered how to become the best villains.<br><br>\nOne day, the youngest sister Utano found a jar. They were told not to open it until they we`re 18. It was sealed by a talisman labeled R18. Akuma-ko broke the seal on the jar and a devil appeared. The demon said they had special powers inside of them, when they have the weapons in their hands they would turn into Gedo Otome Tai.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt12073878",
      "type": "series",
      "name": "Spectral Force Chronicle Divergence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3695.jpg",
      "description": "Genres: Fantasy\nTags:\nAnime based on JRPG series Spectral Force."
    },
    {
      "id": "tt0475899",
      "type": "series",
      "name": "Prayers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2455-XFBM1STnV886.png",
      "description": "Genres: Sci-Fi\nTags:Band/Dystopian/Urban/Amnesia/Gore\nIt is the year of 2014, Shibuya is independent from Japan, and it becomes an independent nation. It is a town of chaos where only young people are living. The life necessity, such as electricity, water, and food are transported by the pipelines out from the Shibuya. The pipelines are running like cobweb in the sky, the young people in Shibuya looked like bugs trapped in the cobweb.<br><br>\nIn this city, there are people called \"Prayers\". They earn money by the battle of music. They turn music into electric signals and inject them into brains, and destroy opponents' mind and bodies each others.<br><br>\n(Source: AnimeNfo)<br><br>\nOriginally created as 4-episode-OVA, it was canceled after 2 episodes."
    },
    {
      "id": "tt13469504",
      "type": "series",
      "name": "Play Ball",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3768-zQ0UhfLUN4fd.jpg",
      "description": "Genres: Action, Sports\nTags:Shounen/Baseball\nTaniguchi Takao was a good baseball player when he was in junior high. But he broke his finger and couldn&rsquo;t play baseball anymore. When he became a high school student, he always stood alone after school looking sadly at the baseball ground. Looking at him, Aiki, a captain of a soccer club invited him to his team. He hadn&rsquo;t played soccer, but he was a good athlete and diligent, soon, he become so a good player as to be chosen a regular member. However, Aiki noticed that Takao couldn&rsquo;t give up baseball and he made Takao join the baseball club. At first, he couldn&rsquo;t adapt himself to the surroundings. Their easy-going attitude was far from what he used to do. However, being influenced by Takao&rsquo;s earnestness, gradually, their attitude began to change. (from AniDB)"
    },
    {
      "id": "tt0445890",
      "type": "series",
      "name": "Sweet Valerian Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3863.jpg",
      "description": "Genres: Action, Comedy, Mahou Shoujo\nTags:Magic/Chibi/Henshin/Slapstick\n8 DVD only episodes."
    },
    {
      "id": "tt3845036",
      "type": "series",
      "name": "Boku no Boukuugou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/20207.jpg",
      "description": "Genres: Drama\nTags:Kids/Historical\nThe fourth film in Shin-Ei's series of annual WWII themed anime television movies for children Sensou Douwa (war story).<br><br>\n(Source: AniDB)<br>"
    },
    {
      "id": "kitsu:3553",
      "type": "series",
      "name": "Nanami-chan 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4314.jpg",
      "description": "Genres: Comedy\nTags:Kids\nMichi and her family have just moved into the Happiness House, a huge tree with all sorts of little buildings and houses built on and inside of it. Upon exploring what is to be her new bedroom, Michi finds an odd nut-like object. Before long, a strange creature, Nanami-chan, hatches out of it. The two become fast friends. Together, Michi and Nanami-chan learn all kind of new things, and everyday they meet more eccentric residents of the Happiness House.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0807832",
      "type": "series",
      "name": "MUSHI-SHI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx457-Si9avlyStAXj.png",
      "description": "Genres: Adventure, Fantasy, Mystery, Psychological, Slice of Life, Supernatural\nTags:Youkai/Environmental/Mythology/Episodic/Philosophy/Iyashikei/Male Protagonist/Rural/Outdoor/Travel/Seinen/Historical/Primarily Adult Cast/Urban Fantasy/Cult\nNeither good nor evil, they are life in its purest form. Vulgar and strange, they have inspired fear in humans since the dawn of time and have, over the ages, come to be known as \"mushi.\" The stories of the Mushi and the people they effect are all linked together by a traveling Mushi-shi, or \"Mushi Master,\" who seeks rare Mushi sightings and uses his shaman-like knowledge of Mushi to help the effected people.<br>\n<br>\nWhat are the Mushi and what do they want?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0972713",
      "type": "series",
      "name": "Shakugan no Shana",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx355-tB52QB38leMs.png",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Romance, Supernatural\nTags:Super Power/Urban Fantasy/Tsundere/Love Triangle/School/Male Protagonist/Female Protagonist/Swordplay/Kuudere/Primarily Teen Cast/Primarily Adult Cast\nHe had thought his normal days would last forever, until they were ended abruptly by an encounter with a girl with red hair and eyes. He named her Shana.<br><br>\nNot long after he enters high school, Sakai Yuji&rsquo;s normal days come to an end. He sees something bizarre on his way home: people are frozen in a strange fire, and a monster that looks like a large doll is attacking them. Just when he's about to be killed, a girl in a dark cloak wielding a large sword appears, and slices the monster in half. Although Yuji survives the strange encounter, the girl informs him of a desolate truth: \" 'You' don't exist anymore.\"<br><br>\nShe calls herself a Flame Haze who hunts \"Guze no Tomogara\"; intruders from another world. She explains to him that he is a \"Torch\", a substitute of Yuji whose &ldquo;existence&rdquo; has already been devoured. She also told him that he is a special Torch, \"Mystes\", which contains a precious item in it. When he looks at his chest, he sees within himself a faint flame, just as she said.<br><br>\nIt is in this way that his eternal struggle alongside the girl begins. <br><br>\n(Source: AnimeNfo) "
    },
    {
      "id": "tt0962740",
      "type": "series",
      "name": "Hell Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx228-J2J1CI4jfyeC.jpg",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Supernatural\nTags:Revenge/Bullying/Episodic/Female Protagonist/Oiran/Detective/Crime/School/Cosmic Horror/Kuudere/Aliens/Circus/Conspiracy\nSomewhere in the vast sea of the Internet, there's a website that can only be accessed at the stroke of midnight. Known as the Jigoku Tsushin, rumor has it that if you post a grudge there, the Jigoku Shoujo will appear and drag whoever torments you into the inferno. Very little is known about the girl - all we know for sure is that she lives with her equally enigmatic grandmother, that three magical straw dolls accompany and serve her, and that whenever a posting on the Jigoku Tsushin moves her, she becomes the Jigoku Shoujo. <br>"
    },
    {
      "id": "tt0482855",
      "type": "series",
      "name": "Blood+",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150-YRcwKiJEXcLx.png",
      "description": "Genres: Action, Drama, Horror, Mystery, Supernatural\nTags:Vampire/Female Protagonist/Swordplay/Gore/Demons/Amnesia/Super Power/Heterosexual/War/Found Family\nSaya Otonashi, a seemingly normal high school student, suffers from amnesia and she can't remember the past year of her life. One day, after a man appears and gives her a katana sword, her destiny begins to be revealed.<br>\n<br>\nSoon she finds herself fighting the latest threat to humanity - Chiropteran monsters, ravenous immortal creatures that can change their form, disguising themselves as human beings. They feed off blood and hide themselves within the human world. An organization known as the Red Shield has been waging a private war to wipe them out and now the struggle has grown. Saya's journey for the truth has begun.<br>\n<br>\n(Source: Sony Pictures Home Entertainment)"
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx477-IhmzyyzROh27.png",
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Iyashikei/Work/Female Protagonist/Primarily Female Cast/Foreign/Ships/Urban Fantasy/Philosophy/Primarily Teen Cast/Episodic/Space/Cute Girls Doing Cute Things/Shounen/Kuudere/Chibi/Animals/Tanned Skin\nDrift peacefully into Neo Venezia, a city on the planet Aqua (formerly known as Mars). By the 24th century, humans have found a way to colonize the previously uninhabitable planet. As futuristic as that sounds, Neo Venezia is still teeming with rustic beauty; gondolas on wide canals and waterways are the main mode of transportation. The city itself is a faithful replication of Manhome's (the planet formerly known as Earth) Venice.<br>\n<br>\nTo make sure that residents and tourists alike get the most from Neo Venezia's many wonders, companies offering guided tours via gondola were formed, one of which is named Aria Company.<br>\n<br>\nThis is the workplace of Akari Mizunashi, a free spirited teenager from Manhome who is now a novice Undine (the title given to tour guides). Join Akari as she becomes intimately acquainted with other Undine, tourists, Neo Venezia's residents, and even the city itself, learning many valuable life lessons along the way, such as the wonderful truth that there are such things as manmade miracles.\n"
    },
    {
      "id": "tt0498443",
      "type": "series",
      "name": "Paradise Kiss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx322-4OvRw6V7JTiK.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Fashion/Coming of Age/Josei/Makeup/Female Protagonist/School Club/Ensemble Cast/LGBTQ+ Themes/Heterosexual/School/Crossdressing/Transgender/Bisexual\nHayasaka Yukari is a typical high-school student who listens to her parents and attends school every day. As she starts to question her way of life, she encounters a group of fashion design students who have a clothing label known as \"Paradise Kiss.\" The group needs to find a model to showcase their designs in an up-coming fashion show and decides to pick Yukari. Initially reluctant to be associated with this seemingly eccentric group, she eventually realizes they are really nice people. Furthermore, their passion and enthusiasm to follow their ideals make Yukari realize she has not been enjoying her life and thus motivates her to pursue her own dreams. The story follows Yukari as she gets involved in the group and eventually falls in love with the leader, George.<br><br>\n"
    },
    {
      "id": "tt1085074",
      "type": "series",
      "name": "Black Cat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx68-DKUkbrlNTPSy.png",
      "description": "Genres: Adventure, Comedy, Sci-Fi\nTags:Shounen/Super Power/Revenge/Assassins/Guns/Primarily Adult Cast/Male Protagonist/Kuudere\nTrain Heartnet is the infamous gunman 'Black Cat', a cold-blooded assassin who works for the organization known as 'Chronos', bearing the mark XIII on his body. Most of his life was surrounded by violence, so Train is quiet, asocial and uncaring. However his life changes as he encounters the mysterious Sweeper (bounty hunter), Saya. Her unique way of living interested Train but tragedy occurs, resulting in Train changing the way he has lived towards the life of a Sweeper with newfound friends Sven and Eve."
    },
    {
      "id": "tt0910592",
      "type": "series",
      "name": "Akagi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx658-ZFtXstTRDmwr.png",
      "description": "Genres: Psychological, Sports, Thriller\nTags:Gambling/Mahjong/Seinen/Noir/Male Protagonist/Anti-Hero/Yakuza/Crime/Police/Primarily Adult Cast\nWhile mahjong is a game that is often played with family and friends, it is also a game that is played in the darkest corners of society. Nangou is a compulsive gambler who has accumulated a debt of over three million yen. In a last-ditch attempt to clear his record, he decides to wager his life on a game of mahjong with the mafia. Unfortunately, as the game progresses, Nangou only moves further from the prize and closer to death.\n<br><br>\nWhen all hope seems lost, the game parlor is suddenly intruded upon by Shigeru Akagi, a young boy on the run from the police. Desperate to turn the game around, Nangou hands the game over to Akagi after teaching him a few of the rules. The mafia can only smirk as Akagi sits down to play. However, they soon come to learn that Akagi is a natural-born gambler. An imposing figure who does not fear death. One who is destined to become a legend.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1127249",
      "type": "series",
      "name": "Karin: Chibi Vampire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx469-8v2Am0gCrwvH.png",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Vampire/School/Heterosexual/Female Protagonist/Shounen/Memory Manipulation/Kuudere\nMaaka Karin comes from a family of vampires living in Japan, but she is not a normal vampire. Vampires are normally supposed to drink the blood of their victims but Karin suffers from a condition that causes her body to produce excessive amounts of blood. About once a month, she has to get rid of the excess blood by giving it to her \"victims.\" But she somehow manages to go to school like everyone else her age.<br><br>\nWell, things are about to get more complicated. When a new student, Usui Kenta transfers into Karin's class, she starts producing unusually huge amounts of blood, almost as if in reaction to him. Worse, he happens upon Karin's true nature..."
    },
    {
      "id": "tt0872308",
      "type": "series",
      "name": "Noein: To Your Other Self",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx584-KBhhNX2H9LBw.png",
      "description": "Genres: Adventure, Drama, Psychological, Sci-Fi, Slice of Life\nTags:Female Protagonist/Coming of Age/Post-Apocalyptic/CGI/Lost Civilization/Super Power\nIn the near future, a violent battle takes place between the dimension La'cryma (protector of humanity) and the dimension Shangri-La, bent on the annihilation of all space-time. A group known as the Dragon Calvary is dispatched through space and time, searching for the only thing that can stop the invasion: the Dragon's Torque.<br><br>\nIn the present, twelve-year old Haruka and her friend Yuu, are contemplating running away from home when they meet a member of the Dragon Calvary named Karasu (Crow). He believes that Haruka possesses the Dragon's Torque and claims to be Yuu from fifteen years in the future...<br><br>\n(Source: DVD Complete Series Box Set)"
    },
    {
      "id": "tt0861287",
      "type": "series",
      "name": "Rozen Maiden: Dreaming",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx65-SnVu0Txb00nV.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Battle Royale/Magic/Male Protagonist/Family Life/Urban Fantasy/Seinen/Found Family/Urban/Anthropomorphism/Primarily Female Cast/Hikikomori/Rehabilitation/Ojou-sama/School/Tsundere/Kuudere/Super Power\nAs summer break arrives for the students, Jun Sakurada is busily studying on his own in the library, making up for time lost while he had confined himself to his home. Meanwhile, his Rozen Maiden doll, Shinku, has been having troubling dreams of late. The pain and sadness of defeating Suigintou was overwhelming, despite the inevitable battle they waged. After waking suddenly from a nightmare, she finds Suigintou's companion spirit wandering; upon giving chase, she discovers that the seventh Doll-- Barasuishou-- has awakened. She now realizes that Suigintou's fate may very well befall the other Dolls, for the appearance of the last Doll signals the beginning of the end of the Alice Games.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0808082",
      "type": "series",
      "name": "Magical Girl Lyrical Nanoha A's",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx77-SwBCj7R1enWi.png",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Mahou Shoujo\nTags:Magic/Female Protagonist/Henshin/Urban Fantasy/Primarily Female Cast/Super Power/Military/Primarily Child Cast/Yuri/Kuudere/Ships/Adoption/Politics\nAfter the events of the Lost Logia case, Nanoha waits patiently for the day she can reunite with her newfound friend, Fate. Although being an exceptionally powerful mage, Nanoha spends her days normally with her friends on Earth. But peace is once again suddenly shattered, as Nanoha is without warning attacked by a powerful mage. A group of violent mages have been attacking anything with magic power for their own goals. Nanoha and Fate, along with their friends Yuuno, Arf, Chrono and the Space/Time Administration Bureau must once more band together to stop these renegade mages from hurting anyone or anything else. Takes place after the first season of Lyrical Nanoha."
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama: Jump Festa 2005 Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2951-rl0US7OuMXbA.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Parody/Swordplay/Male Protagonist/Ensemble Cast/Anachronism/Samurai/Historical/Shounen/Kuudere\nThis special is a set of short comedy stories involving Gintoki and his equally-broke sidekicks Shinpachi and Kagura. One day, Gintoki and his comrades are out viewing the spring flowers when suddenly the Shinsengumi appear, arguing that Gintoki has taken their flower-viewing spot. Gintoki's team and the Shinsengumi must then battle for the right to sit in that spot by using a violent version of rock paper scissors.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:3031",
      "type": "series",
      "name": "Kino no Tabi: the Beautiful World - Tou no Kuni: Free Lance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3466-L3DQqyjomYR1.png",
      "description": "Genres: Adventure, Fantasy, Psychological\nTags:Philosophy/Urban/Foreign/Motorcycles/Agender/Kuudere\nKino sets off to yet another country: Tower Country. Here all citizens work on the construction of a massive tower, without knowing what purpose it serves. The rather odd encounter with a young boy adds yet another twist to the story."
    },
    {
      "id": "tt0489134",
      "type": "series",
      "name": "Final Fantasy VII: Last Order",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx408-iQDfox4DSCGb.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Sci-Fi\nTags:Military\nAfter the destruction of Nibelheim at the hands of Sephiroth, Zack and Cloud are on the run from Shinra Inc. As they make their way back to Midgar, they recall the horrible events that happened at Nibelheim, as well as fight for survival against Shinra.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978540",
      "type": "series",
      "name": "My-Otome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99-NOVuOiWoqpMb.jpg",
      "description": "Genres: Comedy, Drama, Fantasy\nTags:Magic/Henshin/Kuudere/Primarily Female Cast\nArika Yumemiya has traveled far in search of her goal: the prestigious Gualderobe Academy. This is the school where young girls are trained to become Otomes, protectors of royal leaders throughout the lands. Here, Arika makes plenty of friends, but some enemies know something about her past that she does not. Nevertheless, her spirit and determination will keep pushing her forward.<br><br>\nAdapted from its predecessor, Mai-HiME, this series is not a direct sequel, but an alternate universe setting featuring some of the Mai-HiME cast (though with different personalities).\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0989772",
      "type": "series",
      "name": "Skating Rink Kaleidoscope",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/476.jpg",
      "description": "Genres: Drama, Romance, Sports, Supernatural\nTags:Ice Skating/Ghost/Dissociative Identities/Female Protagonist/Aviation/Conspiracy\nWith $10 billion worth of beauty (or so she says), Sakurano Tazusa is a contestant for the selection of the Japanese representative at the winter Olympics' figure skating competition. However, her ability is questionable in the eyes of the media and public, as she constantly falls during critical moments in her competitions. During a particular fall, at the same time, a Canadian teen by the name of Pete Pumps perishes as an accident occurs during an air stunt. Before being allowed to pass on into the after life, Pete possess' Tazusa supposedly for a hundred days, living on in her body. Despite the discontent and anger Tazusa faced having her body and privacy invaded by this Canadian ghost, she moves her focus onto improving herself in hopes to be selected for the Olympics."
    },
    {
      "id": "tt1024215",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex - The Laughing Man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2449-YZaDA9hyf7Ku.jpg",
      "description": "Genres: Action, Mecha, Mystery, Psychological, Sci-Fi\nTags:Police/Cyberpunk/Artificial Intelligence/Real Robot/Female Protagonist/Primarily Adult Cast/Seinen/Philosophy/Guns/Kuudere\nIn 2024, the terrorist incident known as \"The Laughing Man Incident\" occurred in which Ernest Serano, president of the groundbreaking micromachine company, Sereno Genomics, was kidnapped and ransomed. One day, the case having remained unsolved for six years, Detective Yamaguchi, who has been investigating \"The Laughing Man Incident,\" sends word that he wants to meet with Togusa from Public Safety Section 9. However, soon after sending this message, Yamaguchi, crucial to the success of the case, dies in an accident. Many days pass and in the midst of a police interview relay concerning suspicions behind interceptors, a forewarning is received from \"The Laughing Man\" of his next crime. The incorporeal hacker begins to move once again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0991061",
      "type": "series",
      "name": "Lamune",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx670-j3gSsZF9NBtw.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Rural/Primarily Female Cast/Heterosexual\nLamune tells the story of a boy named Kenji and his childhood friend Nanami. Although, everyone seems to know that they have a relationship, neither are determined to push it anymore than close friends. The story goes through flashbacks, explaining why they are such close friends and any action doesn't seem to push them apart, but draw them closer.\n<br><br>\n(Source: Anime News Network)<br><br><i>Note: Later rebroadcasts included short additional scenes that were first released in the DVD volumes.</i>"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "One Piece Special: The Detective Memoirs of Chief Straw Hat Luffy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2020.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Shounen/Crime/Ensemble Cast/Detective/Anthropomorphism/Male Protagonist/Super Power/Pirates/Swordplay/Samurai\nUnlike the other specials, this story takes place in an alternate reality version of 19th century Japan, in \"The Grand Jipangu\", an alternate version of The Grand Line as opposed to simply being hour-long filler episodes.The story is divided into two halves: in the first, Buggy the Clown makes trouble in the town where Detective Luffy is stationed, and in the second a mysterious girl named Vivi appears. These stories feature cameos from several minor characters in the normal series. Surprisingly the \"Oyabun\" (Boss) specials did not stop there as five more specials were made following the first one, mostly as Christmas and New Years specials as well as fillers once in awhile.<br>"
    },
    {
      "id": "tt9406726",
      "type": "series",
      "name": "Papa to Kiss in the Dark",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/746.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Male Protagonist/Primarily Male Cast/Boys' Love/School\nMunakata Mira is in love with his father, the famous Hollywood actor Munakata Kyousuke. Unknown to the public, both of them are father and son as well as lovers. When Mira turns 15 and enters high school, he faces trouble with his childhood friend falling in love with him. Also, finding out he is adopted only distresses him further. Then there's the problem of Kyousuke probably marrying a famous actress, whose son seems to have an interest in Mira.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3488064",
      "type": "series",
      "name": "capeta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx388-4vycJx3nZhdF.png",
      "description": "Genres: Drama, Sports\nTags:Cars/Shounen/Idol\nTaira Kappeita, or Capeta, was a 4th grader boy. He had lost his mother when he had been very little. Although he pretended to be tough in front of his father, actually he felt lonely. One day, his father brought junk parts home from his workplace and made a racing cart. Soon, they went to a circuit to drive the cart. However, Capeta found that its frame was bent and it could hardly run straight. But, with his technique he managed the cart. Furthermore, he followed soon after the fast cart and he could nearly leave it behind. The driver in the cart was Minamoto Naomoi, the champion of the East Japan Junior Cart. Looking at their chase, Naomi&rsquo;s mother, Minamoto Nanako, advised Capeta to take part in the official race.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972735",
      "type": "series",
      "name": "Solty Rei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152-Dhq9vohv6AaN.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Female Protagonist/Super Power/CGI/Guns\nIn a future-based disaster-ridden city with an enormous gap between the rich and the poor, it is hard to tell which humans are walking around with cybernetic body parts. This makes Roy Revant's job as a renegade bounty hunter/bodyguard-for-hire even more difficult. When a young girl with unbeliveable strength rescues him from a particularly dangerous criminal, Roy realizes that perhaps help can be found in the strangest of places. Joining together with a few others, they engage in a battle to find out the truth behind the giant conglomerates that are supposedly serving mankind and making life better.<br><br>\nSolty, an android who has lost her memory, has escaped and is being hunted by the RUC Security Bureau. She encounters the bounty hunter Roy and he adopts her as his daughter after being hired as a bodygaurd for Miranda.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0925436",
      "type": "series",
      "name": "Idaten Jump",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1316-LGJ4cP4Kwltj.jpg",
      "description": "Genres: Adventure, Mystery, Sports, Supernatural\nTags:Cycling/Kids/Primarily Child Cast/Isekai/Tsundere/School\nAfter a challenge from a rival mountain biking team, Shou and his friends find themselves mysteriously transported to another world.\n<br><br>\nSoon learning that the path that back to their world may be at the end of a series of dangerous Mountain Bike races, Shou enters carrying the hopes of all his friends on his shoulders.\n<br><br>\nCan Shou survive the Idaten Battle?"
    },
    {
      "id": "tt0983951",
      "type": "series",
      "name": "Canvas 2: Rainbow Colored Sketch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/694.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Female Harem/Heterosexual\nKamikura Hiroki is an art student at the local school Nadesico Academy (High School and college level) whom intends to be an art teacher in the future. He is also the advisor to the high school arts society where his cousin, Housen Elis, attends. While Elis is a painter like Hiroki, Hiroki seems to have given up on his dreams and no longer paints. There appears to be some mysterious trauma in the both of their pasts which may have changed them. Meanwhile, the high school hires a new PE teacher, Kikyo Kiri. On the first day, she bumps into Hiroki and is stunned. Here is the boy she confessed to and he refused her...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0487183",
      "type": "series",
      "name": "IGPX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3270-sQ2VwIJnuTQ5.jpg",
      "description": "Genres: Drama, Mecha, Sci-Fi, Sports\nTags:Cars/Super Robot/Delinquents/Office Lady/Robots/Tsundere\nIn the year 2048, people are raving about a fighting race called &ldquo;Immortal Grand Prix&rdquo;, or IGPX in short, which is faster and more exciting than any of the existing motor sports. The phenomenon is so big that an entire city was built for the racing industry where competitions take place on a huge track. In the &ldquo;Immortal Grand Prix,&rdquo; two teams of three IG machines, high-tech humanoid mechs driven by humans, race at speeds greater than 400km/h. The teams make three laps of a 60 km course while intercepting the opponent as they vie for a first place finish. The best machine performance, the best pilots and the best teamwork are the only factors that can make them the winners.<br><br>\n(Source: Production I.G.)"
    },
    {
      "id": "tt0872301",
      "type": "series",
      "name": "Oh! My Goddess Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1003.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Gods/Seinen/Urban Fantasy/Primarily Adult Cast/Magic/College/Kuudere\nDue to the recent events that happened at the end of season 1, the Goddesses are having some stability problems with their body systems. The always adult-looking Urd becomes a little girl and has a fateful encounter with a boy, whereas little Skuld becomes an adult and wants to experiment adulthood together with Keiichi.<br>\n<br>\nEpisodes 25 and 26 of Aa! Megami-sama! (TV) that aired separately from it's season 1 original broadcast."
    },
    {
      "id": "tt0988930",
      "type": "series",
      "name": "To Heart 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx471-azP1OUhYLJgS.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School/Female Harem/Kuudere\nFollowing her graduation from middle school, Konomi Yuzuhara enters the same high school as Takaaki Kono, her childhood friend. As the new school year begins, they meet their childhood friend Tamaki Kosaka, as well as many new accquaintances. Unbeknownst to the group, their encounters with each other will soon lead to many memorable adventures.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0965544",
      "type": "series",
      "name": "Angel Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/282.jpg",
      "description": "Genres: Action, Romance\nTags:Police/Guns/Shounen/Assassins/Primarily Adult Cast/Ensemble Cast/Gangs\nA young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which lead her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter Ryo Saeba.<br><br>\nThe author mentioned in the first tankoubon volume that Angel Heart only shares the same characters of City Hunter but not it's continuation. The events are all parallel universe, therefore it has nothing to do with City Hunter. (Source: Wikipedia)"
    },
    {
      "id": "tt0961173",
      "type": "series",
      "name": "Kamichu! OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3449-HKeeakgjmtNN.png",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Iyashikei/Gods/Female Protagonist/Mythology/Primarily Child Cast/Urban Fantasy/Episodic/School/Primarily Female Cast/Shrine Maiden\nFour unaired OVA episodes released on the DVD volumes.<br>\n<br>\n<i>Note: Known as episodes 8, 11, 13 and 16 on the home release.</i>"
    },
    {
      "id": "tt0997020",
      "type": "series",
      "name": "Ginga Densetsu Weed",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/915-Y7tGnj7BJVZq.png",
      "description": "Genres: Adventure, Drama\nTags:Animals/Shounen\nA dog named Weed happens to hear that he is the son of Gin, The great leader of Ohu, Who lead the dogs of Ohu to victory in a fight against monsterous bear Akakabuto. Weed wants to find his father no matter of what. On a way to his father Weed meets many friends and enemies.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0437714",
      "type": "series",
      "name": "Nee, Chanto Shiyou Yo!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3771.jpg",
      "description": "Genres: Hentai\nTags:Nudity/Inseki/Female Harem/Male Protagonist/Primarily Female Cast/Rape/Nakadashi/Femdom/Defloration/Large Breasts/Incest/Bondage/Fellatio/Threesome/Cunnilingus/Yuri/Sadism/Facial/Handjob/Masturbation/Rimjob/Scissoring/Group Sex/Boobjob/Ashikoki\nBased on the erotic game by Candy Soft.<br>\n<br>\nMy name is Kuya Hiiragi. Actually, I have six elder sisters. The eldest sister is Hinano Ne-san although she looks quite young. She is always worrying about that, so if she is treated like a child, she gets angry. The second sister is Kaname Onee-sama. She is a popular lawyer and is known as the \"Icy Lawyer\". In fact, she is my first love. The third is Serori Ne-Ne. She is half Japanese and half North European. She has the most voluptuous body of all the sisters, but her behavior is very childish. The fourth is Tomoe Ne. Although she looks quite stern, she is actually quite gentle and gets teased by the other sisters. The fifth is Takane Aneki. She is highhanded, and treats me like a servant. She often beats me. The youngest sister is Umi Oneechan. She takes care of me a lot, and devotes much love to me.<br><br>\nWhen I was a child, I was adopted by the Hiiragi family. But because the father was afraid that the sisters would spoil me, I was sent to a relative to train myself. It is the first time I`ve gone home since then. I was very excited to see them again, especially Kaname, my first love.<br><br>\nThey welcomed me home, but late at night, Kaname Onee-sama raped me, and treated me like a toy. I felt very ashamed and I made up my mind to train my sex technique to put her to shame...with the help of the other sisters.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0105559",
      "type": "series",
      "name": "Tenchi Muyo! Ryo Ohki: Final Confrontations",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1147.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Female Harem/Space\nAfter a 'modified' ending to the Choubimaru incident, the punishments for the offending parties is metted-out, as well as a surprise marriage proposal by Misao to Mashisu. It almost didn't happen... until Mihoshi and Misao's mother Mitoto steps in and gives her and her family's approval, much to the dismay of FORMER G.P. Marshall Minami Kuramitsu. Otherwise, life goes on as usual for the Masaki clan. But soon when the question of how Tenchi's mother had died is presented, the answer nearly causes a rift between Tenchi, his father and his grandfather, for which only Tenchi's future mother-in-law Rea can solve... as well as the resolution of Noike's unusual secret. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0816393",
      "type": "series",
      "name": "Loveless Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3057.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Supernatural\nTags:Boys' Love\nDVD specials."
    },
    {
      "id": "tt0444953",
      "type": "series",
      "name": "Kaleido Star: Legend of Phoenix",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx429-7GywCXzKPcuf.png",
      "description": "Genres: Comedy, Drama, Fantasy, Sports\nTags:Circus/Foreign/Shoujo\nLayla is going to perform Phoenix in Broadway. Playing this important role, she sets out on a journey by bicycle alone without leaving any message in order to find out what is missing in her. <br>"
    },
    {
      "id": "tt0495900",
      "type": "series",
      "name": "Street Fighter Alpha: Generations",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx950-xFgkUWzN82Dv.png",
      "description": "Genres: Adventure\nTags:\nIn this thrilling prequel to Street Fighter Alpha, Ryu returns to pay homage to his deceased mentor, but is tormented by disturbing memories of his master’s killer. In a quest to become a true martial arts master, Ryu sets out to hone his street fighting skills and to deliver himself from the haunting legacy of the Dark Hadou. But the ultimate test of his new power can only be accomplished through one last fateful confrontation with his arch-nemesis, Gouki.<br>\n<br>\n(Source: Manga Entertainment)<br>\n<br>\n<i>Note: The anime was produced specifically for the English-language market and was not officially released in Japan until its inclusion as a bonus feature in the DVD release of Street Fighter: The Legend of Chun-Li.</i>"
    },
    {
      "id": "tt0367369",
      "type": "series",
      "name": "Rockman.EXE BEAST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2110-YxtgxHw4VIoz.png",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Kids/Virtual World/Artificial Intelligence\nTrill, a mysterious navi said to have originated from the world of Beyondard, is discovered. And new beast-type enemies, the Zoanoroids, want him for his special power. Netto Hikari and Rockman must protect their new friend while they try to figure out what Trill is really and his connection to the two legendary cyber beasts, Grega and Faltzer.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1173932",
      "type": "series",
      "name": "Mother Knows Breast",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2447.jpg",
      "description": "Genres: Hentai\nTags:Male Protagonist/Nudity/Female Harem/Large Breasts/MILF/Boobjob/Cunnilingus/Facial/Fellatio/Group Sex/Ahegao/Defloration/Handjob/Irrumatio/Masturbation/Nakadashi/Rape/Incest\nTakeshi's mother, Shino, and sister, Shinobu, are not blood-related to Takeshi. Although Shinobu attaches herself to Takeshi, she seems to refuse her mother. Except for that, they are peaceful family at first glance. However, there's a secret in this family. Takeshi is taken into Shino's room at night, and he is forced to do sex with her ignoring his will. Because he doesn't want Shinobu to look down on him knowing their relations, he has to obey.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "kitsu:4448",
      "type": "series",
      "name": "Final Fantasy VII: Advent Children - Venice Film Festival Footage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6152.jpg",
      "description": "Genres: Action, Drama, Fantasy, Sci-Fi\nTags:\nAdvent Children Special Edition is the 25 minute version of the movie which was shown at the 62nd Venice Film Festival in 2005. Available as dvd bonus on 2-disc special edition."
    },
    {
      "id": "tt0791204",
      "type": "series",
      "name": "CLUSTER EDGE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx69-OiowxBQs5McP.png",
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Primarily Male Cast/School/Ensemble Cast/Military/Aviation/Politics\nCluster Edge Academy isn't just any school; it's THE school, where the offspring of the elite come together to prepare for their roles running a world where artificial soldiers and religious sects are major factors in the battle for total control. Which may be part of why new transfer student Agate Fluorite doesn't quite seem to fit in. It's not just that Agate's enthusiastic attitude stands out among the somber, brooding balance of the student body. There's something about him that demands notice, even from jaded honors students like Beryl Jasper, and from the moment of arrival he's been at the center of a series of mysteries that not even Agate understands. Because Agate's not just another student, he's part of a something so momentous, and dangerous, that the world that built Cluster Edge may not survive its passing. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt0446848",
      "type": "series",
      "name": "Maid in Heaven",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2188.jpg",
      "description": "Genres: Hentai\nTags:Maids/Human Pet/Sex Toys/Bondage/Fellatio/Public Sex/Anal Sex/Masturbation/Facial/Squirting/Watersports/Irrumatio/Handjob/Scat\nHe has a dream to have his maid someday. One day, his childhood friend, Nagisa, visits him. When they were children, he said to her that he liked the maid. She has remembered his words, and she came to him as a maid. Finally his dream has come true, and he begins to enjoy his night lives with her. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0460644",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex - The Laughing Man - Tachikomatic Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10947.jpg",
      "description": "Genres: Comedy, Mecha, Sci-Fi\nTags:Robots\nTachikomatic Days short that was released on the Laughing Man DVD."
    },
    {
      "id": "tt0496193",
      "type": "series",
      "name": "D.C.S.S: Da Capo Second Season Omake",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4508.jpg",
      "description": "Genres: Comedy, Romance\nTags:Female Harem\nBased on the D.C.S.G. game/manga.<br><br>\nThe story takes place 2 years after the happenings in the first series. A new, mysterious girl appears and attaches herself to Jun'ichi. Who is this new girl and which connection does she have to the Sakura on Hatsune Island."
    },
    {
      "id": "tt3425232",
      "type": "series",
      "name": "Gaiking: Legend of Daiku-Maryu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1845-qkImnNGNZ1SV.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Kids/Isekai\nA boy, Tsuwabaki Daiya found a black fire in an ocean when he and his father were in a small boat. A big monster came out of the fire, and the father and the crews were disappeared into the sea. When he was about to become the next victim, a large mecka dragon appeared and saved him.<br><br>\n5 years later since then, Daiya becomes a junior high school student. A big monster reappear, and he meets the mecha dragon,\"Daiku Maryu\". The head of the dragon separates from the body, and it turns into the body of a super robot, Gaiking. He gets in Gaiking, fights against the monster, and beats it.<br><br>\nHe learns that there is an enemy that plots to conquer the world, and he leaves for another world, Darius, to stop the plot. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt9048558",
      "type": "series",
      "name": "Fighting Beauty Wulong",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/913.jpg",
      "description": "Genres: Action, Ecchi\nTags:Martial Arts/Seinen\nAt first glance, Mao Ran is a normal cute girl, but she is a master of a martial arts handed down by Mao family. One day, she is tricked by her grandfather, and forced to take part in the fighting match, \"Prime Mat\". First, she is reluctant to fight, but fighting against the rivals, she is gradually fascinated by the \"fighting\".<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt3123886",
      "type": "series",
      "name": "Beet the Vandel Buster Excellion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1123.jpg",
      "description": "Genres: Adventure, Fantasy, Supernatural\nTags:Shounen\nIt is the dark century and the people are suffering under the rule of the devil, Vandel, who is able to manipulate monsters. The Vandel Busters are a group of people who hunt these devils, and among them, the Zenon Squad is known to be the strongest busters on the continent. A young boy, Beet, dreams of joining the Zenon Squad. However, one day, as a result of Beet's fault, the Zenon squad was defeated by the devil, Beltose. The five dying busters sacrificed their life power into their five weapons, Saiga. After giving their weapons to Beet, they passed away. Years have passed since then and the young Vandel Buster, Beet, begins his adventure to carry out the Zenon Squad's will to put an end to the dark century. <br>"
    },
    {
      "id": "tt0978042",
      "type": "series",
      "name": "Gunparade Orchestra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b858-PUfsBakM2C1v.jpg",
      "description": "Genres: Drama, Mecha, Romance, Sci-Fi, Slice of Life\nTags:Military\nThe story focuses and revolves around the 108th Guard Squad, stationed in Aomori. A poorly equipped unit with very little military standing, it is often viewed as a 'reject camp' for pilots not making the grade for the elite units based in Hokkaido. The apparent helpless nature of this force is hardly a deterrent for the encroaching enemy armies, ever closing in on both the 108th and the rest of the empire. The young pilots of the 108th, who had dreamed on returning home, are plunged forcefully and unwillingly into a war.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt13586830",
      "type": "series",
      "name": "Happy Seven: The TV Manga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1193.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Female Harem/Henshin/Kuudere\nAmano Sakogami is a girl who has an unnatural amount of bad luck. One day, she stumbles into the clubroom of the Better Fortune Research Organization, which consists of a boy and seven other girls who secretly use the power of the luck deities to fight against the Magatsugami, monsters who can affect a person's luck &amp; well-being. Amano soon becomes the club's manager, and joins the club in their fight against the Magatsugami and their controller, Kukitomoe.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt2375022",
      "type": "series",
      "name": "Dore Dore no Uta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4158.jpg",
      "description": "Genres: Music\nTags:Female Protagonist\nAn animated music video made for Meiko Haigou by Studio Ghibli. Included on the Ghibli ga Ippai Special Short Short DVD."
    },
    {
      "id": "tt0940874",
      "type": "series",
      "name": "Air",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx101-x3YmfrzYZ9kM.jpg",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Magic/Primarily Female Cast/Male Protagonist/Female Harem/Amnesia/Heterosexual/Homeless/Achronological Order/Kuudere/Dinosaurs\nYukito Kunisaki is on a journey in search of the Winged Maiden who was bound to the sky centuries ago, after hearing an old childhood tale from his mother. As Yukito shows his puppet show to people in an attempt to make some money, he finds himself in a small town in which he did not expect to stay very long. However, when he meets an unusual girl named Misuzu, things take a drastic turn as he is invited to stay with her.<br><br>\nBy staying in the quaint town, Yukito soon becomes friends with the locals. As he gets to know them better, he learns of their problems and decides to help, putting his search for the Winged Maiden on hold. With his search on hold, and his growing attachment to Misuzu and the small town, will Yukito ever find the Winged Maiden, or is she closer than he thought?\n<br><br>\n[Written by MAL Rewrite]<br><br>\n\n<i>Note: Includes episode 13, Soushuuhen (Summary).</i>"
    },
    {
      "id": "tt0480493",
      "type": "series",
      "name": "Negima!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157-huy9RpQkSH8c.png",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Magic/School/Teacher/Female Harem/Primarily Female Cast/Shounen/Urban Fantasy/Vampire/Kuudere\n10-year old Negi Springfield is a wizard-in-training, and needs only to pass one more test in order to become a Master Wizard. Unfortunately, his final task is a bizarre one- to become a English teacher at an all-females boarding school. As soon as he arrives, he completely embarasses one of his students, Asuna Kagurazaka, and replaces the teacher she loves, which garners her hatred. To make matters worse, Asuna learns that Negi is a wizard,and promises to tell unless he helps her out. But, unfortunately, circumstances force them to work together to do many things, from fighting evil wizards to helping the class pass their final exam, with a lot of humor, magic, and romances thrown in.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0872301",
      "type": "series",
      "name": "Oh! My Goddess (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx50-OdzAFLX6X6Hf.png",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Magic/Primarily Female Cast/Male Protagonist/Gods/Seinen/Primarily Adult Cast/Urban Fantasy/Female Harem/College/Kuudere/Demons/Heterosexual\nKeiichi Morisato is looking forward to university life. But in reality, he has no luck in anything, and he has trouble with clubs, love, etc. The truth is that he has an unlucky star above his head. One day, Keiichi is stuck watching the dorm while his sempai are away, and has a mountain of chores to do to boot. But Keiichi is a good-natured person, and is set about doing his duties. As he is about to finish his final chore, he makes a phone call to his sempai. But the words that came through the receiver are, 'Goddess Help Line.' Shortly afterwards, a beautiful goddess named Belldandy appears in front of him from the mirror of his room. "
    },
    {
      "id": "tt1409913",
      "type": "series",
      "name": "Peach Girl: Super Pop Love Hurricane",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx325-PyIkDSWoa5i3.png",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Love Triangle/Shoujo/Tanned Skin/Gyaru/Revenge/Female Protagonist/Bullying/School/Swimming/Fashion/Heterosexual\nPeach Girl is about an average high school girl, Momo Adachi, who everyone thinks is a beach bunny / slut because of her tanned skin. The actual reason she is so tanned is because she was on the swim team and tans very easily. She likes a boy, Toji, who she heard only likes non-tanned girls. This causes her to question who she is and have low self esteem. She spends a lot of time trying to remake herself into the girl she believes he wants. However, she has a friend, Sae, who likes to go behind Momo's back and make her life terrible, mostly by trying to take Toji away from her. All the while there's another boy, Kairi, who is in love with Momo.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0977624",
      "type": "series",
      "name": "Pale Cocoon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/770.jpg",
      "description": "Genres: Drama, Sci-Fi\nTags:Environmental/Post-Apocalyptic/CGI/Dystopian/Male Protagonist/Space\nA future where the continuity of history has broken off, a world of enormous ruins that continues endlessly. Oceans and continents have vanished, existing only within the archives brought up from the remains. Ura works in the Archive Excavation Department, which restores and analyzes the data left behind. One day, he finds a disturbing visual record...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0807675",
      "type": "series",
      "name": "GIRLS Bravo: second season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx487-6xYp38v7J5Ay.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Nudity/Female Harem/Magic/Male Protagonist/Primarily Female Cast/Primarily Teen Cast\nSmall for his age, Yukinari has been bullied and abused by girls all his life. Now in high school, he has developed a rare condition: whenever girls touch him, or even come close, he breaks out in hives. Imagine his surprise, when he is suddenly transported to the city of Seiren on a mystic world invisibly orbiting the Earth, and populated with vast numbers of women and very few men. Fortunately, he has a new friend, Miharu-chan, whose touch inexplicably doesn't affect him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1068993",
      "type": "series",
      "name": "School Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx756-XAbKbFaUTDiA.jpg",
      "description": "Genres: Drama, Romance\nTags:Male Protagonist/Love Triangle/Kuudere\nThe story is about a love triangle between the male protagonist Makoto, and the two heroines Kotonoha and Sekai. Makoto develops a love interest in Kotonoha, a girl in the same year but different class. Although they both take the same train to school, she is unaware of his existence. His classmate, Sekai, manages to put the two together despite holding strong feelings towards Makoto.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0878037",
      "type": "series",
      "name": "School Rumble OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b517-wYuK22CQJT6m.jpg",
      "description": "Genres: Comedy, Romance\nTags:School/Love Triangle/Shounen/Delinquents/Kuudere/Heterosexual\nThis two-part OVA is a series of shorts in relation to the School Rumble series. This OVA fills in gaps with new content between episodes from beginning to nearly the end.<br><br>\nEpisodes:<br>\n1) <b>Smile, Please! Mammoth, Yum! May I Fall in Love?</b><br>\nYoshidayama continues his climb to the top of the bad boy rankings, Imadori tries to touch a tomboy, and Harima tries his hand at prehistoric heroism! Back to the more recent past, a moment in the dark sheds light on an assistant’s clandestine crush.\n<br><br>\n\n2)  <b>New-Term Excitement! To Be Near You Scramble! The Naked Truth!</b><br>\n\nYakumo befriends a foreigner - in between her clairvoyant activities and frequent cat naps. The Class 2-C seating arrangements put Tenma in a tizzy over sitting next to her heart throb, but a certain bad boy is stressing over sitting next to her! <br><br>\n(Source: Anime News Network, Crunchyroll)"
    },
    {
      "id": "tt0805448",
      "type": "series",
      "name": "Saint Seiya: The Hades Chapter - Inferno",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1253-65jsGEfbPW5K.png",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Shounen/Mythology/Super Power/Astronomy/Primarily Male Cast/Demons/Gods\nSeiya and the rest of the Bronze and Gold Saints who have survived the Sanctuary battle have entered the world of the Dead. They are fighting to get to Hades and defeat him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0497548",
      "type": "series",
      "name": "Sukisho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1532.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Boys' Love/Dissociative Identities/Primarily Male Cast/Amnesia\nHashiba Sora has fallen from a 4th story window and has lost all of his memories. When Fujimori Sunao comes to his school as his new room mate, Fujimori tells Hashiba that he is called Ran. Fujimori and Hashiba both have a split personality which they developed in their youth. Their split personalities, Yoru and Ran, are deeply in love. Even though it creeps Fujimori and Hashiba out what their other selves do with each other at night, they also start to fall for each other. Because of their relationship, Hashiba Sora finds out a lot of shocking facts about their youth."
    },
    {
      "id": "tt0478838",
      "type": "series",
      "name": "Honey and Clover Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx644-f4d4dC0YznOz.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Josei/Ensemble Cast/Primarily Adult Cast/Work\nTwo side stories:<br><br>\nChapter L (or chapter 25) about Lohmeyer/Romaiya sempai.<br><br>\nChapter F (or chapter 26) about Miwako finding ways to make fun of Yamazaki.<br><br>\n(Source: momento)"
    },
    {
      "id": "tt1556079",
      "type": "series",
      "name": "Pretty Cure Max Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1929-dtKAeHAPOJ90.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Female Protagonist/Superhero/Henshin/Primarily Female Cast/Lacrosse/Fairy/Primarily Child Cast/Kids/Cute Girls Doing Cute Things/Isekai\nShortly after the fall of the Wicked King, the Queen of the Garden of Light lost her memory and came to Earth, in the form of a 12-year-old girl named Hikari Kujou. Now, she - with the help of Nagisa and Honoka, endowed with new costumes and powers - must find the 12 Heartiels, which hold the key to restoring the Queen's lost memories. For together once again, they are Pretty Cure. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1485728",
      "type": "series",
      "name": "Iriya no Sora, UFO no Natsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/358.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Denpa/School/Love Triangle/CGI\nAsaba Naoyuki is an ordinary high school student. As a member of his school's press club, he's just spent the summer camping outside the local military base, in hopes of seeing the UFOs that are secretly kept there, according to local legend. Returning to school, he meets a strange girl, Iriya Kana, and gradually comes to realize that she is more than merely strange - and that a dark secret lies beneath the world that he knows.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0997406",
      "type": "series",
      "name": "Mahoraba ~HeartfuL days~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx519-GS6gb1XtiIDg.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Kuudere/Henshin/Heterosexual/Primarily Female Cast/Shounen/Female Harem/Male Protagonist/Crossdressing\nShiratori Ryuushi is a young artist-in-training, about to start studying at a vocational school. Arriving at his new lodgings, Narutakisou, he finds himself the focus of attention for the collection of weirdos that inhabit the place. He also meets and falls for the landlady, Aoba Kozue, who seems to be both lovely and charming. However, Kozue is not what she seems to be... in fact, she's more.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2078640",
      "type": "series",
      "name": "I''s Pure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/811.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Love Triangle/Heterosexual/School/Nudity\nSeto Ichitaka has a crush on Yoshizuki Iori, a girl in his class who has become so popular she now has her own fan club at school. But only a miracle could make him be with her, since the day he first saw Iori-chan, Ichitaka has been too shy to even talk to her. This miracle happened and now he and Iori are working together on the Freshmen Welcoming Party. It seems that things start to look bright for Seto, but then a special childhood friend is coming for a visit...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0440987",
      "type": "series",
      "name": "Soukyuu no Fafner: RIGHT OF LEFT - single program",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx560-dXVJeuipvBRF.png",
      "description": "Genres: Drama, Mecha, Sci-Fi\nTags:Aliens/Post-Apocalyptic/War/Military/Survival/Real Robot/Ensemble Cast\nYumi Ikoma and Ryou Masaoka are children who have been selected to take part in a top secret mission, to be the pilots of the first Fafner combat units; the last chance of survival for the human race. The enemy is ruthless, remorseless and is able to read the minds of humans. Therefore, the details of this mission are kept a secret even from the personnel involved. The young pilots must use all their courage and faith in order to survive and complete their mission or the fate of mankind would be compromised.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt0434694",
      "type": "series",
      "name": "Mobile Suit Gundam Seed Destiny Final Plus: The Chosen Future",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1241.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Military/Space\nA remake of the final episode of Gundam Seed Destiny, with added scenes and minor changes. Also includes an after war epilogue. What lies ahead in the future of the Cosmic Era?"
    },
    {
      "id": "tt1441408",
      "type": "series",
      "name": "Gallery Fake",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx364-kLB2uJHqXodf.jpg",
      "description": "Genres: Mystery\nTags:Seinen/Work/Tanned Skin\nFujita Reiji is the owner of an art gallery, Gallery Fake. He deals with fake items, and is also familiar with the black market. However, he has a special talent for art, and used to work for the Metropolitan Museum of Art in New York as a curator.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1133486",
      "type": "series",
      "name": "Xenosaga: The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/184.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Aliens/Artificial Intelligence/Space Opera/Space/Philosophy/Ensemble Cast/Super Robot/Politics/Guns/Real Robot/CGI/Military/Robots/Virtual World/Henshin/Kuudere\nThe year is T.C. 4767. Four thousand years have passed since humanity abandoned its birthplace, the planet Earth. Beset by the hostile alien Gnosis, mankind is now scrambling to find ways to defeat this threat to their existence. The development of KOS-MOS (a specialized android with amazing capabilities) by Vector engineer Shion Uzuki was one response to the threat. But when their ship is destroyed by the Gnosis, Shion and her companions find themselves thrust into the middle of a battle with no clear sides...<br><br>\n(Source: Anime-Planet)"
    },
    {
      "id": "tt0498448",
      "type": "series",
      "name": "Starship Operators",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/342.jpg",
      "description": "Genres: Drama, Sci-Fi\nTags:Military/Space/War/Space Opera/Female Protagonist/Ensemble Cast\nFor the 73rd class of cadets of the Defense University of the small planet Kibi, a shakedown cruise on the fleet's new starship \"Amaterasu\" is a fitting lead-up to graduation. As they are returning to their home planet, however, they are shocked to hear news of a declaration of war by the aggressive Kingdom against Kibi. When their planetary government surrenders without a struggle, the cadets decide to launch their own war, aboard the \"Amaterasu\". To gain funding, they make a deal with a galactic news network - and find themselves the \"stars\" of their own \"reality show\". Unfortunately, this is the kind of reality show that can get you killed...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1183366",
      "type": "series",
      "name": "Itsudatte My Santa!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/588.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Shounen/Magic/Henshin/Parody/Nudity/Gangs/Primarily Female Cast/Heterosexual\nAn unlucky boy named Santa was born on Christmas Eve whose parents don't even care about meets a santa- in- training girl name Mai. She is determined to wish him the best Christmas he will ever have and it gets even better when they fall in love with each other.<br><br>\nMai, a Santa in training, appears in front of an unlucky boy named Santa, on Christmas Eve, promising him, she will make him happy for one night.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt1190618",
      "type": "series",
      "name": "BUZZER BEATER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx406-6ZuGOngrLka2.png",
      "description": "Genres: Action, Sci-Fi, Sports\nTags:Basketball/Aliens/Shounen\nHideyoshi is a homeless boy living in New York in the near future, who survives by hustling other kids in basketball games. But now he's been drafted into a pro team with a very unique goal. There once was a time when humans dominated the game of basketball. But times have changed, and now the physically superior alien players have taken over the game, and there are barely any human players left. But Hideyoshi's team-the first all-human team to compete in the Space League-intends to change all that, and bring the championship back home to Earth.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1165082",
      "type": "series",
      "name": "Strawberry 100%",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/641.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Shounen/Heterosexual/Trains\nYui's father forbids Yui from staying at Junpei's house and decides she'll attend a local High School instead of Oumi Academy. Junpei visits with the intention of straightening out a misunderstanding for Yui's sake. Episode takes place prior to Episode 10 of Ichigo 100% TV series."
    },
    {
      "id": "kitsu:1076",
      "type": "series",
      "name": "Gyagu Manga Biyori",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1196.jpg",
      "description": "Genres: Comedy\nTags:Shounen/Surreal Comedy/Parody/Historical/Episodic\nGyagu Manga Biyori is an anime that is about absolutely nothing. It is comprised of 12 short stories (5 minutes long each) that only build up a small amount of plot for each story. The anime feeds off the stupidest things, but is quite humorous.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0872301",
      "type": "series",
      "name": "Mega Man X - The Day of Sigma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2808.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Artificial Intelligence/Robots/CGI/Male Protagonist/Primarily Male Cast\nThe year is 21XX. Reploids are commonplace now, after Dr. Cain rediscovered Dr. Light's old lab and based several designs off of Dr.Light's original, called \"Megaman X.\" X, meanwhile, has joined the Maverick Hunters, and works with unit leader Zero under the command of General Sigma. It is their job to terminate rogue reploids, those who have become violent.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0769997",
      "type": "series",
      "name": "Jinki:Extend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/141.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Super Robot/Achronological Order/Female Protagonist/Kuudere\nAoba used to spend all her time building model robots. But after a strange enemy emerges from beneath the planet’s surface, she joins an elite unit that uses giant robots to save the world! Aoba’s new life is dangerous, and the action can only intensify when a greater threat appears from the shadows. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0978531",
      "type": "series",
      "name": "Ah! My Buddha Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1749.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Female Harem/Kuudere\nIkko and the girls of Saienji Buddhist Temple are participating in a game show competition and happen to win a trip to a secluded inn. At the inn, Ikko is presented with the challenge of not awakening while all of the girls are sleepwalking."
    },
    {
      "id": "tt5925320",
      "type": "series",
      "name": "King of Fighters: Another Day",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b825-1JmwDIQkfNZF.jpg",
      "description": "Genres: Adventure, Drama\nTags:\nThe four episodes are set in Southtown, the imaginary city well known to all fans as the stage of numerous death matches throughout the KOF series. Many past heroes of the saga make their appearance here, and the four plots intertwine to create a large-scale drama, that is also linked to the story of KOF Maximum Impact 2. "
    },
    {
      "id": "tt12833142",
      "type": "series",
      "name": "My-Hime Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/673.jpg",
      "description": "Genres: Comedy\nTags:Kuudere\nExtra shorts that come after each episode. This entry also includes the Mai Hime vs. Mai Otome - \"Moe\"? The Greatest Battle! episode."
    },
    {
      "id": "tt0472954",
      "type": "series",
      "name": "It's a Family Affair",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2411.jpg",
      "description": "Genres: Hentai\nTags:Incest\nBased on the erotic game by G.J?.<br>\n<br>\nKeisuke lives in with 10 sisters, they all have great bodies and boobs, but he can't touch them because they're relatives... or can he, follow him on his quest to have sex with all of his sisters."
    },
    {
      "id": "tt2657330",
      "type": "series",
      "name": "Ultimate Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx354-ywKWYbRZTGeA.jpg",
      "description": "Genres: Comedy, Ecchi, Sci-Fi\nTags:Kaiju/Nudity/Henshin/Episodic/Superhero/Tokusatsu/Primarily Female Cast/Primarily Teen Cast/Aliens/Magic/Parody/Female Protagonist\nDuring a monster attack on the city, which is something that happens quite often, Silk and her two friends try get close to the attacking monster for a better view. An unfortunate choice of location to watch from leads to UFO-man, the city's giant protector, to land on the girls crushing them to death. Feeling sorry, UFO-man blames their death on the monster and promises to bring Silk and her friends back to life by lending them his power but the catch is that they now have to become the city's protector as well.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0940899",
      "type": "series",
      "name": "Ame to Shoujo to Watashi no Tegami",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1223.jpg",
      "description": "Genres: Drama\nTags:Female Protagonist/School/Writing\n Katari, a young girl who dreams of becoming a novelist, writes a love letter to a boy at her school. Unwittingly, she is creating a \"short story\" that will move a little girl's heart. <br>"
    },
    {
      "id": "tt0907604",
      "type": "series",
      "name": "Damekko Doubutsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx485-JkVzRz4Dl1xD.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Male Cast/Episodic/Animals/Chibi/Rural\nUruno, a useless wolf, is on the road searching for a new place to call home. He soon comes upon a whole forest full of \"useless animals\"-- that is, animals that don't live up to their species' usual character. After a short fight with the smoking, bad-tempered rabbit, Usahara, Uruno decides that he wants to move on... but changes his mind upon meeting Chiiko, a clumsy cheetah girl. It's love at first sight for Uruno, and after deciding to stay for her, he continues to hope that even though he's a good-for-nothing, he'll win her over someday. That is, if living with the other strange residents of the forest-- including the aformentioned smoking rabbit, a sake-drinking unicorn, a near-sighted eagle, an orca that cannot swim, and a shy pegasus --doesn't get to him first."
    },
    {
      "id": "tt0448194",
      "type": "series",
      "name": "The Hills Have Size",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2438.jpg",
      "description": "Genres: Hentai\nTags:MILF/Large Breasts\nBased on the erotic game by TinkerBell.<br>\n<br>\nA university student Matsubara Ryoji was living alone. But he had uncle near the aparment, and he often went to his house. Because the uncle was busy and often absent, for his wife and daughter, Ryoji was reliable person. On the other hand, Ryoji secretly fell in love with the aunt, Kasumi.<br>\n<br>\nOne day, the neighbor houses were robbed while they were absent. The uncle proposed Ryoji would leave the aparment and live together.<br>\n<br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt3396174",
      "type": "series",
      "name": "Magical Kanan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/349.jpg",
      "description": "Genres: Drama, Fantasy, Mahou Shoujo, Supernatural\nTags:Magic/Henshin/School/Kuudere\nBased on the erotic game by Terios.<br>\n<br>\nFive dangerous \"seeds\" have been stolen from their vault in the world of Evergreen and taken to Earth. Natsuki, an agent of the Queen, has been sent to retrieve them. However, he cannot do this alone and enlists the aid of Chihaya, a middle school student, who is \"the only one\" who can help him. With his aid she transforms into Magical Warrior Carmine in order to save the humans possessed by the seeds. Questions abound though, such as why Chihaya's mother appears to know all about this secret activity, why Chihaya remembers her father who reportedly died before her birth, and why she dreams of Evergreen, which she has never seen.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0472252",
      "type": "series",
      "name": "Transformers: Cybertron",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx928-xcKekI3ckIps.jpg",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:Robots\nForced to abandon their home planet of Cybertron due to the threat of the Blackhole, Optimus Prime prepares to lead his autobot warriors to Earth. Just as they are leaving they are confronted by Vector Prime who warns Optimus Prime of the threat to the galaxy if the four Cyber Planet Keys are not gathered in time. However, Megatron has plans of his own for the universe. As they embark on the search, they land on new planets which are inhabited by different Transformer races as well as the Convoys who lead these planets."
    },
    {
      "id": "kitsu:3613",
      "type": "series",
      "name": "Chrno Crusade: Azmaria's Lessons",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4450.jpg",
      "description": "Genres: Adventure, Comedy, Supernatural\nTags:Demons/Historical/Cult/Educational/Religion\nAzmaria Hendrick gives some background information on characters and the setting, with flashback scenes from the Chrno Crusade series itself."
    },
    {
      "id": "tt0463404",
      "type": "series",
      "name": "Women at Work",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3403.jpg",
      "description": "Genres: Hentai\nTags:Large Breasts/MILF/Female Harem/Fellatio/Nakadashi/Cunnilingus/Anal Sex/Tomboy/Rimjob/Primarily Adult Cast/Flat Chest/Work\nNamamura Akitoshi is a college student who looks weak. He confesses his love to his girl friend, but she refused him saying he looks weak. He makes up his mind to do construction job to become strong. However, all the people he meets there are strange women. As an entrance examination, the manager forces him to make love with her.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt2078640",
      "type": "series",
      "name": "I''s Pure Bonus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1235.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:\n5 Dream Sequences, dubbed his Delusions. Wet dreams from the imagination of a healthy young male."
    },
    {
      "id": "tt0435937",
      "type": "series",
      "name": "After Class Lesson",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2896.jpg",
      "description": "Genres: Hentai\nTags:Rape/School/Teacher/Female Harem/Bondage/Anal Sex\nShibui Ryuji is a teacher of a girl school whose students are born in well-off families. All students hate him because of his figure and perverted nature. However, he happens to know the weakness of Tenkawa Ayumi, so he raped her. Tasting blood, he begins to rape his students, one after another taking advantages of their weakness.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt2508792",
      "type": "series",
      "name": "The Wings of Rean",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx574-WkuBrilNesVM.jpg",
      "description": "Genres: Fantasy, Mecha, Sci-Fi\nTags:Isekai/CGI\nBecause his friends fired a rocket into the US Army camp, Suzuki was wanted by the US Army and the police. While he was running away the sea surface suddenly rose, and when a brilliant light appeared he saw a strange looking battleship flying in the air. He was dumped into the sea and when he crawled onto the battleship there was a beautiful girl standing there. She said her name was Lyx, the princess of another world, and added, \"My Father is Japanese, Shinjiro Sakomizu. Please help me, Suzuki.\"<br><br>\nBased on the novel series by the Gundam creator Yoshiyuki Tomino.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt2100757",
      "type": "series",
      "name": "True Blue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3728.jpg",
      "description": "Genres: Hentai\nTags:Netorare\nKanzaki Aoi is a popular high school idol who has a love relationship with her childhood friend and next door neighbor, Kurusu Akito. They are always together, even going to school in the morning together. She admires him and respects him also, and still remembers the time he saved her when they were younger. All of their dreams to stay together come crashing down, however, when Aoi is forced to participate in daily obscenities with the physical education teacher, Shoda. With each day, she comes to realize that she enjoys it more and more. Even after powerless Akito discovers the truth, Aoi shows him just how much she wants Shoda instead. "
    },
    {
      "id": "tt6354754",
      "type": "series",
      "name": "Fighting Fairy Girl Rescue Me: Mave-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1515-0MEgFpKwGXL6.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Otaku Culture/Parody/Shounen/Isekai/Elf/Male Protagonist/Primarily Female Cast/Super Robot\nRei goes to an anime convention and ends up in a world created by the desires of anime fans. Rei doesn't know how to get back and the world starts to collapse because the convention is coming to a close. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0446511",
      "type": "series",
      "name": "Night Shift Nurse: Ren Nanase",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2869.jpg",
      "description": "Genres: Hentai\nTags:Primarily Adult Cast/Female Protagonist/Fellatio/Rape/POV/Nakadashi/Scat/Facial/Sex Toys/Bondage/Boobjob\nThis will appear to be a very disturbing animation to most. Designs by Murakami Teruaki, published by Soft by Demand (Anime), and based on the eroge by M no Violet.<br><br>\n(Source: Bakunyuu)<br><br>\n<i>Note: There are 2 Nanase Ren OVAs produced totally different studios, but both feature the same character. The other one is the \"Kranke Nanase Ren\" (夜勤病棟　Kranke　七瀬恋) bit, which is a special for Yakin Byouto<br><br>\n(Source: AniDB)</i>"
    },
    {
      "id": "tt7482076",
      "type": "series",
      "name": "Battle B-Daman: Fire Spirits",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b4667-98SnEiKCA6Rd.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Kids/Shounen\nIn this sequel to Battle B-Daman, our hero from the past, Yamato and the gang go on a journey to collect the Marble “Strike Shot” which qualifies for the B-Daman World Championship, “WINNERS”. Their final destination is the stadium for this fierce battle. Who are the ones to survive an impossible series of ordeals and make their way through to the stadium? And then, who will be the one to reach the top of the championship by defeating all rivals at WINNERS? <br><br>\n(Source: d-rights)"
    },
    {
      "id": "tt0477935",
      "type": "series",
      "name": "Desperate Carnal Housewives",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2945.jpg",
      "description": "Genres: Hentai\nTags:\nThree wives are required to attend a parent/teacher conference because their children were in trouble at school. When they get to the school, they are welcomed by two men, who tell them that the school is closed. The men then lead them to an old abandoned school and decide to punish them in place of their children.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0991058",
      "type": "series",
      "name": "Lime-iro Ryuukitan X CROSS: Koi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2308.jpg",
      "description": "Genres: Drama, Mecha, Romance\nTags:Ships/Henshin/Super Power/Historical/War\nIt was Meiji 38 (1905), the Russo-Japanese War that had begun since the previous year was getting hard. In this severe circumstance, they reorganized the Raimu Squad. The members of the Raimu Squad were the girls. They were just like other ordinary girls who went to schools and yearned for love, except that they had \"Raimu\". <br><br>\nInukai Kyoushirou was a young man who was newly chosen to be the leader of the squad. He was ambitious to fight for Japan. <br><br>\nWhen the young man met the five girls, the new chapter of \"Raimu\" began. <br><br>\n(Source: AnimeNfo) "
    },
    {
      "id": "tt0781996",
      "type": "series",
      "name": "Guardian Hearts-Power UP!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3157.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Romance\nTags:Magic/Henshin/Aliens/Female Harem/Urban Fantasy/Ninja/Maids\nSequel to the madcap Guardian Hearts OVA series, continuing with Kazuya's misadventures. "
    },
    {
      "id": "tt6487482",
      "type": "series",
      "name": "Insatiable",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2137.jpg",
      "description": "Genres: Hentai\nTags:Netorare/Anal Sex/Large Breasts/Facial\nNatsumi lives the life of a happy housewife. She however lived on the edge in the past meeting many people and therefore experienced a dark chapter in her life. She has worked hard to forget her dark past but her mind and body will not allow her to do so completely. She has done a good job of controlling herself until one day her husband brought a friend over to the house and that particular friend happened to be someone that she had a fling with during her wilder, darker days. The lust that was caged for so long has now broken free...<br><br>\n(Source: Japananime.com)"
    },
    {
      "id": "tt0765491",
      "type": "series",
      "name": "Eureka Seven",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx237-P1YEQQFqZ1An.jpg",
      "description": "Genres: Action, Adventure, Drama, Mecha, Romance, Sci-Fi\nTags:Environmental/Coming of Age/Super Robot/Philosophy/Heterosexual/Politics/Surfing/War/Military/Ensemble Cast/Kuudere/Bullying/Ships/Aviation/Football/Guns\nRenton is a teenager trapped working as a mechanic in a backwater town. He dreams of joining up with a daredevil group of pilots known as Gekkostate and following in his father's heroic footsteps.<br>\n<br>\nWhen a mysterious beauty named Eureka shows up asking for a tune-up, Renton soon finds himself drawn into a high-flying mecha dogfight that makes him a target of the military. When the dust settles on the spectacular battle, Renton is invited to join Gekkostate, but he soon discovers that even a dream come true has a dark side.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0478838",
      "type": "series",
      "name": "Honey and Clover",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx16-5fJZ2Sy2ThRA.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Coming of Age/Josei/Male Protagonist/College/Primarily Adult Cast/Love Triangle/Heterosexual/Primarily Male Cast/Drawing/Chibi/Kuudere\nTakemoto Yuuta, Mayama Takumi, and Morita Shinobu are college students who share the small apartment. Even though they live in poverty, the three of them are able to obtain pleasure through small things in life. The story follows these characters' life stories as poor college students, as well as their love lives when a short but talented 18 year old girl called Hanamoto Hagumi appears.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0464769",
      "type": "series",
      "name": "Bludgeoning Angel Dokuro-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx357-6Kbh4YULa3PQ.jpg",
      "description": "Genres: Comedy, Ecchi, Supernatural\nTags:Surreal Comedy/Slapstick/Gore/Assassins/Angels/Parody/Male Protagonist/Magic/School/Bullying/Primarily Female Cast/Kuudere/Episodic\nIn the future, a junior high student, Kusakabe Sakura, will offend God by inventing immortality so that women will stop aging after they turn twelve. Dokuro-chan is an angel from the future sent to kill him. However, Dokuro-chan thinks that Sakura can be spared, so her idea is to constantly occupy Sakura so that he will never be able to invent the technology. Sometimes the angel will go crazy and kill him with her bat, Excalibolg, but she can revive him easily. \"Pi-piru-piru-piru-pi-piru-pi!\""
    },
    {
      "id": "tt0477543",
      "type": "series",
      "name": "Tsubasa RESERVoir CHRoNiCLE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177-tU0wjdXRw5u8.png",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Isekai/Magic/Shounen/Crossover/Heterosexual/Survival\nDuring an excavation at the mysterious ruins in Clow Country, Syaoran discovers his childhood friend Princess Sakura appear on the site with wings that disperse into many feathers. As the feather's disappear to different dimensions, so does Sakura's memory. In attempts to save Sakura's life and restore her memory, Syaoran travels through to another world to find a solution. There's only one thing left he can do. Travel through to different dimensions to collect Sakura's feathers. Helping out with the quest is Kurogane, an exiled ninja from Japan Country who wishes to return to his world, the runaway magician, Fay, who desires to jump between each world never to return to his own and the white meat-bun shaped creature, Mokona."
    },
    {
      "id": "tt0480489",
      "type": "series",
      "name": "Elfen Lied: Just How Did the Young Girl Arrive at Those Feelings?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b376-BWSoURbn8HZR.jpg",
      "description": "Genres: Action, Drama, Ecchi, Horror, Psychological, Romance, Supernatural\nTags:Family Life/Dissociative Identities/Primarily Female Cast/Seinen/Super Power/Female Protagonist/Bullying/Nudity/Amnesia\nThis episode takes place within episode 11 as Nana attempts to fit in the household while trying to find a chore that she can do and get used to Nyu's presence whom she only knows as Lucy. Running away after getting scolded, Nana ends up in the beach and meets Bando whom she promised to bring Lucy to later that night. Leaving the household with Nyu, it begins to rain and Nyu slips, hits her head, and is knocked unconscious. As Bando waits and everyone else worries where they might be, Nana, with an uncoscious Nyu, takes shelter as Lucy's consciousness begins to come out and dreams an old memory of how she was captured and why she doesn't attack Director Kurama. As the rain begins to let up, Kouta and the others find Nana and Lucy and takes them home. There, Nana finally finds the chore that she will be doing - feeding the dog.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0996695",
      "type": "series",
      "name": "Eyeshield 21",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx15-A4F2t0TgWoi4.png",
      "description": "Genres: Action, Comedy, Sports\nTags:American Football/Shounen/Male Protagonist/Primarily Male Cast/School/School Club/Coming of Age/Slapstick/Delinquents/Bullying\nWelcome To the Gridiron of the Damned!   Huge hulking bodies throw themselves at each other, while a tiny lithe body runs between them for the goal!  No, it&rsquo;s not a game of football, it&rsquo;s Sena Kobayakawa trying to evade the monstrous Ha-Ha brothers down the halls of Deimon High School!  But wait!  Sena&rsquo;s incredible skills at not getting caught have been spotted by the devilish (possibly actually demonic) captain of the school&rsquo;s embryonic American style football team, and when Sena asks to be the teams manager, he gets  thrust onto the field as a running back instead!  But there are two BIG catches: first, to keep the identity of their new &ldquo;star&rdquo; player an absolute secret, Yoichi makes Sena wear an opaque visor on his helmet and gives him the alias of &ldquo;Eyeshield 21.&rdquo;  And the second catch?  Well, in order to hit his fastest &ldquo;speed of light&rdquo; running mode, Sena usually has to be absolutely terrified. Not that THAT will be a problem with the monstrous players that he&rsquo;ll soon find himself running from!  The insanity hits the streets when the feet meet the cleats in EYESHIELD 21! <br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0856348",
      "type": "series",
      "name": "Basilisk",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx67-aBz3s2hBTtdH.jpg",
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Ninja/Seinen/Historical/Primarily Adult Cast/Swordplay/Gore/Heterosexual\nThe heirs to the Kouga and Iga ninja clans, Gennosuke and Oboro, hoped the unsteady truce between their tribes would last—but fate denies the lovers, thrusting their people into war after centuries of peace. The terms are set on two scrolls. One bears a list of Kouga warriors. The other holds a list of those who fight for Iga. The names found on these scrolls can only be crossed out in blood. <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0791163",
      "type": "series",
      "name": "Trinity Blood",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx27-MOAaiBHHLfOY.png",
      "description": "Genres: Action, Drama, Horror, Sci-Fi, Supernatural\nTags:Vampire/Male Protagonist/Gore/Guns/Nun/Anachronism/Artificial Intelligence/Robots/Foreign/Religion/Shoujo\nThe background is in the distant future after the destruction brought about by Armageddon. The war between the vampires and the humans continue to persist. In order to protect the humans from the vampires, the Vatican has to rely on other allies to counter the situation. The protagonist,  Abel Nightroad, is a traveling priest from the Vatican and a crusnik, a vampire that drinks the blood of vampires. He is a member of the \"Ax\", a special operations group led by Cardinal Catherina Sforza. He encounters a young girl called Esther, who decides to go with him to Rome and train at the Vatican. Soon after he meets her, the order of Rozencreuz, led by Abel's twin, Cain, tries to continue the war so they can rule the world. It's up to Abel and the AX to try and stop them."
    },
    {
      "id": "tt0805960",
      "type": "series",
      "name": "Speed Grapher",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198-11hkVkT4h4Im.png",
      "description": "Genres: Action, Drama, Ecchi, Mystery, Psychological, Supernatural\nTags:Cult/Photography/Super Power/Fugitive/Urban Fantasy/Anti-Hero/Conspiracy/Economics/Politics/Drugs/Nudity/Primarily Adult Cast/Heterosexual/Gore/Crime/Noir/Terrorism\nTen years after the Bubble War, the dichotomy between the rich and the poor in the world becomes more prominent and Japan is no exception. The rich seek to satisfy their desires and derive pleasure for themselves, and Tokyo has materialized into such a city as a result. Saiga, once a war photographer, works for Hibara Ginza in the capitalist state of Tokyo. He infiltrates the Roppongi Club, a secretive base located in the red light district of the city, to collect information about them. However, he was caught in the process and brought forward to a girl called Kagura who was in the midst of a ritual. His contact with Kagura awakens his special ability: the power to make things explode when photographed. In order to unravel the mystery behind the Roppongi Club and Kagura, Saiga begins his solitary battle."
    },
    {
      "id": "tt0988935",
      "type": "series",
      "name": "The Law of Ueki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx479-DEz4w5b4JO7h.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Supernatural\nTags:Shounen/Gods/Super Power/Urban Fantasy/Battle Royale\nKousuke Ueki, a student of the Hinokuni Junior High School, is picked by a God Candidate, Koba-sen, to participate in a competition where people battle out to become God and only the strongest will prevail. Embodied with the ability to turn garbage into trees, Kousuke will be joining in the battle against other junior high school students in this selection. This sets the premise for the earth-friendly battle where the students will pit their powers against the rest.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1165082",
      "type": "series",
      "name": "Strawberry 100%",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/248.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Shounen/Heterosexual/School/Love Triangle/Male Protagonist/Tsundere\nOne day, Manaka Junpei walks to the roof of his school and encounters a beautiful girl falling down from above him and accidentally exposing her strawberry panties. The embarrassed girl runs away before Junpei can find out whom she is. He wishes to become a filmmaker, and this whole experienced seemed like it would make the perfect scene in a movie. And so he goes on a search for the girl with the strawberry panties in order to reenact it all on film. But he will soon discover that finding that one girl will not be that easy...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0816393",
      "type": "series",
      "name": "Loveless",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149-6QGLHgJc8gum.png",
      "description": "Genres: Action, Drama, Fantasy, Mystery, Romance\nTags:Boys' Love/Shoujo/Kemonomimi/Magic/Primarily Male Cast\nTwelve-year old Aoyagi Ritsuka is left with his insane mother as his only family when his brother, Seimei, is killed suddenly. After moving to a new school, he meets Agatsuma Soubi, who claims to have known his brother. Ritsuka eventually discovers that Soubi and Seimei used to be a fighting pair, whereby Soubi was the \"Fighter\" and Seimei was the \"Sacrifice\". Now that Seimei is gone, Ritsuka has inherited Soubi, who will become his \"Fighter\". After learning that Seimei was killed by an organisation known as the \"Seven Moons\", Ritsuka decides to investigate into his brother's death, with the sometimes useless help of Soubi, along the way.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0872309",
      "type": "series",
      "name": "Aquarion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx478-aRiAdGczAsMg.jpg",
      "description": "Genres: Action, Mecha, Romance, Sci-Fi, Supernatural\nTags:Super Power/Super Robot/CGI/Aliens/Post-Apocalyptic\nWhen the Shadow Angels invade after 12,000 years of slumber, humanity is held captive by fear and sheer alien dominance. Eleven years after the Great Catastrophe decimated the world, most of those left alive are scavengers, dirty and starving in the streets. There is hope, however: Mechanical Angel Aquarion!<br>\n<br>\nPowered by three souls intertwined, a rare breed of pilot takes the controls. Known as Elements, one among them must rise if mankind is to survive. Prophecy is being fulfilled as the end of the world approaches... Through a swirling cloud of love, betrayal, loss and destiny, the last hope for the new century arrives and takes flight!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0959544",
      "type": "series",
      "name": "Elemental Gelade",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1250-pLME3wBHl6Yt.png",
      "description": "Genres: Adventure, Comedy, Fantasy, Romance\nTags:Super Power/Shounen/Magic/Coming of Age/Kuudere\nAfter a routine raid, the rookie sky pirate Coud finds a most unusual cargo in his mates' cargo hold: Ren, an \"Edel Reid\", a race prized by humans for granting special combat power to their partners through \"Reacting\". He quickly discovers, however, that Ren is even more prized than he expected. The pirate ship is visited by three members of the Edel Reid Complete Protection Agency \"Arc Aire\", who try to purchase her. When Coud refuses, the ship is suddenly attacked by a mysterious force, and Coud's captain charges him with Ren's protection.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0991051",
      "type": "series",
      "name": "He is My Master",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx412-sptPOlVOH0Y0.jpg",
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Maids/Female Harem/Animals/Idol/Nudity/Crossdressing\nIzumi Sawatari and her younger sister, Mitsuki Sawatari, have run away from home and are in need of employment. The only jobs available are as maids in the mansion of 14-year-old millionaire, Yoshitaka Nakabayashi. What seems like simple work is soon revealed to be far more than the girls bargained for when they find Yoshitaka to be an authoritative employer who demands they call him \"Master\". <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt0466413",
      "type": "series",
      "name": "Emma: A Victorian Romance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx345-ItqN2dbXa99S.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Historical/Maids/Foreign/Heterosexual/Female Protagonist/Primarily Adult Cast/Seinen/Urban/Love Triangle/Butler/Tennis/Work\nIn 19th-century London, class lines are sharply drawn, and the social standing to which people are born dictates the path their lives will follow. Emma, an honest and hardworking young maid, never felt her place in life to be a burden. But then she met William, a member of the gentry and the eldest son of a wealthy family. His warm smile and earnest affection threaten to capture her heart... but can love truly conquer all?<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt6545722",
      "type": "series",
      "name": "Karas",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/389.jpg",
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Tokusatsu/Henshin/Super Power/Youkai/Urban Fantasy/CGI/Mythology/Demons/Shapeshifting/Detective/Yakuza\nThe world of the humans and the world of the demons (y&#333;kai) have overlapped one another, leaving humans to walk the streets of life as they normally would, while demons walk, hidden from the naked eye, down the very same streets. A seemingly young woman named Yurine and her servant, the Karas (from the Japanese word for \"Crow\"), have long maintained order and balance between the overlapped worlds, ultimately keeping the demons from interrupting the lives of humans. However, humans have come to forget and jest at the existence of demons, and no longer understand the privilege it is to live without fear. Disgusted by this arrogance, an old Karas turns his back on the laws he had once upheld, and in his human form, named Eko, he creates an army of Mikura, or mechanized demons, to ready an attack on the human race.<br><br>\nA young man named Otoha inherits the powers of the Karas and takes his place at the side of Yurine, who claims that his soul called out for her while he lived the life of a human. They live in the world of the demons. It is now up to Otoha to prove himself as a Karas, and restore the balance that Eko threatens to upset.<br><br>\nMeanwhile, a superstitious police officer named Sagisaka and his rational new recruit, Kure, follow the trail of the murders dealt by Eko's Mikura, as well as the trail of a rogue Mikura named Nue. The prophecy unfolds from here into a grave revelation for all in the city.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0841963",
      "type": "series",
      "name": "Marchen Awakens Romance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx738-NYgcMZwXOgdq.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Isekai/Magic/Fairy Tale/Witch/CGI/Zombie/Amnesia/Kuudere\nDreaming of a magical world every night, the young Toramizu Ginta yearns to be able to go there. With only his friend Koyuki believing in his dreams, Ginta remains positive despite the slander he receives from others over his dreams. But his wishes are answered, as one day a large door appears in front of Ginta, summoning him to the land of MAR Heaven. In this land, the weapons known as ARMS exist. While initially Ginta greatly enjoyed the discovery of this magical world, he soon learns of the terrible wars that have once plagued MAR Heaven and the upcoming war that may soon appear."
    },
    {
      "id": "tt0421357",
      "type": "series",
      "name": "Fullmetal Alchemist: Reflections",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/664.jpg",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy\nTags:Military/Shounen/Male Protagonist/War/Alchemy\nA reflection on what happened during the FMA TV series."
    },
    {
      "id": "tt3221274",
      "type": "series",
      "name": "Glass Mask (2005)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1974-PzoEQUA7jnRS.jpg",
      "description": "Genres: Drama\nTags:Work/Acting/Coming of Age/Female Protagonist/Shoujo/Primarily Female Cast/Idol\nTwo Girls. One Dream. And the entire world for a stage.<br><br>\nAt 13 years old, Maya Kitajima seems destined to spend the rest of her life toiling in a crowded restaurant alongside her bitter and unstable mother. But when her incredible acting talent is discovered by the legendary diva Chigusa Tsukikage, Maya finds a new future filled with both golden opportunities and terrifying risks. <br><br>\nFor Ayumi Himekawa, success has always been assured, yet she longs to be recognized for her own talents and skills, not her famous parents' connections. <br><br>\nFor both, the ultimate prize is the role of The Crimson Goddess in the play of the same name, a part created by Chigusa. To achieve this goal, both Maya and Ayumi must seek out and conquer every acting challenge, pushing the limits of their talent and endurance to the utmost, until they are worthy of the part&hellip;<br><br>\nBut for one to win, the other must fail! <br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt13191522",
      "type": "series",
      "name": "I'm In Love With My Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/819.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Incest/Twins/Heterosexual/Shoujo\nYori and his twin sister Iku used to be very close as children but lately Yori has grown colder toward Iku and is always eager to stay away from her. Iku was confused by Yori's attitude. Actually Yori is in love with Iku and that forbidden love is causing Yori sleepless nights since Yori and Iku are sharing the same room with bunk beds. Yori tried to ease his intense desire for Iku by bedding Iku's best friend. He had even applied to attend a boarding school in another city to take him far away from Iku. Yori lost his resolve to stay quiet about his feelings when Iku started to talk about having a boyfriend and going on dates. Now Yori want to have his little sister and he confessed. Iku loves her big brother and wanted them to stay together, so Iku is willing to anything to keep them together. But Yori wanted to have Iku as a lover, not as a sister loyal to her twin. "
    },
    {
      "id": "tt4126926",
      "type": "series",
      "name": "Tenjho Tenge: The Ultimate Fight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx448-gbPXMCC1Gkcf.png",
      "description": "Genres: Adventure, Drama, Romance, Supernatural\nTags:Shounen/School/Martial Arts/Delinquents\nContinues from where the original series left off. The characters try to settle their conflicts with each other in this 2 episode OAV. Aya confronts her sister Maya about Nagi, while Nagi receives a challenge from Mitsuomi to fight to the death. Meanwhile, Bob trains as hard as he can for the tournament.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0988816",
      "type": "series",
      "name": "Twin Love Alternative",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/126.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Coming of Age/Male Protagonist/Twins/Detective/Dullahan/Yakuza/Mahjong/Aliens\nThe Futaba Detective Agency, being run by Rentarou, who has taken over the family business, after his father's death 3 weeks ago. Along with Sara &amp; Souju, his live-in identical twin assistants, he ends up running afoul of the local Yakuza.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4083422",
      "type": "series",
      "name": "Doraemon (2005)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8687.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi\nTags:Kids/Primarily Child Cast/Episodic/School/Robots/Bullying/Baseball/Achronological Order/College\nA new Doraemon series produced by the same team as the 1979 series (in association with Studio Pierrot) with new voice actors and staff and updated character designs."
    },
    {
      "id": "tt0983977",
      "type": "series",
      "name": "Onegai My Melody",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2489.jpg",
      "description": "Genres: Fantasy, Mahou Shoujo\nTags:Magic/Kids/Episodic/Animals/Female Protagonist/Chibi/Primarily Teen Cast\nMy Melody arrives on Earth much to the surprise of her rival Kuromi. Together with one of the junior high school students, Yumeno Uta, they decide to protect the dreams of the people with the help of magic. <br>"
    },
    {
      "id": "tt1175172",
      "type": "series",
      "name": "Zettai Shounen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx308-vl9t9ZoJ51qT.jpg",
      "description": "Genres: Drama, Fantasy, Mystery, Sci-Fi\nTags:Rural/Philosophy/Urban Fantasy/Coming of Age/Ensemble Cast/Kuudere\nAizawa Ayumu is a young boy, who is sent to a small town called Tana to live with his father for a while. Even though he doesn't want to go, he agrees to do so when his mother offers him a mountain bike. Ayumu used to live in Tana before, and now his memories of the time are shrouded in mystery - apparently something happened when he was a child. Enter Miku, a young girl who knows more than she tells, weird glowing lights floating around, reflections of UFOish objects in the eyes of cats and dogs, a nosy female announcer, a forest with a mysterious past, and a weird boy called Wakkun, who wears the clothes Ayumu used to when he was a child, and you get the world of Zettai Shonen, where mysteries remain mysteries amidst a slow, normal, everyday life.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3593612",
      "type": "series",
      "name": "DearS: Kin no Tama desu no?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1817.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Female Harem/Aliens/Slavery/Shounen/Male Protagonist/Kuudere\nMiu wins the grand prize in the local shopping district raffle, which is a free pass for up to four people to Yuniataru Studio, a spa resort. She decides to take Takeya, Ren and Neneko since her grandparents couldn't attend. "
    },
    {
      "id": "tt0865827",
      "type": "series",
      "name": "Shuffle! Prologue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7396.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Harem/Magic/School/Kuudere\nShuffle! Prologue is a short OVA teaser for the Shuffle! anime series based on the visual novel of the same name. While some of the animation was reused for the first episode of the anime series, most of Shuffle! Prologue is unique animation not repeated in the series, although the story itself is retold. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0991046",
      "type": "series",
      "name": "Best Student Council",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/456.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:School/School Club/Primarily Female Cast/Female Protagonist/Kuudere\nRandou Rino is a young girl with a head full of air and a talking puppet on her hand. She is accepted into the illustrious Gokujou all-girl's school, and is summarily, almost curiously, accepted as part of the even more illustrious Gokujou Student Council, who has more power and business ventures than most large businesses. Now a part of the student council, she befriends the talented members of the Gokujou Student Council, leaving one to wonder how a girl with seemingly no talents or redeeming qualities would get chosen for such a group.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt10487714",
      "type": "series",
      "name": "Embracing Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/747.jpg",
      "description": "Genres: Drama, Romance\nTags:Boys' Love/Acting/LGBTQ+ Themes/Nudity\nThe adorable and attractive main characters of Haru wo Daiteita are Kyousuke Iwaki and Youji Katou who are both in the film industry, having starred in various adult video films and are trying to climb the ladder of success and become greater actors. Iwaki is accepted to star in a popular movie, having beaten Katou in the auditions. During their time together, Katou believes he is in love with Iwaki-San, who on the contrary refuses to believe that he is in love. It is later on that another gay actor comes back to Japan and co-stars with Katou that problems starting arising. And it is from then on that the two realise where their hearts are set.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1311112",
      "type": "series",
      "name": "Love Love Seven",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/668.jpg",
      "description": "Genres: Comedy, Ecchi, Mecha, Romance\nTags:Surreal Comedy/Nudity/Female Harem/Male Protagonist/School/School Club/Primarily Female Cast/Kuudere/Tomboy/Super Power\nTanaka Tetsuro is excited at getting a full scholarship at a new high school, far away from his family. What he does not know is that he will be the only boy in an all girl school, and that there is a girl head-over-heels in love with him, waiting for his arrival. But his special friendship with the very cute and dynamic Asuka also causes him to get into a lot of trouble with the powerful student council leadership, as they are at open war with Asuka and her five friends, a group of super amazon warriors called the Koi Koi Seven. <br>"
    },
    {
      "id": "tt0994186",
      "type": "series",
      "name": "Twin Princesses of the Wonder Planet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx505-xajn3wPR06I3.png",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Primarily Child Cast/Twins/Female Protagonist/Primarily Female Cast\nIn the hollow Mysterious Planet, seven kingdoms co-exist, all of them lit by the Sun's Blessing from the Kingdom of the Sun, in the middle of the planet. The light of the core sun is necessary for the continued existence of all the kingdoms. Yet, something is causing the Sun's Blessing to weaken. If something isn't done, it will be the end of life in the Mysterious Planet. Fortunately, the twin princesses of the Sun Kingdom, Fine and Rein, have been endowed with the magic of the Prominence, and are looking for a way to fix things. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt0994706",
      "type": "series",
      "name": "Zoids Genesis",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/712.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mecha\nTags:Real Robot/Military/Super Robot/Lost Civilization/Male Protagonist\nNatural disasters have devastated planet Zi, killing off almost all life. A thousand years later humans have gradually re-established civilization, salvaging ancient Zoids through diving and mining efforts. In a village whose most previous item is a giant sword which they worship as a holy symbol. A teenage boy discovers an ancient Liger-type Zoid while on a deep water salvage operation. Suddenly the village is attacked by skeletal Bio-Zoids intent on stealing a powerful generator located in the village. Our teenage hero awakens the Liger and discovers that the town`s sacred sword is the Liger`s weapon, together they fight off the mysterious Bio-Zoids. At least for now...<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt4069234",
      "type": "series",
      "name": "Another Lady Innocent",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2136-Jd7GwufWwPAe.png",
      "description": "Genres: Hentai\nTags:Threesome/Public Sex/Nudity/Maids/Yuri/Female Protagonist/Rural/Incest/Scissoring/Male Protagonist/Heterosexual\nDuring the Civil War, the powerful landowner Carson had a beautiful daughter with an innocent heart. As Faye enjoys an intense sexual relationship with her friend John and her servant girl Sophia, the end of her innocent days draws near. The mysterious Lord Mark has set his eyes on her and will stop at nothing to get her.<br><br>\n(Source: Anime-Legion)"
    },
    {
      "id": "tt0460637",
      "type": "series",
      "name": "Munto 2: Beyond the Walls of Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1135.jpg",
      "description": "Genres: Action, Fantasy\nTags:Magic/Female Protagonist/Super Power/War/Isekai\nTwo years have passed since the catastrophic event known as the \"Continent's Dropping\" from the first OVA episode. Yumemi still has not forgotten her ability to see the world above, but now she's in the last years of middle school, tests and real life take over. Unknown to the people of the world, Akuto the world still thrives, but the war rages on. In need of help, Gaz, sends Munto down into Earth once more to find the \"Girl of Destiny\" in order to save Heaven from its ultimately demise. Yumemi must once confront the only world she sees, and not even her friends Ichiko and Suzune can help her.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2296350",
      "type": "series",
      "name": "Izumo: Flash of a Brave Sword",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2523.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Romance, Supernatural\nTags:Isekai/Swordplay\nYagi Takeru has been living in the Touma family's house since his parents are gone. He was raised by Touma Rokunosuke, the head of the house. He is surrounded by many people such as Yamato Takeshi, his best friend-cum-rival from the kendo club, the Shiratori sisters, Kotono and Asuka, and his childhood friend, Oosu Seri. Life has been blissful until one day, an earthquake strikes the school and everything changes. Takeru awakens to find that the school looks as if it has been abandoned for centuries and reduced to ruins. He also realize that all the teachers and students have disappeared as well. He meets up with Seri and Asuka and they fled from the ruins, only to realize that the town they used to live in is completely empty. Subsequently, people wrapped in cloaks appear before him. They were told that they have been brought to another world.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5753856",
      "type": "series",
      "name": "Dark Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2841.jpg",
      "description": "Genres: Hentai\nTags:Boobjob/Fellatio/Facial/Maids\nTetsuya's investigation into a luxurious hotel turns over a nest of yakuza and a bizarre orgy cult. On rich silk sheets and velvet chairs, the rich and powerful participate in sex acts so depraved that just witnessing them is likely to turn a man into a monster. But the true purpose of this cult is a pact with evil energies that can literally turn Tetsuya into an inhuman demon.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0447582",
      "type": "series",
      "name": "Comic Party Revolution",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/706.jpg",
      "description": "Genres: Comedy, Drama\nTags:Drawing/Otaku Culture/Kuudere\nSendo Kazuki, failed the entrance exam for the art college he was applying to, His childhood friend, Kuhonbutsu Taishi forced Kazuki to enter the doujin (private publishing) world. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt3433608",
      "type": "series",
      "name": "Pokemon 3D Adventure: Mew wo Sagase!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11019.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Kids/Animals\nPikachu and Meowth are on a search: a search for the elusive Pok&eacute;mon, Mew. They search everywhere! The sea, the sky, the woods...will they ever find Mew? <br><br>\n(Source: Bulbapedia)"
    },
    {
      "id": "tt0776469",
      "type": "series",
      "name": "Legend of Duo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/600.jpg",
      "description": "Genres: Drama, Supernatural\nTags:Vampire/Primarily Male Cast/Philosophy/Boys' Love\nIn 2000s, human beings have lost their purana, which are essential for living thing. It means that the human species is goinig to die. However, there is a vampire who saves human beings from extinction by revealing the secret of purana. In a mythical era, there was a god who was punished eternally because he had brought the fire to the human beings. Like him, the vampire will be punished because he breaks the taboo to tell the secret of purana to human beings. That vampire is named Duo, and the vampire who punish him is Zieg. They used to be good friends... "
    },
    {
      "id": "tt0401934",
      "type": "series",
      "name": "G-Spot Express",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2539.jpg",
      "description": "Genres: Hentai\nTags:Public Sex/Handjob/Trains/Rape/Threesome/Anal Sex/Fellatio/MILF/Office Lady\nKatsuhiko is a master train pervert. He can pull off a feel, a grab, or even go all the way on a crowded train with girls he's never met. One day he meets a sinister pickpocket named Gin, who provides him with the ultimate target. Katsuhiko moves in on the gorgeous TV anchorwoman with perfect skill, but will he be ready for Gin's well-timed double cross.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0063962",
      "type": "series",
      "name": "UFO Ultramaiden Valkyrie 3: Bride of Celestial Souls' Day",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1514.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Magic\nThe third season doesn`t have a particular story behind everything (like \"Valkyrie Ghost\" in the second season). It just tells 6 stories about the life of Kazuto &amp; Co. with some additions: Raine and Chorus get a house on earth, the last three Valhalla princesses each get an episode, and in the last episode Kazuto and Valkyrie, who in the same episode managed to stay adult, &gt;try&lt; to marry again. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0460384",
      "type": "series",
      "name": "Utakata: Summer Pair of Early Winter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/689.jpg",
      "description": "Genres: Drama, Fantasy, Mahou Shoujo\nTags:Magic/School/Henshin/Kuudere\nIt's now winter in Kamakura. When Satsuki tells her friends that she'd seen Manatsu, Ichika at first doesn't believe it. But on the day before her 15th birthday, Manatsu's mirror fragment inside Ichika's desk drawer mysteriously disappears. That evening, a young girl calling herself \"Mafuyu, Manatsu's identical twin\" appears before Ichika with a mischievous smirk on her face.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1343074",
      "type": "series",
      "name": "The Snow Queen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx754-UV5n4Rlih7PQ.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Classic Literature/Female Protagonist\nBased on the children's story by Hans Christian Andersen. <br><br>\nGerda and Kai have been neighbors and best friends since childhood. Gerda is eleven, Kai twelve. They were happy children who worked and played as they should. All that changed when the Snow Queen's mirror broke. The shards spread all through the world, each containing evil. If a shard went inside your eye, it would turn your heart to ice. A shard went into Kai's eye. After that, he grew cold to those he loved. <br><br>\nOne night, the Snow Queen came in her carriage and took Kai back to her ice castle at the farthest north point of the world. Everyone in Kai and Gerda's village didn't know where he went and believed he died from drowning in the frozen-over lake. Gerda doesn't believe this, for she dreamed of seeing Kai enter the carriage. When a drunk man admits that he also saw this, Gerda starts realizing that maybe what she saw wasn't a dream. She packs her things and goes on a journey to save Kai and bring him back home. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0143007",
      "type": "series",
      "name": "King of Braves GaoGaiGar Final Grand Glorious Gathering",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4416-URP6bsXXineZ.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Space/Super Power/Kuudere\nFollowing Gutsy Galaxy Guard's victory over the Zonder Empire and the 31 Primevals, a new threat makes their appearance on Earth. GGG - with Guy Shishio and the newly-constructed GaoFighGar - team up with their French counterpart Chasseur to battle the evil organization BioNet. Among Chasseur's ranks is Renais Cardiff Shishioh - a former BioNet cyborg with the relentless pursuit of destroying those who took away her humanity. But as GGG and Chasseur fight the BioNet, GGG's bases around the world are suddenly attacked, and the recently-discovered \"Q-Parts\" and the original Gao Machines are stolen by Mamoru Amami, who has been abducted and cloned by an even greater threat known as the \"Eleven Kings of Sol.\" Evicted from Earth by the United Nations, GGG must now travel to the far reaches of the galaxy to battle the Eleven Kings of Sol and save Mamoru before it's too late.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1157975",
      "type": "series",
      "name": "Kouchuu Ouja Mushiking: Mori no Tami no Densetsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b4050-H9HmOtrAnMxh.jpg",
      "description": "Genres: Fantasy\nTags:Environmental/Philosophy/Travel/Coming of Age/Male Protagonist/Ensemble Cast/Lost Civilization/Fairy\nBased off of the game. Popo, and his family were harmoniously living with the insects in the forest until one day when his father left him and gave him a mysterious pendant with magical powers. Now, with mysterious events happened to his mother, he must travel with his newly found companions to the forest to solve the mysteries bound in the east.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4116020",
      "type": "series",
      "name": "Super Robot Wars Original Generation: The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1544.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Super Robot\nDr. Jurgen of DC developed a global defense system to combat potential alien threats. This system has two elements. First is the VTX-001 Vartoul unmanned anti alien PT. Governing these drones is the ODE worldwide network system. However, this system has a noteworthy secret. A living human is needed to control the ODE core. Furthermore, the ODE core needs human organs to support itself. At the present day, the drone have gone on a mass abduction spree. Kyosuke and co has been sent in to take care of the problem.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0476929",
      "type": "series",
      "name": "Open Your Mind",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3336.jpg",
      "description": "Genres: Fantasy\nTags:CGI/No Dialogue/Environmental\nThe plot of Open Your Mind follows the extraterrestrial origin of life, coming from outerspace as six deities (Intermission act), evolving into water (Sho-ho) then emerging to the air (Hyakkin) and to the ground (Ku-nu). Each one of these creatures rules one of the six elements of the godai philosophy, i.e. Earth, Water, Fire, Wind (referred to as kaze in the Hyakkin chant), Sky and Consciousness (referred to as \"Awakening\" in the movie's title). <br><br>\n(Source: Wikipedia)"
    }
  ]
}