{
  "metas": [
    {
      "id": "tt0857297",
      "type": "series",
      "name": "Welcome to the N-H-K",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1210-spaA00zoDoqr.jpg",
      "description": "Genres: Comedy, Drama, Psychological, Romance, Slice of Life\nTags:Hikikomori/Rehabilitation/Male Protagonist/Otaku Culture/Conspiracy/Primarily Adult Cast/Philosophy/Denpa/Satire/Coming of Age/Video Games/Software Development/Heterosexual/Bullying/Yandere/Nudity/Trains/Kuudere\nSatou’s life – or what’s left of it – is a paranoid mess of conspiracy theories and social anxieties. He’s terrified of the outside world; his apartment is overflowing with the remnants of cheap take-out food; and his retinas have been permanently scarred by a steady diet of internet porn. But maybe it’s not all his fault. After all, the nefarious N-H-K is out there, and they’re determined to turn society’s fringe-dwellers into a brainwashed lot of jobless, hopeless, futureless recluses.<br>\n<br>\nEnter Misaki – a mysterious girl-next-door type who is Satou’s last chance to beat down his inner demons and venture out into the light of day. She’s ready to help him overcome his crippling phobias, but Satou would rather cower in his existential foxhole and pretend to work on the demo for his virtual sex game.<br>\n<br>\nHe’s afraid to face the world. She’s strangely desperate to fix a total stranger. Maybe together they can be normal.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0978553",
      "type": "series",
      "name": "The Familiar of Zero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1195-7BOXEWYAv1WN.png",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Isekai/Magic/Heterosexual/Swordplay/Tsundere/Slavery/Male Protagonist/Female Harem/Slapstick/School/Female Protagonist/Bullying/Maids/Dragons/Ojou-sama/Language Barrier/Kuudere/Tanned Skin\nLouise is a magician at the Tristein Academy, dubbed with the nickname \"Zero Louise\" due to her inability to effectively use her magic properly, resulting in zero successes. An upcoming test at her academy requires her to summon a familiar, a servant and partner to support her as a magician. Despite desiring a familiar that would be superior to her constantly mocking classmates, Louise ends up summoning Hiraga Saito, your average Japanese boy. Even with Louise and Saito both unwilling to accept each other, they have no choice. Louise cannot attempt another summoning and Saito cannot return to Japan, and so their life together begins. Based on the novel by Noboru Yamaguchi."
    },
    {
      "id": "tt2147761",
      "type": "series",
      "name": "We Were There",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1222-kRIt3mFjuDaW.png",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Shoujo/Female Protagonist/Love Triangle/Coming of Age/School/Heterosexual\nNanami Takahashi welcomes the start of her high school life with great expectations of making as many friends as possible. There is much talk among the girls about a popular boy, Motoharu Yano, who has 2/3 of the girls in his middle school liking him. When Nanami asks Yuri Yamamoto, the girl sitting next to her, about Yano, the latter curtly replies that she dislikes him. Nanami is clueless of who Yano is until the day of the class nomination when she made a fool of herself by calling the name of her new friend wrongly. It turns out that she has actually met Yano along the corridors (unaware of his true identity) and he tricked her by providing a random name, resulting in the embarrassing incident in class. Nanami was initially mad at Yano but after a few encounters with him, she begins to find herself liking him. "
    },
    {
      "id": "tt0478838",
      "type": "series",
      "name": "Honey and Clover II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1142-Y3IHBNnS6DqS.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Coming of Age/Josei/Male Protagonist/Incest/Love Triangle/Kuudere/Heterosexual\nThe sequel and final installment to the highly popular series once again delves into the life stories and love lives of Takemoto Yuuta, Mayama Takumi and Morita Shinobu. The story continues where the first season left off, after Takemoto's self-discovery journey around Japan. Of course, the love triangles and tribulations they face will continue, and eventually decide the paths to their future.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0928094",
      "type": "series",
      "name": "Kemonozume",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1454-fyg2zIQz5Qsj.png",
      "description": "Genres: Action, Horror, Romance, Supernatural\nTags:Primarily Adult Cast/Body Horror/Fugitive/Demons/Shapeshifting/Gore/Monster Girl/Nudity/Samurai/Conspiracy/Heterosexual/Love Triangle/Swordplay/Slapstick/Surreal Comedy\nA race of cannibal monsters called the Shokujinki exists and it is the job of the Kifuuken, an elite group of beast-hunters, to stop them. Toshihiko Momota, an expert swordsman and son of the Kifuuken organization's leader, unexpectedly falls in love at first sight with a beautiful girl named Yuka. However, the couple's relationship is much more complicated than it seems at first glance, for Yuka is a Shokujinki. <br>"
    },
    {
      "id": "tt0965567",
      "type": "series",
      "name": "Le Chevalier D'Eon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20461-YTSZiG163mi7.png",
      "description": "Genres: Mystery, Supernatural\nTags:Magic/Historical/Foreign/Revenge/Swordplay/Religion/Gender Bending/Crossdressing\n18th Century, France. Lia de Beaumont, loyal servant of Versailles and its King, Louis XV, is found dead in the river Seine. Floating inside a coffin, on which the word \"Psalms\" was written, her body had been poisoned by mercury, thus preserving decay. According to the Church, the soul that belonged to a corpse incapable of being consumed by the soil will forever wander in the human realm, unable to go to Heaven.\r\n\r\nThis greatly affects D'Eon de Beaumont, Lia's brother and one of the king's spies. He vows to discover by whom - and why - she was murdered. But he never expected that the one who conducting the revenge would be Lia, now possessing D'Eon's body! And what will the knight do when this quest might risk France itself?\r\n\r\nHistory is retold in this supernatural tale of vengeance, loyalty and betrayal.\r\n"
    },
    {
      "id": "tt0989771",
      "type": "series",
      "name": "Powerpuff Girls Z",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1221-hJK26wo9VEGP.png",
      "description": "Genres: Action, Comedy, Mahou Shoujo, Sci-Fi\nTags:Henshin/Cute Girls Doing Cute Things/Tomboy/Female Protagonist/Primarily Female Cast/Super Power/Magic/School/Primarily Child Cast/Superhero/Family Life/Episodic/Kids/Parody\nBased on the American cartoon, \"The Powerpuff Girls.\" <br><br>\r\nProfessor Utonium and his son Ken are studying the strange Chemical X. When a mochi cake falls into the formula, it changes into Chemical Z. Ken fires a ray of Chemical Z at a glacier in Tokyo Bay, however that causes strange black and white lights to scatter. The black lights turn its victims into monsters, with emphasis on a black light hitting a zoo monkey and transforming him into Mojo Jojo.<br><br>\r\nThe white lights, however, aim at three normal girls, Momoko, Miyako, and Kaoru. This gives them the power to transform into superheroes, the Powerpuff Girls Z! "
    },
    {
      "id": "tt0988931",
      "type": "series",
      "name": "Tonagura!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1218-Pd4W6etyI3uW.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Heterosexual/School/Shounen\nKazuki has been awaiting 10 years for the day when her neighbours moved back to their old house. She has a crush on Yuuji, whom she considers as her first love but to whom she never managed to express her feelings for him before they moved out. Yuuji often comes over to play with Kazuki, Kazuki's older sister Hatsune and Yuuji's sister Marie when they were kids. Her ideal depiction of Yuuji was soon shattered when he turned out more than she had expected, him acting all ecchi during their reunion. With their parents off in South America, both families must learn to live with each other and rekindle the childhood feelings they shared together. Things get even more crazy as they attend the same school.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0874001",
      "type": "series",
      "name": "FLAG",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1299-Zz8fUhhwDQDd.png",
      "description": "Genres: Action, Adventure, Drama, Mecha\nTags:Photography/Politics/Military/War/POV/Foreign/Real Robot/Meta\nIn the mountainous Asian country of Uddiyana a civil war rages. No end lay in sight for the war-torn nation until a lone photographer snapped an iconic image that would come to be known simply as \"Flag.\" Hope arises as the many factions involved begin an approach to peace, rousing the call for a ceasefire behind the featured flag.<br>\n<br>\nWhen an unknown guerilla sect steals this symbol of unity, a U.N. Special Development Command unit is dispatched using the latest in military technology, a transforming bipedal exoskeleton known as the HAVWC system. Recruited to document this mission is a war-time journalist, the author of the \"Flag\" photograph, Saeko Shirasu.<br>\n<br>\nWitness the trials and triumphs of a peacekeeping taskforce behind the camera's view-finder as they take their first steps towards the recovery of the road to peace and discover the truth behind a struggle.<br>\n<br>\n(Source: Bandai Entertainment)"
    },
    {
      "id": "tt0807834",
      "type": "series",
      "name": "Rec Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1847-DRueUTTGOX3i.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Seinen/Primarily Adult Cast/Work/Male Protagonist/Heterosexual\nDVD-only special of REC.  This is a special episode 8 of 10 on the DVD, which is episode 7.5 of the original 9.  It is entitled \"The Unforgiven\"."
    },
    {
      "id": "tt0983974",
      "type": "series",
      "name": "NIGHT HEAD GENESIS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1243-KqREWydioYdx.jpg",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Sci-Fi, Supernatural\nTags:Super Power/Fugitive/Crime\nIt is said that 70% of the human brain capacity is unused. If humans possess incredible power, it is strongly believed to be lying dormant within this region. This unused 70% brain capacity is known as \"Night Head\".<br><br>\nThe famous work 'NIGHT HEAD' is going to break the silence. They were abandoned by their parents because of the psychic power they possessed. They are the Kirihara brothers, who lived in a laboratory within a barrier-protected forest. They have escaped from the laboratory, and a new wave of 'Revolution' is about to arise.<br><br>\nA new \"Night Head\" is about to be awakened."
    },
    {
      "id": "tt2456420",
      "type": "series",
      "name": "Binbou Shimai Monogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1214-GZ9zwSWH5Oy6.png",
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Seinen/Family Life/Iyashikei/Episodic/Cute Girls Doing Cute Things/Primarily Female Cast/School\nThe Yamada sisters, Kyo (15) and Asu (9), are students studying in secondary and primary schools respectively. Their mother passed away and their father ran away after incurring gambling debts. Despite the difficult circumstances, both of them decide to overcome the unhappiness and welcome their days with enthusiasm and pride. Fortunately, with the change in the law system several years ago, Kyo is able to study and simultaneously take temporary jobs (such as distributing newspapers and tutoring) to make ends meet. On the other hand, Asu takes charge of household chores, prepares meals, and manages the finances to assist her older sister. Surrounding them are also good and kind neighbors such as the novelist, Saegusa-san, and the aunt at the public bath who watch over them. Although life is difficult and at times painful, the sisters are happy to have each other.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0983973",
      "type": "series",
      "name": "Save Me! Lollipop",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1509-oouBMWdpaRO7.jpg",
      "description": "Genres: Adventure, Comedy, Romance\nTags:Shoujo/Magic/Female Protagonist/School/Love Triangle/Surreal Comedy/Crossdressing\nNina was just another girl who dreamed of finding a prince to defend her honor and protect her from harm. Little did she know, two such boys would fall from the sky! Zero and Ichii are sorcerers from another world taking part in a test. The only way to pass the curious quiz? Find the coveted Crystal Pearl! It’s going to be tough – other examinees seek the jewel as well, and some will stop at nothing to capture the prize. Oh, and Nina ate the Crystal Pearl after mistaking it for a piece of candy! Ichii and Zero vow to protect her until the coveted bauble can be reclaimed. Nina’s fantasy of a devoted guardian has come to life… but with danger at every turn, there’s a chance this dream come true might end up a nightmare!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0434694",
      "type": "series",
      "name": "Mobile Suit Gundam Seed C.E.73: Stargazer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1215-TXSO3ljTDKjw.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Military/Space/Terrorism/Real Robot\nIn C.E. 73, tensions between Naturals and Coordinators continue to persist, eventually leading to another war between the Earth Alliance and PLANT. Sven Cal Bayan is a Natural pilot of the elite EA squad, the Phantom Pain, and carries out his squad's various anti-Coordinator missions without fail. Selene McGriff is a Coordinator researcher at the neutral Deep Space Survey and Development Organization (DSSD) and a developer of the GSX-401FW Stargazer space exploration mobile suit. Though their backgrounds are completely different, the expanding war will nevertheless force their paths to collide.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt8023846",
      "type": "series",
      "name": "Demon Prince Enma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1556-xprrS0YxrNno.png",
      "description": "Genres: Ecchi, Fantasy, Horror, Mystery, Supernatural, Thriller\nTags:Demons/Magic/Youkai/Seinen/Urban Fantasy/Nudity/Gore/Vampire/CGI\nEnma is a character created by the genius manga artist Go Nagai. Now, the popular character makes his appearance in an alluring Japanese horror anime for adults. It's a hair-raising erotic suspense in which Enma takes on complicated and gruesome incidents caused by demons who lurk in the darkness. But humans have lit up the darkness of the night with neon lights and turned their world into one that never sleeps, so demons now lurk in the \"darkness of the human heart.\" Unfulfilled hearts, suppressed hearts, despair,...such darkness of the heart is the place they lurk.\n<br><br>\nEnma is the Demon Prince of the Underworld, a demon \"Born of Fire.\" His mission is to take back or destroy demons that have escaped to the human world from the Underworld. Along with his partner, Princess Yukihime, \"Born of Ice,\" and the monster, Kapaeru, Enma sets up \"Enma's Detective Agency.\" Tonight, like any other night, they will roam the sleepless city. Horrific incidents that could not possibly be human acts occur one after another. The stench of evil lingers at the scene... Enma's fire rips through the darkness!\n<br><br>\n(Source: Bandai Entertainment)"
    },
    {
      "id": "tt1392017",
      "type": "series",
      "name": "Innocent Venus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1230-ntjhDVD5oOFa.png",
      "description": "Genres: Adventure, Drama, Mecha, Sci-Fi\nTags:Pirates/Robots/CGI/Guns/Military/Post-Apocalyptic\n In the year 2010 AD, Hyper Hurricanes born concurrently all over the world caused severe damage. Five billion people lost their lives, decreasing the world's population to 3 billion. Existing economies and militaries were wiped out. Countries were frozen under solid ice, plains sank beneath seas, the world was changed dramatically. <br><br>\nHuman civilization enters a chaotic era. Poverty flourished outside of these ecomomic zones and slums were widespread. The ruling class called themselves Logos and maintained their position by force of arms. They call the poor Revenus, who are exiled to live outside the special economic areas. <br><br>\nTime has passed since then. Katsuragi Jo and Tsurasawa Jin, escape from Phantom, a force organised to watch Revenus and to suppress renegade elements of the Logos, taking with them a mysterious girl, Noto Sana. There are many who are interested in her, all with their own reasons. "
    },
    {
      "id": "tt1262009",
      "type": "series",
      "name": "Ramen Fighter Miki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1738-WHxZGItrsQSl.jpg",
      "description": "Genres: Action, Comedy\nTags:Food/Shounen/Surreal Comedy/Work/Female Protagonist/Tomboy/Revenge/Slapstick/Martial Arts/Parody/Meta/Primarily Adult Cast/Delinquents/Baseball/Ojou-sama/Episodic\nMiki Onimaru is a poster girl that works at her mother's Chinese ramen restaurant. She appears to be a normal girl, but she can become very violent if provoked. She picks a fight with her mother and accquaintances as a result on an almost daily basis, causing a series of troubling mishaps in their otherwise normal lives.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2629076",
      "type": "series",
      "name": "Chocotto Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1219-z03GReWrvUM8.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Seinen/Nudity/College/Female Protagonist/Male Protagonist/Slapstick/Iyashikei\nHaruma Kawagoe is an only child. A long time ago, at Christmastime, his mother miscarried the child that was to have been his baby sister. That night, young Haruma knelt down and offered up an earnest prayer: \"Please make my mother well again, and please give me a little sister.\" Years have passed, and Haruma has nearly forgotten his prayer. But Santa hasn't.... one Christmas, when Haruma is least expecting it, he gets an unusual present - his sister.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0965568",
      "type": "series",
      "name": "Coyote Ragtime Show",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1194-n7KvZpGs7fU0.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mecha, Sci-Fi\nTags:Space/Primarily Adult Cast/Ensemble Cast/Anti-Hero/Fugitive/Robots/Kuudere/Found Family\nMister is a \"coyote\" or space faring outlaw who has been sitting in prison for a year for a traffic offence. Ten days from release, he breaks out with the help of his old partners Bishop and Katana. He then seeks out Franka who has been left in his care by her dead father and takes her on a journey to find her father's treasure. On their heels are the federal investigators Angelica and Chelsea as well as the android assassins of the Criminal Guild, Madame Marciano's Twelve Sisters.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1085074",
      "type": "series",
      "name": "Black Cat: The Distant Cat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2589.jpg",
      "description": "Genres: Action, Comedy\nTags:Shounen/Kuudere\nDVD only episode 15.<br><br>Creed seeks out media attention to reveal the existence of Chronos. Meanwhile, Sephiria seeks out Train to untangle the riddle of his desertion, but becomes the unwitting prey of a defector of a far darker nature.<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt0889540",
      "type": "series",
      "name": "Tsuyokiss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1198.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Female Protagonist/School Club/Heterosexual\nSunao Konoe starts her first day at a new school and is surprised to find that there is no drama club. So, she decides to make one of her own. But between a childhood friend showing up, the crazy student body, and the arrogant student council president blocking her at every turn, it seems that actually creating the club is going to be more difficult than she thought."
    },
    {
      "id": "tt0978215",
      "type": "series",
      "name": "Utawarerumono Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1830.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy\nTags:\nDVD specials of comedic events that occurred during the story of Utawarerumono. The specials are included in the DVD box special disc."
    },
    {
      "id": "tt0879090",
      "type": "series",
      "name": "Kujibiki♥Unbalance (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1591-iRgw2UFRYtB8.png",
      "description": "Genres: Comedy, Romance\nTags:School/Parody/Primarily Female Cast/Kuudere\nOnce a year prestigious Rikkyouin High School has a lottery to determine the next year's Student Council membership. On their first day of school Chihiro Enomoto wins the presidency while his childhood friend Tokino Akiyama picks the vice-president's ticket. There is one catch though, they must first pass a one year apprenticeship under the current Student Council and any failure to perform the tasks assigned, however minor, will result in immediate expulsion from the school.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:1097",
      "type": "series",
      "name": "Hoshizora Kiseki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1220-23T0eL5yCa5R.png",
      "description": "Genres: Romance, Sci-Fi\nTags:Astronomy/Female Protagonist\nKozue is a girl who loves astronomy, particularly the stars. One night, on an excursion to witness a meteorite, she meets Ginga, a boy who is able to help scientists discover more information about the stars through a mysterious ability of his. However, he is forced to stay in a protective suit in order to carry out his mission. Because of this, Kozue decides to convince Ginga to make his own decisions &amp; to take off the suit using his own will. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1172967",
      "type": "series",
      "name": "Pokémon: Pikachu's Island Adventure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4910.jpg",
      "description": "Genres: Adventure\nTags:Kids/Animals\nPikachu and the other Pok&eacute;mon were at the beach, when a weakened Wynaut approaches them. It tells them that its friends were attacked by Meowth and the other Team Rocket Pok&eacute;mon, as well as an Exploud and a Hariyama, because Meowth wanted to take over their playground, which resides on a nearby island. After hearing Wynaut's story, Pikachu and the others decide to help them take back their playground, and begin to train them, so that they can rescue their island from the clutches of Meowth.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978531",
      "type": "series",
      "name": "Ah My Buddha Katsu Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1750.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Female Harem/Kuudere\nA behind the scenes special of all the main characters in Amaenaide yo!! Katsu!! Where they give there own personal feelings about their past experiences with the show as well as their working experiences with their fellow cast members."
    },
    {
      "id": "tt0880283",
      "type": "series",
      "name": "Fairy Musketeers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx607-fGOLnb9F55qV.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Fairy Tale/Isekai/Male Protagonist/Fairy\nLong, long ago, there existed a world of magic and science. God, afraid of man's potential, split the world in to the world of science, Elde, and the world of magic, Fandavale. One day in Fandavale, a terrible witch named Cendrillon revives. Cendrillon plots to rule both worlds, and searches for the \"key\" which holds tremendous power.<br>\n<br>\nA young boy from Elde by the name of Souta meets a mysterious girl from Fandavale, Akazukin, and her talking wolf companion, Val. Souta learns that he is the key Cendrillon is searching for. Now it is up to Akazukin, Val, and the other Fairy Musketeers to protect Souta from Cendrillon and her Nightmarelians who wish to obtain the power he mysteriously possesses."
    },
    {
      "id": "kitsu:4280",
      "type": "series",
      "name": "Fantascope Tylostoma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5802.jpg",
      "description": "Genres: Supernatural\nTags:Gods/Achromatic/Post-Apocalyptic/Male Protagonist/Ghost\nA man who appears every 700 years.<br>\nStreaching before the man's eyes the world rusted away to monochrome and gray.<br>\nOnce before the town flourished that is now in ruins.<br>\nThe man now, has a chance meeting with a person, a prositute.<br>\nA story of passion curling like smoke....Tairosu Tomah's story has begun.<br><br>\n(Source: Animenfo)"
    },
    {
      "id": "tt0981248",
      "type": "series",
      "name": "Renkin San-kyuu Magical? Pokaan Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n1489-2KOUALyzIbHp.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Vampire/Monster Girl/Primarily Female Cast/Magic/Parody/Cute Girls Doing Cute Things/Werewolf/Witch/Robots\nDVD specials."
    },
    {
      "id": "tt1094233",
      "type": "series",
      "name": "Sky Girls OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1480.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Military/Aviation/Primarily Female Cast\nIn the near future, Earth is at war with aliens called Worms. The war leaves the population of Earth decimated, with young men the main casualties. The Worms were beaten back but their re-emergence heralds the creation of a mecha unit called the Sonic Divers, piloted by 3 young girls to counter this threat.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0881691",
      "type": "series",
      "name": "Loving Angel Angelique: When Hearts Awaken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1578-gV8IKGhFMOlV.png",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Romance\nTags:Magic/Male Harem/Female Protagonist\nA young girl named Ange is summoned to a Sacred Land and is chosen as the Legendary Etoile, whose mission is to save the newly-born Cosmos of the Holy Beast, which has recently fallen under a crisis. With the support of nine Guardians (who have the power of nine elements), she embarks on a journey to save the dying land of the Holy Beast and to discover her true self.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt16295758",
      "type": "series",
      "name": "HANOKA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1812-eklZbjfmwSgi.png",
      "description": "Genres: Sci-Fi\nTags:Flash/CGI/Female Protagonist\nThis anime is the first full-fledged TV anime made with FLASH.<br><br>\nThe story takes place on a planet Tokinea where human beings and Star Races have been fighting. The story revolves around a girl who was made as &ldquo;Demon God&rdquo;, an ultimate weapon against human beings, and a boy who is a partner of the girl.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0063962",
      "type": "series",
      "name": "UFO Ultramaiden Valkyrie 4: Banquet of Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1648.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:\nThe strange and magical events of the last season have left Kazuto with two Valkyries. He now finds himself living with and looking after both a teenaged-princess Valkyrie, as well as the child-princess Valkyrie! And they still have not yet gotten married...<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0862601",
      "type": "series",
      "name": "Legend of the Pervert",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2875.jpg",
      "description": "Genres: Hentai\nTags:MILF/Incest/Defloration/Ashikoki/Primarily Adult Cast/Office Lady\nThe phrase \"hard work\" takes on an entirely new--and sexy--meaning in Legend of the Pervert. With the office as its setting, this adults-only anime features a woman who enjoys a little solo fun in her office in the mornings and a young man whose female coworkers make him do naughty acts that would make human resources cringe."
    },
    {
      "id": "tt1170858",
      "type": "series",
      "name": "Kazama Mana",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2868.jpg",
      "description": "Genres: Hentai\nTags:Female Protagonist/Group Sex/Primarily Adult Cast/Nakadashi/Irrumatio/Sex Toys/Facial/POV/Bondage/Scat\nThis anime focuses on Kazama Mana, the main character of Yakin Byoto 2. She is an intern works for a sanatorium as an intern nurse. Mana looks up to Nightingale, and she want to be an angel in white like her. But, Mizukawa Wataru, the patient whose days are numbered, says to her that there&rsquo;s no angel and begins to make her a sex game.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0482859",
      "type": "series",
      "name": "Like Mother Like Daughter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3422.jpg",
      "description": "Genres: Hentai\nTags:Incest/Family Life/MILF\nYukiko is a young wife who is feeling lonely and unsatisfied. Her husband Koichi won&rsquo;t satisfy her needs, and in fact they sleep on separate beds. To add to her frustration Yukiko finds some pictures on her husband&rsquo;s cell phone &ndash; pictures of an unknown naked woman; also one night she sees her two children &ndash; who are not related by blood &ndash; together in bed.<br><br>\nYukiko spends her time at home trying to satisfy her needs on her own. Until one day the father of her husband comes to visit and sees her in compromising situation. That&rsquo;s when things in her family start to change&hellip; <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0978030",
      "type": "series",
      "name": "Heaven Academy Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4353.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Primarily Male Cast/Chibi/School/Boys' Love/Animals/Twins\nSpecials from the Gakuen Heaven DVDs."
    },
    {
      "id": "tt0983982",
      "type": "series",
      "name": "Project Blue Earth SOS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1247.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi\nTags:Shounen/Male Protagonist\nIn this exhilarating series paying homage to classic 50s era science fiction, the disappearance of revolutionary G-Reaction engines is but the beginning of the ghastly end for mankind. <br><br>\nWhile deranged alien forces prepare a fleet of flying saucers to the invasion of all invasions, teenage geniuses Penny Carter and  Billy Kimura join forces with a clandestine secret alliance to save humanity from the extra-terrestrial helmet worms and their tentacles of doom! <br><br>\nAvoiding alien attacks and dodging disintegration rays won't be easy, but these courageous kids will have help from above as Ace pilot James and his mentor Cpt. Clayton enter the fray to stave off a threat incomprehensible to mere mortals! <br><br>\n(Source: DVD) "
    },
    {
      "id": "tt0774809",
      "type": "series",
      "name": "The Night When Evil Falls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2394.jpg",
      "description": "Genres: Hentai\nTags:\nSheliss Elleness Zurbach suddenly appears out of the blue in modern day Tokyo. Destiny has brought her to the human world, destiny in the form of an evil adversary named Gilva. Needing help in tracking down her enemy, she enlists a sexy demon killer.<br><br>\nWhat Sheelis didn't count on was that a crazed, slimy, tentacled magician would paralyze her and turn her into a sex slave. The slimy tentacles slither all over the paralyzed princess' body.<br><br>\nA long night of sexual punishment is about to begin...<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0811026",
      "type": "series",
      "name": "Gyagu Manga Biyori 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2518.jpg",
      "description": "Genres: Comedy\nTags:Parody/Historical/Episodic/Shounen/Surreal Comedy\nGyagu Manga Biyori is hyperactive, random, and nonsensical, revolving around various plots and characters throughout the series. It makes absolutely no sense. The 1st episode is about stickers included in snacks\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0994694",
      "type": "series",
      "name": "Yomigaeru Sora: RESCUE WINGS - Saigo no Shigoto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1843.jpg",
      "description": "Genres: Drama\nTags:Military/Aviation/Primarily Adult Cast/Work\nEpisode 13 of Yomigaeru Sora -Rescue Wings, released as a DVD special. Takes place before the events in the series."
    },
    {
      "id": "tt7150470",
      "type": "series",
      "name": "Black Jack TV: Lost Episodes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4071.jpg",
      "description": "Genres: Adventure\nTags:Male Protagonist/Work\nThis was originally from the Black Jack (2004), but weren't aired then, only later. There are two episodes in this:<br>\n\"The Dog Thief\"<br>\n\"Kamaitachi in the Woodlands\""
    },
    {
      "id": "tt0988923",
      "type": "series",
      "name": "Sora no Iro, Mizu no Iro Ero Bonus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5644.jpg",
      "description": "Genres: Hentai\nTags:\nDVD Specials "
    },
    {
      "id": "tt0972735",
      "type": "series",
      "name": "Solty Rei Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3138.jpg",
      "description": "Genres: Comedy, Drama\nTags:\nSide stories released on DVD."
    },
    {
      "id": "tt21302280",
      "type": "series",
      "name": "Destined for Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5321.jpg",
      "description": "Genres: Hentai\nTags:\nShinya's school days are boring until Akane, a woman that his brother was to marry due to a family arrangement, started attending the same school that he was attending. Shinya remembers meeting Akane when they were younger and that they made a promise to be together when they were older. In order to make Akane, his and his alone, he gets his sister-in-law to teach him everyway possible to please a woman. After he approaches Akane, and they begin to make love, the gradual distance between the two begins to close and affects everyone around them... "
    },
    {
      "id": "tt0877057",
      "type": "series",
      "name": "Death Note",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1535-lawCwhzhi96X.jpg",
      "description": "Genres: Mystery, Psychological, Supernatural, Thriller\nTags:Crime/Detective/Anti-Hero/Male Protagonist/Police/Philosophy/Primarily Adult Cast/Gods/Urban Fantasy/Primarily Male Cast/Urban/Espionage/Shounen/Acting\nLight Yagami is a genius high school student who is about to learn about life through a book of death. When a bored shinigami, a God of Death, named Ryuk drops a black notepad called a <i>Death Note</i>, Light receives power over life and death with the stroke of a pen. Determined to use this dark gift for the best, Light sets out to rid the world of evil… namely, the people he believes to be evil. Should anyone hold such power?<br>\n<br>\nThe consequences of Light’s actions will set the world ablaze.<br>\n<br>\n(Source: Viz Media)"
    },
    {
      "id": "tt0994314",
      "type": "series",
      "name": "Code Geass: Lelouch of the Rebellion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1575-ZJYlg8yjvMKI.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi, Thriller\nTags:Anti-Hero/War/Military/Revenge/Super Power/Politics/Philosophy/Male Protagonist/Terrorism/Real Robot/Dystopian/Super Robot/Primarily Teen Cast/Ensemble Cast/Foreign/Heterosexual/Nudity/Urban Fantasy/Love Triangle/Disability/Kuudere/School Club/Gore/Tanned Skin/Female Harem/Swordplay/CGI\nOn August 10th of the year 2010 the Holy Empire of Britannia began a campaign of conquest, its sights set on Japan. Operations were completed in one month thanks to Britannia's deployment of new mobile humanoid armor vehicles dubbed Knightmare Frames. Japan's rights and identity were stripped away, the once proud nation now referred to as Area 11. Its citizens, Elevens, are forced to scratch out a living while the Britannian aristocracy lives comfortably within their settlements. Pockets of resistance appear throughout Area 11, working towards independence for Japan.<br><br>\n Lelouch, an exiled Imperial Prince of Britannia posing as a student, finds himself in the heart of the ongoing conflict for the island nation. Through a chance meeting with a mysterious girl named C.C., Lelouch gains his Geass, the power of the king. Now endowed with absolute dominance over any person, Lelouch may finally realize his goal of bringing down Britannia from within!<br><br>\n(Source: Bandai Entertainment)"
    },
    {
      "id": "tt0899258",
      "type": "series",
      "name": "D.Gray-man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1482-3IT5wm5AK9tF.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Shounen/Demons/Male Protagonist/Super Power/Foreign/Urban Fantasy/Primarily Male Cast/Anachronism/Steampunk/Ensemble Cast/Kuudere/Primarily Teen Cast/Philosophy\nTowards the end of the 19th century, Allen Walker officially joins the organization of Exorcists that destroy the beings known as Akuma; mechanic weapons made by the Millennium Earl with the suffering souls of the dead. Allen has both a cursed eye and an anti-Akuma weapon as an arm, bearing the power of \"Innocence\", a gift given to him as an apostle of God. Allen, along with his fellow Exorcists must put a stop to the Millennium Earl's ultimate plot that could lead to the destruction of the world and all who live on it."
    },
    {
      "id": "tt0962826",
      "type": "series",
      "name": "Black Lagoon: The Second Barrage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1519-cScqJxQW3LNL.png",
      "description": "Genres: Action, Adventure, Drama, Thriller\nTags:Crime/Guns/Anti-Hero/Gangs/Primarily Adult Cast/Seinen/Mafia/Pirates/Female Protagonist/Assassins/Foreign/Yakuza/Triads/Ships/Male Protagonist/Noir/Delinquents/Language Barrier/Twins/Nudity\nOkajima Rokuro - now known almost exclusively as 'Rock' - was once a typical, put-upon Japanese businessman. Then, on a routine business trip, he was kidnapped and ransomed by the Lagoon Company: a band of mercenary pirates operating out of the crime-riddled city of Roanapur. Abandoned by his bosses, he joined the Lagoon Company. Now he must try and stay afloat amongst the ever-shifting politics of the criminal underworld, while simultaneously avoiding death at the hands of his quick-tempered, gun-toting co-worker, 'Two Hand' Revy.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1224144",
      "type": "series",
      "name": "REBORN!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1604-H53bcO7VSWGU.png",
      "description": "Genres: Action, Comedy\nTags:Mafia/Shounen/Super Power/Male Protagonist/Primarily Male Cast/Slapstick/Urban Fantasy/School/Heterosexual\nNowadays, the mafia world is ruled by Italy's strongest family, the Vongola. Vongola's current head, ninth in the row, is an old man ready for retirement. But before he can hand down his position, he needs help from a professional Hitman to prepare the next generation Boss for ruling over Vongola and the mafia world itself.<br><br>\nSawada Tsunayoshi is just your ordinary teenage boy who attends Junior High and sucks at it. He is unpopular, has no friends, and is desperately in love with a girl from his class. But his life takes an extraordinary turn when Tsunayoshi meets Reborn, an infamous hitman, who the ninth boss of Vongola has sent to train Tsunayoshi for his upcoming title.<br><br>\n(Source: Katekyo Hitman Reborn! FC)"
    },
    {
      "id": "tt0928093",
      "type": "series",
      "name": "Kanon (2006)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1530-nkzstlVZhZNG.jpg",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Amnesia/Primarily Female Cast/Male Protagonist/Family Life/School/Female Harem/Heterosexual/Coming of Age/Kuudere/Tsundere/Age Regression\nAs a young child, Aizawa Yuuichi had often visited his cousin in the city. However, something drastic happened to keep him away for seven long years. Now, Yuuichi returns, his memories of those days are simply gone.<br><br>\nSettling into the wintry town, Yuuichi comes across several young girls, all of whom are connected to his past. As he befriends them and continues to interact with them, the long forgotten memories from his childhood begin to resurface...<br><br>"
    },
    {
      "id": "tt1424037",
      "type": "series",
      "name": "Kenichi: The Mightiest Disciple",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1559-7ZlyZxtBNo8g.jpg",
      "description": "Genres: Action, Comedy\nTags:Martial Arts/School/Shounen/Male Protagonist/Delinquents/Fitness/Kuudere\nFrom wimp to warrior. Sort of…<br>\n<br>\nYeah, Kenichi’s a total wimp. He’s always getting picked on and doesn’t have a lot of friends to stick up for him. The guy needs motivation if he hopes to graduate in one piece. Well, Miu’s the perfect motivation. She’s hot, she accepts him, and she just so happens to live at a dojo with six martial arts masters. You could say fate has led Kenichi to their door, or you could say he was just following the hottie. Either way, he’s about to get whipped into serious shape. If he can survive some hard-core training, he might survive another day at school. He might even score with Miu. Yeah, you could call Kenichi a wimp. But let’s go with underdog instead.<br>\n<br>\n(Source: Discotek)"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon the Series: Diamond and Pearl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1565-PBe4mvGt36eg.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Child Cast/Kids/Environmental/Male Protagonist/Animals/Slapstick/Episodic/Rural/Outdoor/Urban Fantasy/Dragons/Super Robot\nAfter defeating Brandon and declining the offer to be a Frontier Brain, Ash sets off to travel through the far away land of Sinnoh. Once he gets there, he meets up with Hikari, a local trainer from the region, and they decide to travel together."
    },
    {
      "id": "tt0985285",
      "type": "series",
      "name": "Ghost Hunt",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1571-rgWSFoPDZhzS.png",
      "description": "Genres: Comedy, Horror, Mystery, Supernatural\nTags:Ghost/Detective/Denpa/Female Protagonist/Shrine Maiden/Shoujo/Cars\nWhile at school, Taniyama Mai and her friends like to exchange ghost stories. Apparently, there is an abandoned school building on their campus that is the center of many ghost stories. During the story, they are interrupted by a mysterious male figure. The person turns out to be Shibuya Kazuya, a 17 year old who is president of the Shibuya Psychic Research Company. He was called by the principal to investigate the stories surrounding the abandoned school building.<br><br>\nThe next day, on the way to school, Mai passes the school building in question. While examining a strange camera she spotted inside, she gets surprised by Kazuya's assistant. Unknowingly interfering with the investigation, Mai breaks the camera and Kazuya's assistant gets injured.<br><br>\nKazuya forcefully hires Mai in order to pay for the camera and replace his injured assistant. From that point on, Mai begins to learn about the paranormal world and the profession of ghost hunting.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt1027780",
      "type": "series",
      "name": "Boku no Pico",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1639.jpg",
      "description": "Genres: Hentai, Romance\nTags:Anal Sex/Crossdressing/Boys' Love/Primarily Male Cast/Nudity/Fellatio/Handjob/Virginity/Male Protagonist/Facial\nDuring summer vacation, Tamotsu is on break from work happens to visit a particular café. It is at this café that Tamotsu meets Pico, who works there for his grandfather. Tamotsu instantly falls for Pico, believing that Pico is a girl because of his feminine appearance. However, to his disbelief, Pico claims he actually is a guy. Undeterred, Tamotsu pursues a sexual relationship with Pico, to an extent where he even persuades Pico into wearing girl clothes. When Pico asks what is he to Tamotsu, he finds himself unable to answer...<br><br>\r\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0877507",
      "type": "series",
      "name": "Arms Alchemy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1536-IkwAKpAiioIv.png",
      "description": "Genres: Action, Comedy, Fantasy, Supernatural\nTags:School/Shounen/Male Protagonist/Magic/Female Protagonist/Twins\nThe story begins when high school student Kazuki Muto is killed one night saving a mysterious girl from a monster, only to wake up in his school dorm, believing it to have been a dream. However, he soon finds out that dream wasn't a dream at all when a giant serpentine monster attacks him and his sister. Tokiko Tsumura, the girl he saved, explains that the monster is a homunculus. Kazuki had been attacked and killed by it when he was rescuing her. However, she, feeling responsible for him, revived him by placing a Kakugane medallion in his chest, serving as a replacement heart.<br><br>\nThe Kakugane, as Tokiko explains, is an alchemical device that, when activated, takes a certain form based on the Kakugane's user, forming a unique Buso Renkin. The Buso Renkin is the only thing that can destroy a homunculus monster. Using this, Kazuki creates his own Buso Renkin (the \"Sunlight Heart\", a huge lance). Along with Tokiko and her own Buso Renkin (the \"Valkyrie Skirt\", an execution scythe), Kazuki joins the fight against the homunculi and their master."
    },
    {
      "id": "tt0962740",
      "type": "series",
      "name": "Hell Girl: Two Mirrors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1594-bFUqsv7hu3La.png",
      "description": "Genres: Horror, Psychological, Supernatural\nTags:Revenge/Episodic/Bullying/Female Protagonist/Oiran/Kuudere\nAi Enma once again returns as the Jigoku Shoujo, who uses Jigoku Tsuushin (Hell Hotline) to allow people to post their grudges on their tormentors, sending them straight to Hell. In exchange, the users of the website will end up in Hell after they die. Meanwhile, a mysterious girl with blue eyes called Kikuri appears and seems to have strange intentions towards Ai and Jigoku Tsuushin's operation. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0892861",
      "type": "series",
      "name": "The Wallflower",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1562-VU6y9iGoi68O.jpg",
      "description": "Genres: Comedy\nTags:Shoujo/Hikikomori/Primarily Teen Cast/Female Protagonist/Makeup/Chibi/Episodic/Parody/Male Harem/Surreal Comedy/Heterosexual/School/Otaku Culture/Crossdressing/Educational\nTakano Kyohei, Oda Takenaga, Toyama Yukinojo, and Morii Ranmaru are going to rent a house to go to school for free on the condition that they make the girl of the house a \"lady\". However, Nakahara Sunako, the girl living there, is gloomy, weird, and horror movie maniac. She has a trauma of when she was told she was ugly by the boy whom she loved when she was in junior high school. She doesn't like beautiful things and gets a nosebleed when she looks at something beautiful.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0875778",
      "type": "series",
      "name": "Bartender",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1589-DNBuqRpnVu8Y.png",
      "description": "Genres: Drama, Slice of Life\nTags:Bar/Episodic/Seinen/Primarily Adult Cast/Work/Educational/Philosophy/Male Protagonist/Food/CGI\nGenius bartender, Sasakura Ryuu makes the most incredible cocktails anyone has ever tasted. Seeking his \"Glass of God\", individuals from all different walks of life visit his bar. With both a compassionate ear and a godly drink, Ryuu helps people with their problems.<br><br>\n(Source: Anime News Network)<br>"
    },
    {
      "id": "tt0856797",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex - Solid State Society",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1566-FSNFIcsT91Ni.jpg",
      "description": "Genres: Mystery, Sci-Fi\nTags:Seinen/Police/Cyberpunk/Philosophy/Artificial Intelligence/Primarily Adult Cast/Military/Female Protagonist/Cyborg/Real Robot/Guns/Dystopian/Kuudere\nA.D. 2034. It has been two years since Motoko Kusanagi left Section 9. Togusa is now the new leader of the team, that has considerably increased its appointed personnel. The expanded new Section 9 confronts a rash of complicated incidents, and investigations reveal that an ultra-wizard hacker named the Puppeteer is behind the entire series of events.<br><br>\r\nIn the midst of all, Batou, who was stalking the case on a separate track, encounters Motoko. She goes away after saying, \"Stay away from the Solid State Society.\" Batou is left with a doubt in his mind. Could Motoko be the the Puppeteer?<br><br>\r\nThe series of intriguing incidents that Section 9 faces gradually link together almost artistically. Who is the Puppeteer? What will happen to Batou's relationship with Motoko? What is the full truth behind this carefully planned perfect crime? And what will the outcome be? Mysteries surround the Solid State Society...<br><br>\r\n(Source: Production I.G.)"
    },
    {
      "id": "tt0480493",
      "type": "series",
      "name": "Negima!? Magister Negi Magi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1546-iAXPSwcykL45.jpg",
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Magic/Vampire/Primarily Female Cast/Female Harem/Teacher/Surreal Comedy/School/Urban Fantasy/Card Battle\nA remake of the Negima anime with its own original story.<br><br>\nWizard Negi Springfield may be a boy, but he has a man-sized job to do! Fresh from the Academy of Magic, Negi continues his training as an instructor at Mahora Academy in Japan. But before he can get his Masters in magic, the 31 schoolgirls of Class 3-A are gonna keep him up all night cramming for a final exam in will power. Temptation aside, Negi has more on his syllabus than flirting and spells. Darkness is closing in, and Negi is gonna need help from his lovely student bodies to drive the ghouls from their school. These girls want to prove that they're the best in class, and extra credit is available to the cuties that aren't afraid of after-hours phantom fighting!<br><br>\n(Source: DVD case)"
    },
    {
      "id": "tt1608924",
      "type": "series",
      "name": "Kekkaishi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1606-EquPRtK0dYxv.png",
      "description": "Genres: Action, Adventure, Comedy, Romance, Supernatural\nTags:Shounen/Youkai/Gods/Male Protagonist/School\nYoshimori Sumimura is a 14-year-old student at Karasumori School. Following in the tradition that's come down through the generations, he is the twenty-second Kekkaishi of the Sumimura clan. But he’s constantly fighting with his rival, Tokine Yukimura—his childhood friend and also a Kekkaishi—about who is the rightful heir to the magical barrier arts. Protecting people from danger while growing stronger himself, Yoshimori will battle the forces of evil again tonight!<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt0878230",
      "type": "series",
      "name": "Black Blood Brothers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1498-Un9KTrfUKkVj.png",
      "description": "Genres: Action, Comedy, Fantasy, Supernatural\nTags:Vampire\nA decade has passed since the war between humans and vampires, when the infectious bite of the Kowloon Bloodline set the streets ablaze. Today, Jiro travels to the Special Zone, where the peace between vampires and humans is threatening to crack. As a new battle erupts between human soldiers, vampiric refugees, and Kowloon Children, Jiro must draw the Silver Blade once more.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0978547",
      "type": "series",
      "name": "Otoboku: Maidens are Falling for Me",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1569-mUu6BRRfd1fX.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Parody/Primarily Female Cast/Ojou-sama/Crossdressing/School/Female Harem/Kuudere\nMizuho can't believe his ears when Grandpa's will is read out. Grandpa's final wish is for Mizuho to attend the same academy as Mizuho's mother. The catch is it's an all-girls school. With the help of friend Mariya however, he gets a makeover good enough to fool everyone at the academy. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978204",
      "type": "series",
      "name": "Sumomomo Momomo: Chijou Saikyou no Yome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1568.jpg",
      "description": "Genres: Action, Comedy, Romance\nTags:Martial Arts/Female Harem/School/Seinen/Nudity\nKoushi Inuzuka is a smart high school student who aims to become a public prosecutor. Unfortunately for our good guy, he was born into a martial arts family whose head (ie his father) only knows one language: violence. When Koushi was still a baby, his father made a pact with his biggest rival to marry Koushi to his opponent-turned-friend's daughter. The union of the two blood lines is supposed to bring forth Earth's strongest martial arts clan. <br><br>\nSkip forward: Koushi is in high school, oblivious to the marriage arranged for him at his birth. Enter Momoko Kuzuryuu: sugar bomb, airhead, loli martial arts artist and Koushi's self-proclaimed bride (the strongest on Earth, no less). Her wish for sexual intercourse meets with Koushi's square refusal as he has absolutely no desire to get it on with someone who looks like she could be his little sister, not to mention that he doesn't have the foggiest idea who she actually is. <br><br>\nMeanwhile, a war has broken out between the martial arts families. For Koushi, this means that numerous fighters are out to challenge/assassinate him. As if that weren't bad enough, our protagonist also has a fight phobia due to a traumatic incident that took place in his childhood. Now it's up to Momoko and her superhuman fighting skills to protect her \"husband.\" Will the two sweethearts survive the trials and tribulations ahead of them? More importantly, will Momoko get her way receiving a baby from Koushi? <br><br>\n(Source: Kotonoha) "
    },
    {
      "id": "tt0988923",
      "type": "series",
      "name": "La Corda D'Oro: Primo Passo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1579-P7iLCX8zNEuO.png",
      "description": "Genres: Comedy, Drama, Music, Romance\nTags:Female Protagonist/Primarily Male Cast/Magic/School/Male Harem\nHino Kahoko is a student whose school is divided into two branches - the Normal Branch, in which students wear grey uniforms, and the Music Branch, in which the students wear white. The school's tradition is a music competition, but it it more common that students from the Music Branch are chosen to compete. Kahoko is surprised one day to encounter a fairy named Lili. Solely because she is the only student to see him, she is the only student from the Normal Branch to be in the competition.<br><br>\nKahoko doesn't have any musical knowledge, until Lili grants her a magic violin, one that anyone can play if they believe they can truly do it. Kahoko must now face the trials of the competition, her competitors, and her peers. "
    },
    {
      "id": "tt0891890",
      "type": "series",
      "name": "Red Garden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1601-cvfDZsR6D98V.png",
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Cosmic Horror/Amnesia/Urban/Philosophy/Primarily Female Cast/Foreign/Primarily Teen Cast/Ensemble Cast/Female Protagonist/Detective/Suicide/LGBTQ+ Themes\nStrange suicides have been taking place in New York. One day, four girls from the same high school wake up in the morning feeling tired and dizzy and not being able to remember anything about the previous night. In school, they find out that one of their classmates has committed suicide. School is canceled for the rest of the day, but instead of going home, the girls are drawn to a park by butterflies only they can see. Suddenly a man and a woman approach the girls, telling them that they all died the previous night.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0878633",
      "type": "series",
      "name": "Brighter Than the Dawning Blue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1543-k3Suxuy0xc1A.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:School/Primarily Female Cast/Space/Heterosexual/Politics/Chibi/Kuudere/Maids/Aliens\nThe moon and the earth are linked by a single contact point, \"Mitsuru ga Sakichau Ouren Rakuniushi\" where Tatsuya lives under the supervision of the Sphere Kingdom (Moon Kingdom)'s Princess Feena Fam Earthlight who is coming to stay at his home.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132544",
      "type": "series",
      "name": "Pumpkin Scissors",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1538-8KjoV3x9Jhlk.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Military/Female Protagonist/Primarily Adult Cast/Tanks/Shounen/Episodic/Guns/War/CGI/Foreign/Gore\nAlice Malvin commands a military propaganda unit, but she idealistically yearns to cut through the deception. When she uncovers a super-soldier program known as The Invisible Nine, she finds herself trapped in a web of deadly secrets. Malvin turns to an unlikely ally—Randel Orland, a hulking veteran who may hold the key to unlocking the mysteries of The Invisible Nine. <br><br>\n(Source: Crunchyroll)\n\n\n"
    },
    {
      "id": "tt0876247",
      "type": "series",
      "name": "Shonen Onmyoji",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1557-l3d9C5xr1BAC.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Youkai/Demons/Magic/Historical\nMasahiro is the grandson of the great onmyouji, Abe no Seimei. However, he lost his sixth sense that enables him to see supernatural beings, which is very important for an onmyouji. Thus, he is left with no choice but to try and pick a different career. But one day, a strange mononoke appears, which he names Mokkun, who shows him his true potential powers after fighting a demon. With the assistance of Mokkun, his quest to become the greatest onmyouji begins."
    },
    {
      "id": "tt0876211",
      "type": "series",
      "name": "Happiness!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1570.jpg",
      "description": "Genres: Comedy, Romance\nTags:Magic/School/Female Harem\nKamizaka Haruhi having been rescued when she was young by a mage, longed to be a mage herself, so she enrolled into a special school that allows regular and magic classes into two different sections. Together with her rival/best friend, Hiiragi Anri, they study magic together while she is searching for the boy that saved her years ago, to give him a Valentines' chocolate.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0928385",
      "type": "series",
      "name": "Freedom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1747-CSVhuCff8Ui7.png",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Post-Apocalyptic/Space/Full CGI/Motorcycles\nIn the year 2041, mankind created their first space colony on the moon. But after a freak cataclysm devastated human civilisation on Earth, the republic of the moon built a domed megalopolis known as Eden. Now in the year 2267, a boy called Takeru spends his time engaging in hover-craft races against rival street gangs, unaware that he is about to embark in the journey of unearthing Eden's origin.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0968239",
      "type": "series",
      "name": "Tokimeki Memorial",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1555.jpg",
      "description": "Genres: Comedy, Romance\nTags:School/Heterosexual/Female Harem/Male Protagonist\nAoba Riku has just transferred to a new high school because of his father's job, and things aren't quite what he expected. The headmaster's secretary controls the school while espousing the virtues of academic freedom, the teachers are even stranger than normal teachers, and half the student body is walking around with animal ears on. On his very first day, Riku is unfortunate enough to find himself at the center of the student council's latest event, which has him running for his life. All this on top of the normal high school rigour of popularity contests, crushes, and homework makes it unsure whether Riku will be able to survive this new school.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1359083",
      "type": "series",
      "name": "Intrigue in the Bakumatsu: Irohanihoheto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1576.jpg",
      "description": "Genres: Action, Drama\nTags:Swordplay/Historical/Samurai/Urban Fantasy/Politics\nIn the final years of the Bakumatsu, wandering mercenary Yojiro Akizuki travels the length and breadth of Japan. And while he employs his sword in the usual fashion, he also uses it to help him locate supernatural items which he pursues with single-minded determination, often with bloody results. In the course of his quest, he crosses paths with a traveling theater group whose members have their own dark agenda. Is it a chance meeting or the result of some, as yet, undiscovered conspiracy? <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1118528",
      "type": "series",
      "name": "Hataraki Man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1592-UllYOk5RyPic.png",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Work/Female Protagonist/Office Lady/Seinen/Philosophy/Primarily Adult Cast/Nudity/Episodic\nHiroko Matsukata is a woman who works for a magazine company. She puts all she has into her work, and is known as a strong, straight-forward working girl, who can at will turn herself into Hataraki man (working man) mode. Despite Hiroko's success at work, her life lacks romance. Even though a hard worker, she'd leave early anytime to go on a date. Too bad her boyfriend is even bigger a workaholic than Hiroko.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972651",
      "type": "series",
      "name": "Gift: eternal rainbow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1581-7FpczGCrgGBf.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:School/Magic/Love Triangle/Female Harem/Tsundere/Heterosexual\nAmaumi Haruhiko is a high school student who attends Shimano Academy in a town called Narasakicho. Narasakicho contains an unknown rainbow which constantly overlooks the town and is related to granting a magical wish called \"Gift\". Gift is a once-in-a-lifetime present between two people. <br><br>\nAs a child, Haruhiko has been close with his childhood friend, Kirino, until he obtains a new non-blood sister by the name of Riko. Haruhiko develops a strong relationship with Riko until they sadly depart due to the fact Haruhiko's father could no longer support the two of them. <br><br>\nAfter some times passes by, Riko finally returns to the town of Narasakicho, and along with Kirino, starts to attend Shimano Academy with Haruhiko. The series revolves around the relationship among these main protagonists and slowly reveals the story behind both Gift and the rainbow."
    },
    {
      "id": "tt1429175",
      "type": "series",
      "name": "Living for the Day After Tomorrow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1554-ZBGJvb9LoOAs.png",
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Age Regression/Female Protagonist/Rural\nThere are far worse things than having to deal with your ex-boyfriend's little sister or your older brother's ex-girlfriend. But that's something Karada Iokawa and Shoko Nogami have to learn the hard way when a magic wishing stone inexplicably grants Karada's wish to be older - and does it by stealing the years from Shoko! Now Shoko, who's already graduated and studied overseas, is Karada's age, just about to enter junior high school. Meanwhile Karada must suddenly face the real facts about what being grown up entails. And just to make a bizarre situation even more awkward, there's the issue of how to handle their existing romantic interests! <br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt1392017",
      "type": "series",
      "name": "Venus to Mamoru!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1588.jpg",
      "description": "Genres: Comedy, Romance\nTags:Love Triangle/School/Kuudere\n\"Beatrice\". It is a mysterious power that responds to people&rsquo;s will and realize all of them. Tokyo Beatrice University Attached High School is the only school that teaches Beatrice called \"magic appears in the real world\".<br><br>\nYoshimura Mamoru is a high school boy who was saved by Beatrice miraculously when he was a child. At the first day of the school, he meets a girl under the cherry trees on his way to the school. She orders him to go out with her.<br><br>\nHer name is Takasu Ayako. She is in the second grade and one year older than him. She is a director of student committee of discipline. Also, she is a granddaughter of a big-name politician, very beautiful, and a genius Beatrician who can even shoot a satellite down. She is called Witch Beatrice or Death Angel in Beatrice, but in fact, she is a pure-hearted girl.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt14053732",
      "type": "series",
      "name": "Pokémon Mystery Dungeon: Team Go-Getters Out of the Gate!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2842-CkYZSdbEAj0z.png",
      "description": "Genres: Adventure, Fantasy\nTags:Isekai\nA human wakes up one day to discover that he has become a Squirtle in a world filled with natural disasters, where he meets Charmander and Chikorita of Team Go-Getters, a Pokemon rescue team. Squirtle joins Team Go-Getters for the task of saving Pichu's Brother Pikachu from Skarmory, however Gengar and his Team Meanies decide to interfere.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1025104",
      "type": "series",
      "name": "009-1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1583-zhjhbuBmR2of.png",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Cyberpunk/Espionage/Episodic/Female Protagonist/Assassins/Nudity\nMylene Hoffman, a beautiful cyborg spy with the codename \"009-1\" lives in an alternative world where the cold war never ended, continuously on-going for 140 years. The world is split into two factions, the West and the East block. A masquerade of peace between the two is slowly dissipated as the conflict occurs. Through politics, the two factions battle over supremacy over technology to threats of a nuclear attack. Mylene Hoffman, teaming up with three other agents, gets surrounded by deception, chaos and rivalry as she carries out missions assigned by her superiors."
    },
    {
      "id": "tt1233538",
      "type": "series",
      "name": "STRAIN: Strategic Armored Infantry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1602.jpg",
      "description": "Genres: Drama, Ecchi, Mecha, Sci-Fi\nTags:Real Robot/Military/Space/War/Female Protagonist/Primarily Female Cast/Bullying/Nudity/Yuri\nIn the distant future, mankind is divided into two factions: Union and Deague. They have waged a war against each other for so long that no one remembers when it first began. The backbone of the Union military is the manned weapons system Strain, while the Deague uses an unmanned version, the Tumoru.<br><br>\nSara Werec, the daughter of a respectable family, is a 16-yearold girl who attends Grapera Space Armed Soldier Academy located in the Cranial Solar System, where she is training to become a full-fledged Reasoner (a Strain pilot).<br><br>\nHer brother, Ralph Werec, had been sent to the frontline 130 light-years away to accomplish a special mission when she was 11 years old, a distance that requires 400 years of objective time to traverse by even the fastest Union spacecraft. However, in accordance with the theory of relativity, this corresponds to only two subjective years (time as experienced by those within the spacecraft).<br><br>\nThe two of them had lost their parents when they were young and the bond between the two is very close. It is Sara&rsquo;s dearest wish to be reunited with her brother. To do that, she must travel to the battlefield where he is.<br><br>\nOne day, Sara&rsquo;s planet is suddenly assaulted by Deague forces. To her surprise, her brother, Ralph, turns out to be one of the raiders who successfully kidnap a mysterious girl sleeping in a capsule.<br><br>\nIn order to find the truth, Sara gets in a Strain and chases after him. However, she is attacked by Ralph, and the Mimic, a copy of the pilot&rsquo;s brain which is essential to controlling the Strain, is damaged. <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "kitsu:1454",
      "type": "series",
      "name": "Magic Teacher Negima! Spring OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1619.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/School/Shounen/Urban Fantasy/Magic/Card Battle/Teacher/Primarily Female Cast/Surreal Comedy/Kuudere\nSometime after all the events which took place during Negi's first year as a teacher, Class 2-A goes on a school trip to a beautiful island for Spring break. Everything is fine now, but troubles continue for Negi, because he's still the main atraction of the class. But he has something else to worry about, Asuna is angry at him because he told her she had nothing to do with his studies as a wizard. During the trip, the situation gets intense as Asuna's friends try to help Negi make up with her.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:1552",
      "type": "series",
      "name": "Magic Teacher Negima! Summer OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1732.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Female Harem/School/Shounen/Magic/Urban Fantasy/Card Battle/Teacher/Primarily Female Cast/Surreal Comedy/Kuudere\nYue and Nodoka are practicing magic, and one spell catches their eye: The Red String of Fate. Supposedly, this spell connects you with your fated partner. Nodoka decides to try it out, and ends up tied to Negi. However, this spell isn't the Red String of Fate at all, but is in fact just a red string that connects two people. A magical red string that happens to be impossible to sever. Delightful. Meanwhile, Ayaka invites the class to a free trip to her family's recently constructed spa resort. Tied together for at least a day, will Negi and Nodoka be able to make the most out of this free trip without going too far...?"
    },
    {
      "id": "tt14675322",
      "type": "series",
      "name": "Baldr Force EXE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1682-c2oyUlYIWiqz.png",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Cyberpunk/Virtual World/Gore/Robots/CGI/Revenge\nAny network runs all over the world, and the development of the information network reaches its acme. In this age, there are two developed worlds; \"the real world\" and \"wired\", or the virtual network world.<br><br>\nSoma Toru belongs to a hacking group, Steppen Wolf, which runs around the network world freely. They attack the database of the UN forces as their last work. During this attack, he loses Nonomura Yuya, his friend as well as the team leader. Toru is arrested by the army. In exchange for letting him free, he has to work for an anti-hacker organization, the first squad of the UN Security Force Information Administration Bureau.<br><br>\nWorking for them, he is looking for the person who killed his friend, while the other members also have their own reason to fight.<br><br>\nThe three-way fights of the terrorist group, the security enterprise, and the army, continue every day. The various events occurred during the fight seem to be independent of each other at the first glance, but they're converging on one event as if they were attracted by something. <br><br>\nBased on the game by GIGA.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0881819",
      "type": "series",
      "name": "Ghost Slayers Ayashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1587-YnQ7GVlrmn1f.png",
      "description": "Genres: Supernatural\nTags:Demons/Historical\nAll things have a name by which they are defined. Amongst the named are the many long-forgotten gods that dwell within the world brought about by the prayers, fears and desires of humanity. In the famine stricken and riot plagued city of Edo, alarming events are visited upon the populace by these otherworldly beasts. Descending from the mountain tops or rising from the earth are these old gods, the Youi.<br>\n<br>\nFor nearly twenty-five years Yukiatsu Ryuudou has wandered the country-sides of Japan posing as a bodyguard, living the life of a gambler and thief, all the while denying his name. Through a chance encounter with a Youi and the members of the Office of Barbarian Knowledge Enforcement, Yukiatsu is forced to face the life he's been running from and rediscover his long hidden power of Ayagami, the ability to find true names and use them as a weapon to exorcise these beasts plaguing the material world.<br>\n<br>\n(Source: Bandai Entertainment)"
    },
    {
      "id": "tt0978540",
      "type": "series",
      "name": "My-Otome Zwei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1609-xh1ASMghVp7k.png",
      "description": "Genres: Action\nTags:Magic/Kuudere\nMy-Otome Zwei takes place one year after the events of My-Otome. Arika is now a full-fledged Otome (though still under the tutelage of Miss Maria) and Nagi is incarcerated in a prison somewhere in Aries. The various nations are at peace with one another and plan to hold S.O.L.T. (Strategic Otome Limitation Talks) to discuss limiting the numbers of Otome.<br><br>\nA mission to destroy a meteor threatening to collide with Earl sets into motion a chain of events which result in a mysterious shadowy figure attacking Garderobe and several Otome as well as a new, more powerful version of Slave appearing across the planet. To make matters worse, Queen Mashiro disappears following an argument with Arika. The series follows Arika's search for Mashiro as well as Garderobe's attempts to uncover the truth behind the shadowy figure.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0884847",
      "type": "series",
      "name": "Fist of the Blue Sky",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1541.jpg",
      "description": "Genres: Action\nTags:Martial Arts/Mafia/Male Protagonist/Primarily Male Cast/Foreign/Historical/Seinen\nA mysterious man known as \"the King of Death\" roams the streets of pre-war Shanghai in this action-packed prequel to Fist of the North Star.<br><br>\nShanghai in the 1930s is a dangerous place. Foreign governments and Chinese factions have carved the city into different quarters, each with its own laws and government, and all rife with corruption. As the major powers vie for political control, the streets are left to local gangs. Life is cheap, and death is always near.<br><br>\nIn days past, one man walked these mean streets battling the forces of evil. He was known only as Yan Wang, \"the King of Death.\" Few knew who he really was, but many knew that he was a master of Hokuto Shinken - Fist of the North Star - a lethal martial art. He disappeared years ago after dispatching the city's worst gangsters, and is now rumored to be in Japan. Various people have come to Japan in search of him, but who will find him first?"
    },
    {
      "id": "tt0972661",
      "type": "series",
      "name": "Kashimashi: Girl Meets Girl OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1654.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Yuri/School\nUnaired 13th episode.<br><br>\nChristmas has arrived on Earth and the story takes place 4 months after the event. Everyone starts to ready for Christmas and the love that will take place. Even the Aliens come and visit. When Yasuna tells Hazumu that she wants to go and walk by herself, Hazumu goes and tells Tomari. Hazumu waits for Tomari to accept her.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt1092076",
      "type": "series",
      "name": "Mega Man Star Force",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1835-6GfMj4kSZo3b.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Police/Henshin/Kids/Space/Aliens/Astronomy/Virtual World/Primarily Child Cast/School/Idol\nIn the year 220X, the world has advanced toward radio-wave technology, and the world is connected through the Wave Road. Meet Subaru Hoshikawa, a fifth-grade student who lost his father in a space accident. Subaru meets an extraterrestrial radio-wave being named War-Rock, descending from a distant FM planet. War-Rock claims to know about Subaru's father, but many alien beings are after War-Rock. The two work together and merge into Rockman, a radio-wave human capable of traversing the Wave Road and battling the radio-wave viruses and FMs that threaten the Earth.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt9104644",
      "type": "series",
      "name": "TOKYO TRIBE 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1703.jpg",
      "description": "Genres: Action, Drama\nTags:Gangs\nThis is the other side of Tokyo, a Tokyo of a different color. There, various tribes are living. The SARU from Japan's Musashino, WU-RONZE of Bukuro, and HANDS of Shindyuku... Young men living in the city...the public of modern times builds a home out of corruption, these young men of the sordid side of life, a side called \"reality,\" are depicted here!<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "kitsu:1520",
      "type": "series",
      "name": "_summer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1692.jpg",
      "description": "Genres: Drama, Romance\nTags:Female Harem/School/Kuudere\n&ldquo;Is there any girl you love?&rdquo;<br><br>\nThrough these words his friend asked during a school excursion, Kaizu Takumi became aware of his interest in the opposite sex. Of course, there have always been girls around him, like his childhood friend Hatano Konami, his classmate Ebizuka Shino, popular school idol Shimazu Kakana etc. However, he never noticed his feelings until he was questioned by his friend. After growing anxious seeing his friend try to find a girlfriend, he resolves his mind to find a girlfriend of his own during his last summer of high school life.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt4116020",
      "type": "series",
      "name": "Super Robot Wars The Original Generation: The Divine Wars",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1603.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot\nIt is two hundred years after the beginning of the Space Era, when human civilization on Earth began expanding into space. However, by the start of the 21st century, two meteors struck the planet, sending humanity into chaos. By the year 179 of the Space Era, secret technology, dubbed Extra-Over Technology, or EOT, was discovered by the Earth Federal Government within a third meteor that hit Earth in the Marquesas Islands of the South Pacific. Dr. Bian Zoldark, head of the EOTI Institute (Extra-Over Technological Investigative Institute), had evidence the creators of the EOT were heading to Earth, in order to reclaim it...or worse, invade the planet. In order to defend humanity from extraterrestrial threats, the government begins to research and develop humanoid mecha called Personal Troopers.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1091716",
      "type": "series",
      "name": "Marginal Prince: Gekkeiju no Ouji-tachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1912.jpg",
      "description": "Genres: Romance\nTags:Primarily Male Cast/School\n\"Marginal Prince\" based off of the hit love simulation game series for girls! Yuta studies abroad in a tiny, far away island in the pacific ocean name Alphonso where he enters the all-dorm, all-male Alphonso Gakuen. However, the school is really a place for the children of the famous . . . and the school specializes in classes on empires and alchemy! And one day, after studying enough at the school, the students become known as \"Marginal Princes\"! Learn about the stories of fate and trial as each of the students studies to become kings!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:5275",
      "type": "series",
      "name": "Biohazard 4: Incubate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx8278-yZJ6Sd2KvvwC.jpg",
      "description": "Genres: Action, Horror, Mystery, Supernatural\nTags:Military/Foreign/Zombie/Demons/Body Horror\nAfter the Playstation port of Resident Evil 4 hit the stores Capcom released a new 97 minute DVD some time later which intended to summarize the whole story of Resident Evil 4. It's played on English audio with Japanese subtitles. It also included a little book which explains the life on El Pueblo before and the arrival of Osmund Saddler. It also solved some plot holes like the whereabouts of the children. It contains many of the scenes original to Resident Evil 4.<br><br>\n(Source: Resident Evil Wiki)"
    },
    {
      "id": "tt0774809",
      "type": "series",
      "name": "Fate/stay night",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx356-mTpMvtillumS.png",
      "description": "Genres: Action, Fantasy, Romance, Supernatural\nTags:Magic/Battle Royale/Urban Fantasy/Death Game/Superhero/Super Power/Heterosexual/Male Protagonist/Mythology/Swordplay/Urban/Witch/School/Tsundere/Assassins/Kuudere/CGI\nRaised by a mysterious sorcerer after the death of his parents in a catastrophic fire, Shirou Emiya has only just begun to learn small tidbits of magic. When he is caught in a battle between two powerful Magi, however, he ends up performing a spell above his expected ability, accidentally summoning a beautiful woman knight to protect him. \n<br><br>\nShirou is thus unwillingly thrust into the competition known as the Holy Grail War where Seven Magi called Masters, together with their spirit partners called Servants, fight to acquire a powerful artifact said to grant every wish. \n"
    },
    {
      "id": "tt0495212",
      "type": "series",
      "name": "Hellsing Ultimate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx777-wviqUSUoSXAl.jpg",
      "description": "Genres: Action, Horror, Supernatural\nTags:Vampire/Gore/Urban Fantasy/Seinen/War/Foreign/Anti-Hero/Primarily Adult Cast/Military/Religion/Urban/Guns/Cannibalism/Body Horror/Male Protagonist/Noir/Butler/Female Protagonist/Monster Girl/Slapstick/Chibi/CGI/Nudity/Nekomimi/Tomboy\nHellsing, a secret organization of the British government, has long been battling supernatural threats to keep the people safe from creatures of the night. The current leader, Integra Wingates Hellsing controls her own personal army to eliminate the undead beings, but even her highly trained soldiers pale in comparison to her most trusted vampire exterminator, a man by the name of Alucard, who is actually a powerful vampire himself. Along with Integra's mysterious butler and Alucard's new vampire minion, Seras Victoria, The Hellsing Organization must face not only regular ghouls and vampires, but a rivaling secret organization from the Vatican, and Millennium, an enigmatic group of madmen spawned by a certain war over 50 years ago...<br>\nA bloody battle between monsters is about to begin, the dead are dancing, and all hell is singing..."
    },
    {
      "id": "tt0791205",
      "type": "series",
      "name": "Ergo Proxy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx790-YTUCvBKX8ZWK.jpg",
      "description": "Genres: Adventure, Mystery, Psychological, Sci-Fi\nTags:Post-Apocalyptic/Philosophy/Dystopian/Cyberpunk/Primarily Adult Cast/Amnesia/Robots/Conspiracy/Artificial Intelligence/Noir/Fugitive/Female Protagonist/Denpa/Male Protagonist/Travel/Kuudere/Police/Coming of Age/Terrorism/Guns\nSomething is wrong in the perfect domed city of Romdo. Between the sudden rash of murders and a virus affecting all AutoReivs-cyborg companions and workers who assist the people of Romdo - all is not right in their dome home. Detective Re-l Meyer begins to investigate, seeking answers to the weird occurrences that are happening more and more around her. But when she begins to uncover the truth, her world is turned upside down.<br>\n<br>\nFirst, the strange immigrant Vincent Law goes missing and then a monster appears before her, shaking her to her core. But this monster is something more, something dangerous and sinister. With each question and mystery, she is led back to the creature. But what is it really? What purpose does it serve? A sign of the end or a sign of a new beginning? Whatever it is, it repeatedly brings her back to Vincent and soon, alongside his journey back to another dome world called, Mosk. As they make their way across scarred and deserted Earth, Re-l and Vincent will learn more about the monster and the \"awakening\"-which could be more of an ending than a beginning.<br>\n<br>\n(Source: Funimation)<br><br>\n<i>Note: Episode 1 received an advanced broadcast on channel WOWOW on February 5, 2006. The start date reflects the start of the regular series broadcasting.</i>"
    },
    {
      "id": "tt0807834",
      "type": "series",
      "name": "Rec",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx710-yfZvLjJ8qvwZ.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Acting/Primarily Adult Cast/Work/Seinen/Female Protagonist/Male Protagonist/Heterosexual/Bar\nFumihiko Matsumaru is an average salaryman with no girlfriend. He invited his colleague Miss Tanaka to a movie but was stood up. Right at the time he was about to toss tickets into a trash can, a cute girl appeared and asked him not to waste those two tickets. After movie and dinner, he escorted her home and found they live in the same neighborhood, yet unfortunately her apartment caught on fire hours later. Having nowhere else to stay, rookie seiyuu Aka Onda moved to Matsumaru's place, and the two had started a \"more than friend but not yet lovers\" relationship under the same roof while keeping this secret from their employers.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1281341",
      "type": "series",
      "name": "Looking Up at the Half-Moon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx587-Y2r6jh7QNccg.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Tsundere/Heterosexual/Coming of Age/Philosophy\nAfter contracting hepatitis A, Ezaki Yuuichi has been confined to a hospital away from his friends and family, much to his displeasure. To relieve his boredom, he has taken to sneaking out of the hospital, usually putting himself on the receiving end of a beating from his nurse. Upon meeting a girl his age also staying in the hospital, he is immediately captivated by her beauty. Akiba Rika's personality is not quite as captivating as her beauty however. In fact, she is rather selfish, moody, and bossy. But as the two spend more time with each other, they become closer, sharing the ordinary joys and trials of a budding teenage romance, even when darkened with impending tragedy - for Rika's condition does not leave her much longer to live.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0856346",
      "type": "series",
      "name": "Ayakashi: Samurai Horror Tales",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx586-alDXEdRVYNU1.png",
      "description": "Genres: Horror, Psychological, Supernatural\nTags:Historical/Youkai/Anthology/Demons/Revenge/Philosophy/Gods/Swordplay/Samurai/Nudity/Rape/Travel\nA collection of three classic Japanese horror stories: \"Yotsuya Kaidan,\" the story of a wife betrayed by her husband who seeks vengeance even in death. \"Tenshu Monogatari,\" the story of forbidden love between a goddess and a human, and \"Bakeneko,\" the story of a mysterious cat monster with a vendetta against a certain family. "
    },
    {
      "id": "tt2657330",
      "type": "series",
      "name": "NARUTO: Narutimate Hero 3: Tsui ni Gekitotsu! Jounin VS Genin!! Musabetsu Dairansen Taikai Kaisai!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1074.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Ninja/Super Power/Orphan/Primarily Child Cast/Video Games\nA contest is made by the Fifth Hokage called Jonin vs Genin. The point is to collect crystals for points, with the higher-ranked Chunin and Jonin holding crystals worth more points. The Genin have blue crystals, while the Chunin and Jonin have red crystals.<br><br>\nThe video shows various fights between the Genin and Jonin, which each instance ending in the Jonin unknowingly losing their crystal (or discarding it).<br>"
    },
    {
      "id": "tt1693435",
      "type": "series",
      "name": "Major S2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx558-150bXAI8K3ab.png",
      "description": "Genres: Comedy, Drama, Sports\nTags:Baseball/Shounen/Male Protagonist/School/School Club/Primarily Teen Cast\nThis series picks up a few years after season one. Goro is now older, and has come back to his original home town. As if nothing changed, he starts off right where he left with his old friends and tries to fit back in."
    },
    {
      "id": "tt0473578",
      "type": "series",
      "name": "Genshiken OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1813.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Otaku Culture/School Club/Ensemble Cast/Heterosexual/Parody/Meta/College/Primarily Adult Cast/Seinen\nIt's the start of a new year for the Genshiken crew, and that means recruiting new members. Always a dreaded task, The Society for the Study of Modern Visual Culture manages to get Chika Ogiue pushed onto them from the Manga Club. With her introduction of \"I'm Ogiue and I hate otaku\", this year certainly will be anything but boring.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972661",
      "type": "series",
      "name": "Girl Meets Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/667.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Gender Bending/Yuri/Love Triangle/Bisexual/Transgender/Primarily Teen Cast/LGBTQ+ Themes/Female Protagonist/School/Aliens/Tsundere/Urban Fantasy/Primarily Female Cast/Nudity/Educational/Teacher\nHazumu was a shy boy who enjoyed gardening, collecting herbs, and long walks in the mountains. One day he finally worked up the courage to confess his love to Yasuna, but she rejected him. <br><br>\nDepressed, he wandered up Mt. Kashimayama, the place where they first met, to reconsider his feelings. After getting lost, he wished upon a shooting star and received a bizarre twist of fate. <br><br>\nNow he is a she, and she stumbles headfirst back into social life and relationships only to find that the entire landscape has changed!<br><br>\n(Source: Media Blasters)"
    },
    {
      "id": "tt0861287",
      "type": "series",
      "name": "Rozen Maiden: Ouvertüre",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1719-LW9r1cNbeMJR.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Magic/Female Protagonist/Primarily Female Cast/Urban Fantasy/Ensemble Cast/Found Family/Seinen/Anthropomorphism/Battle Royale/Kuudere\nWhen Jun buys Shinku a brooch, she refuses to accept it at all costs. Souseiseki then confronts Jun with the reason for Shinku's behavior. The tragic story of Suigintou is told, with the revelation of why her hatred for Shinku could last throughout centuries.<br><br>\n\n<i>Note: This OVA has some spoilers of Rozen Maiden: Träumend, the second season of Rozen Maiden. These episodes fall chronologically between the 5th and 6th episodes of Rozen Maiden: Träumend, but might spoil later revelations.</i>"
    },
    {
      "id": "tt0978531",
      "type": "series",
      "name": "Ah My Buddha Katsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/886.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life, Supernatural\nTags:Female Harem/Kuudere/Seinen/Male Protagonist\nIn this sequel, a girl named Kazusano Kazuki join up with the 6 girls and Ikko. With Kazuki around, Ikko will find himself in more embarassing situations with these priestesses-in-training.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972713",
      "type": "series",
      "name": "Shakugan no Shana: Koi to Onsen no Kougai Gakushuu! ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1531.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance, Supernatural\nTags:Male Protagonist/Love Triangle/Kuudere\nYuji and Shana's class go on a trip to see various temples and shrines, followed by a trip to a hot springs resort. During the trip, Matake Ogata tries to tell Eita Tanaka her feelings for him, but various complications and hijinks occur that prevent her from doing so. "
    },
    {
      "id": "tt0972713",
      "type": "series",
      "name": "Shakugan no Shana Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1066.jpg",
      "description": "Genres: Comedy\nTags:Parody/Kuudere\nA series of shorts parodying the main series Shakugan no Shana, which include: \"Shakugan no Shanatan\", \"Shakugan no Shanatan Returns\", \"Itadaki no Hecate-tan\" (aka \"Master Throne Hecatetan\") and \"Banjou no Carmel-san\" (that includes the preview for the movie and the second season)."
    },
    {
      "id": "tt0972671",
      "type": "series",
      "name": "Magikano",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/576.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Slapstick/Female Harem/Magic/Maids/Shounen/Kuudere\nHaruo Yoshikawa’s life goes from average to unbelievable when his sneaky sisters share their family’s dirty little secret—they’re all witches! Things only get crazier with the arrival of Ayumi—an enchanting young girl who’s bound and determined to arouse Haruo’s inner-magician.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1024214",
      "type": "series",
      "name": "Ghost in the Shell: S.A.C. 2nd GIG - Individual Eleven",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2448-rfUPVAljk4KK.png",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Police/Female Protagonist/Cyberpunk/Real Robot/Primarily Adult Cast/Kuudere\nCompilation movie of the \"Individual Eleven\" story from Ghost in the Shell: SAC 2nd Gig series.<br><br>\r\n(Source: AniDB)"
    },
    {
      "id": "tt0829473",
      "type": "series",
      "name": "Maria Watches Over Us 3rd Season OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1729-DQG9C83HbBX6.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:School/Yuri/Ojou-sama/Coming of Age/Female Protagonist/Primarily Female Cast\nThe third season of <i>Maria-sama ga Miteru</i>.<br>\n<br>\nSummer has arrived at last, and with it comes the promise of summer break for the students of Lillian Girls’ Academy. Sachiko and Yumi retreat to the summer home of the Ogasawara family for a season of rest and relaxation, but their rosy trip soon sours when some old friends of Sachiko’s unexpectedly drop in. These wealthy snobs turn up their noses at Yumi and Sachiko’s relationship — and if Yumi isn’t careful, her blissful summer at Sachiko’s side could come to an abrupt and tearful end.<br>\n<br>\n(Source: Maiden Japan)"
    },
    {
      "id": "tt1556080",
      "type": "series",
      "name": "Futari wa Precure: Splash☆Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1534-mclt4D2RhkpH.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Mahou Shoujo\nTags:Henshin/Magic/Female Protagonist/Primarily Female Cast/Superhero/Episodic/Primarily Child Cast/Kids/Cute Girls Doing Cute Things/Baseball/Primarily Teen Cast\nDuring the summer festival five years ago, two girls met at a mysterious tree and saw two glowing spheres. Now, these two girls--Saki Hyuuga, ace pitcher on the school softball team; and Mai Mishou, who prefers sketching over stargazing--are chosen by the spirits of flowers (Flappy) and birds (Choppy) to restore the Seven Fountains and save their worlds from Dark Autumn. Together, they are the NEW Pretty Cure.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0983969",
      "type": "series",
      "name": "Protect from the Shadows!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/590.jpg",
      "description": "Genres: Comedy, Romance\nTags:Ninja/Female Harem\nKagemori Mamoru is a dowdy boy whose hair is disheveled and who wears thick glasses, but he is actually the son of a ninja family. They have protected their neighbors, the Konnyaku family, secretly for 400 years. Mamoru has personally protected their daughter, Konnyaku Yuuna, since they were in kindergarten. When Yuuna is in trouble, Mamoru puts on ninja suit and turns into a competent ninja to help her."
    },
    {
      "id": "tt0994694",
      "type": "series",
      "name": "Yomigaeru Sora: Rescue Wings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b798-w1FtgXZvXIqX.png",
      "description": "Genres: Drama\nTags:Military/Primarily Adult Cast/Aviation/Work/Male Protagonist/CGI/Primarily Male Cast\nKazuhiro Uchida is transferred to a rescue centre located in a small town while training to become a fighter pilot. Initially, Kazuhiro thinks negatively about his new occupation, due to the difficult missions and the harsh discipline he receives from his seniors. However, over the course of his training, he begins to accept the job for what it is and becomes a true member of the rescue force.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0888242",
      "type": "series",
      "name": "Meitantei Conan: Kieta Daiya wo Oe! Conan & Heiji vs Kid!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1368.jpg",
      "description": "Genres: Mystery\nTags:Age Regression/Male Protagonist/Detective/Police/Shounen/Crossover/Tanned Skin\nOne day Mori Kogoro's private dective agency receives a blackmail call. It turns out that the caller has dialed the wrong number. Conan is able to identify the voice on the phone, it's similar to that of his old friend Heiji, who's also a high school detective but in Osaka. They join once again forces to solve the case and find the jewel which was stolen. <br><br>\nBut they are not the only ones who are after the jewel. The notorious master thief Kaitou Kid has taken an interest in this piece, which is worth 100,000 Yen, as well and now it's up to Heiji and Conan to be the first to find the culprit and acquire the jewel. <br>"
    },
    {
      "id": "tt0993981",
      "type": "series",
      "name": "Binchou-tan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/750.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Chibi/Primarily Female Cast/Female Protagonist/Iyashikei/Ojou-sama\nThis is a story about a little girl who lives in an old house in the mountains. Her name is Bincho-tan. Each episode depicts a day in the life of Bincho-tan as she prepares her breakfast in the morning, goes to the forest to gather vegetables, does her household chores and rests at night after a day's work. She is surrounded by a group of close friends who add color to her ordinary yet simple life. "
    },
    {
      "id": "tt0972713",
      "type": "series",
      "name": "Shakugan no Shana: Naze Nani Shana",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6330.jpg",
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:Kuudere\nA series of short specials where Friagne and Marianne explain different terms from the show."
    },
    {
      "id": "kitsu:2345",
      "type": "series",
      "name": "Tsukuyomi: Moon Phase Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2580.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Vampire/Nekomimi/Surreal Comedy\nOmake Special from the final DVD volume. The Special storyline has very little to do with the original series outside of having some of the same characters, and has a completely different storyline which does not fit into anything which came before it."
    },
    {
      "id": "tt4415404",
      "type": "series",
      "name": "Di Gi Charat: Winter Garden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1718-26PFavqMmkoX.png",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Aliens/Female Protagonist\nThings have changed a bit for Dejiko, the alien princess who came to Earth to become a famous idol singer. She's grown up and her teens are practically a memory, though her sidekick Puchiko still has a few years to go before becoming an official \"adult.\" They don't wear their cat ears anymore, and the affectation of sticking nyo or nyu on their sentences got old along the way as well. And the game store? That's in the past as well. Instead of cooking up mischief, Dejiko works in a local bakery. And yet, there's still something strange and mystical about her. But will that be enough to draw the attention of a handsome young man she first accidentally encounters in the park? It had better be, because Di Gi Charat is about to discover the most powerful Earth magic of all.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0972665",
      "type": "series",
      "name": "Lemon Angel Project",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx671-ok9PGZjG6jzS.png",
      "description": "Genres: Drama, Music\nTags:Idol/Primarily Female Cast/Female Protagonist/Kuudere/Anachronism/Tanned Skin/Card Battle\nLemon Angel was once the greatest girl band of Japan, but then it broke up and most of its members vanished. When a music producer decides to put together a new Lemon Angel, average high schooler Tomo Minaguchi is approached to audition for the group. Little does she know of the mystery behind the original Lemon Angel...\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt0840800",
      "type": "series",
      "name": "Tactical Roar",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/817.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Military/Love Triangle/Ships\nIn the near future the world's climate shifted creating in the Western Pacific a perpetual super cyclone: the Grand Roar that altered the earth, flooding most countries. Shipping and navigation became important to nations and following the appearance of ocean pirates, necessisated companies to hire escort cruisers to safeguard their investments. Hyousuke Nagimiya is a system engineer that was comissioned to upgrade the Pascal Magi manned by an entire crew of women with its captain, Misaki Nanaha. Together the crew strives to prove themselves to their detractors that they are no mere 'Alice Brand'. Yet as they go about their mission a larger global conspiracy seems to be working behind the scenes to take advantage of this new world order.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0981247",
      "type": "series",
      "name": "Nerima Daikon Brothers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1655.jpg",
      "description": "Genres: Comedy, Music\nTags:Meta/Musical/Agriculture/Police/Parody\nHideki, leader of the Nerima Daikon Brothers, has a dream to build a dome in his hometown of Nerima to hold a concert for his band. Together with his cousin, Mako (whom he has a crush on), Ichiro, and Pandaikon (a panda he found in his yard that resembles a daikon), they strive to make money any way they can, and in the process, rid the world of evil-doers and steal their money in the process. With help from a rental guy, Nabeshin, who rents them outrageous items that always seem to help them defeat the bad guys, the Nerima Daikon Brothers sing their way to victory but always manage to lose the money they stole in the end. Even under the investigation of Inspector Karakuri, they never fail to fight for justice the Nerima-Daikon way."
    },
    {
      "id": "tt1179368",
      "type": "series",
      "name": "Key Princess Story Eternal Alice Rondo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx577-USleBujE1aLO.jpg",
      "description": "Genres: Action, Drama, Fantasy, Mahou Shoujo, Romance\nTags:Magic/Fairy Tale/Henshin/Shounen\nKirihara Aruto loves the stories of Alice, so much so that he begins to write one. One night while writing, he sees a girl out his window who he thinks is Alice. He follows her, and discovers that she is called a Seeker of Alice, and with the powers granted to her she fights other Seekers of Alice to take their eternal story, in order to find the part that belongs to the Eternal Alice. <br><br>\nThroughout Aruto's adventures with Arisugawa Arisu, his little sister Kirihara Kiraha and their various friends they discover more about the land of Alice, about the novels, the man who wrote them, and their own powers."
    },
    {
      "id": "tt4030884",
      "type": "series",
      "name": "The Invisible Stud",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3888.jpg",
      "description": "Genres: Hentai\nTags:Cunnilingus/Rape/Male Protagonist/Public Sex/Feet/Watersports/Primarily Adult Cast/School/Nudity\nMie happened to pick up medicine that an old man dropped. When he took the medicine, his figure disappeared. Soon he went to a public bath to peep, and began to molest. Then, he went to an all-girls school.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0900879",
      "type": "series",
      "name": "Keep it a Secret from Maria-sama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2954-adluWf6XGZsr.jpg",
      "description": "Genres: Comedy\nTags:School/Yuri/Chibi/Slapstick\nA series of chibi-style \"outtakes\" from the \"shooting\" of the Mariamite series."
    },
    {
      "id": "kitsu:4367",
      "type": "series",
      "name": "Kinnikuman II Sei: ULTIMATE MUSCLE 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5968-EVCZg2ilzba8.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Sports\nTags:Shounen/Wrestling\nMantaro has made it to the semifinal match of the Chojin Cup. He must now fight Ricardo in a soccer field to advance to the last match. Kevin Mask is also in the semifinals, and must defeat Ilioukhine in an aerial field to advance. These three matches will determine who wins the Chojin Cup.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0985285",
      "type": "series",
      "name": "Ghost in the Shell: Stand Alone Complex 2nd GIG - Individual Eleven - Tachikomatic Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/10948.jpg",
      "description": "Genres: Comedy, Mecha, Sci-Fi\nTags:Robots\nTachikomatic Days short that was released on the Individual Eleven DVD."
    },
    {
      "id": "tt1193110",
      "type": "series",
      "name": "Papillon Rose",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3112.jpg",
      "description": "Genres: Comedy, Ecchi, Mahou Shoujo, Sci-Fi\nTags:Parody/Nudity/Henshin/Female Protagonist/Aliens/Primarily Female Cast/Twins/Otaku Culture/Work/Maids\nThe story takes place one year after the OVA. <br><br>\nBecause of the previous war, Kabucki-cho was devastated, and the owner abandonded his lingerie pub, &ldquo;Pallion&rdquo;, and opened &ldquo;New Papillion&rdquo; in Akihabara. During the war, Tsubomi, and her colleagues Anne and Shizuku lost their memories, and they began new lives in Akihabara. <br><br>\nOn the other hand, the Susano, aliens who were invading the Earth, appeared. They turned a UMA (Unidentified Mysterious Animal) into a monster and make it raid on Akihabara. Rama the cat made Tsubomi and her buddies retrieve their memories, and let them fight against the monster as Lingerie Soldiers."
    },
    {
      "id": "tt0774809",
      "type": "series",
      "name": "Night Shift Nurse: Yagami Yu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2870.jpg",
      "description": "Genres: Hentai, Horror\nTags:Fellatio/Facial/Nakadashi/Ahegao/Irrumatio/Yandere/Ashikoki/Anal Sex/Handjob/Sex Toys/Masturbation/Defloration/Rape\nBased on a game by Mink's M no Violet division.<br>\n<br>\nThis is the story of Yagami, a nurse who goes all the way in order to ensure her patients are well looked after.<br>\n<br>\nSource: HentaiHaven"
    },
    {
      "id": "tt0807980",
      "type": "series",
      "name": "Mrs. Junkie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3478.jpg",
      "description": "Genres: Hentai\nTags:MILF/Netori/Masturbation/Threesome/Large Breasts/Fellatio/Handjob/Cunnilingus/Nakadashi/Boobjob/Facial/Public Sex\nAnother tale in the Milk Junkies series about two busty female characters interacting with a male protagonist."
    },
    {
      "id": "tt10712112",
      "type": "series",
      "name": "Inda no Himekishi Janne",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4004.jpg",
      "description": "Genres: Fantasy, Hentai, Horror\nTags:Female Protagonist/Rape/Futanari/Incest/Bondage/Fellatio/Threesome/Defloration/Nakadashi/Anal Sex/Boobjob/Facial/Masturbation/MILF/Handjob/Rimjob/Group Sex/Pregnant\nThere is a beautiful princess, Janne, in a beautiful country. She has a special ability in sword technique and magic. The country is peaceful but monsters called ogres start to attack them. Janne takes an initiative and battles the ogres but her younger sister Yuwa is taken by them. Janne goes to Dark Elf's fastness by herself but she is trapped and caught by them. Janne is given a sexual training there and her body and spirit gradually change..."
    },
    {
      "id": "tt1183586",
      "type": "series",
      "name": "Ginyuu Mokushiroku Meine Liebe Wieder",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx771-rWzZ1rFbMojP.jpg",
      "description": "Genres: Drama, Fantasy\nTags:Historical/Foreign/School/Primarily Male Cast\nThe Strahl candidates are enjoying a brief holiday in their various homes. However, many surprises await them when they finally come back to their elite boarding school: Rosenstolz Academy. There is a new headmaster, and his policies are not necessarily to the advantage of the main characters. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt16290260",
      "type": "series",
      "name": "Neko Rahmen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3535-UoGBEoHeILTi.png",
      "description": "Genres: Comedy\nTags:Animals/Food/Work/Flash/Surreal Comedy\nTaishou is the entrepreneurial ramen chef of Neko Rahmen, the only restaurant in Tokyo run by a cat. All 13 episodes are produced by a different cutting-edge creator&mdash;each creator&rsquo;s vision and unique style harmonizes into a fantastic anime series.<br><br>\n(Source: Vuze)"
    },
    {
      "id": "tt1192876",
      "type": "series",
      "name": "Mai-Otome Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1659.jpg",
      "description": "Genres: Comedy, Drama, Fantasy\nTags:Magic/Kuudere\nSpecials that followed on the Mai-Otome DVD."
    },
    {
      "id": "tt4370948",
      "type": "series",
      "name": "Netherworld Battle Chronicle: Disgaea - Trailer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6741.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Demons/Magic/Kuudere\nA unique trailer found on both the DVDs and on the Disgaea 2 game advertising the anime. The animation for it is completely new, none is recycled from the show itself. Does a decent job of introducing the major characters and general plot, with new battle scenes and an altered plot so as to not give everything away. There's even a boom in shot at one point!"
    },
    {
      "id": "tt16319160",
      "type": "series",
      "name": "Humanoid Monster Bem",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4823-qAETaVypMXC2.jpg",
      "description": "Genres: Horror\nTags:Youkai\nThe plot of the series revolves around three youkai, Bem, Bera and Barro, who arrive at a large coastal city and come across an evil atmosphere, which was brought about by immoral behavior by humans and mischief caused by monsters and youkai. They therefore decide to stay in the city, fighting against other monsters and y&#333;kai which attack humans, making a few friends in the way. Even though the three youkai are often abused by other human beings due to their appearance, they still strive in protecting the human populace of the city from other monsters, one day hoping to become human beings in return for their good actions."
    },
    {
      "id": "tt4912354",
      "type": "series",
      "name": "Ikusa Otome Valkyrie Shinshou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2859.jpg",
      "description": "Genres: Hentai\nTags:Pregnant\nGoddess of war, Valkeries, are fierce in battle and can't be beaten by anyone in the world. But they have the defect of being attracted to normal male humans, that's what the inhabitants of the overworld noticed and decided to use to their advantage. Not only to win battles, but to take some Valkeries under their control turning them into sex slaves, ones just lose themselves and become soulless sex slaves but others deny to lose their pride and keep fighting almost every time, with words. Freiya was captured and the devils can now see where exactly is each goddess which is leading to disaster.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1282769",
      "type": "series",
      "name": "The Galaxy Railways: A Letter from the Abandoned Planet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3854-2gkEGVIlKSne.png",
      "description": "Genres: Drama, Sci-Fi\nTags:Trains\nOVA for <i>The Galaxy Railways.</i>\n<br><br>\nIn the distant future, the planets are now connected with a massive galactic railway system. The Galaxy Express 999 has crash landed on a mysterious planet. On board are The Conductor, Killian, Maetel, and Tetsuro, a ten year-old street urchin with a heart of gold. Now it’s up to the SDF Sirius Platoon to rescue them before the Herise Time Mystery—a rift in the deep axis of time and space—repeats. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0757127",
      "type": "series",
      "name": "ToHeart: Remember my memories - Heart Fighters",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/686.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Parody/Super Power/Swordplay\nThis is a special to \"To Heart ~Remember My Memories~\", which includes fighting scenes between all the female characters."
    },
    {
      "id": "tt0991060",
      "type": "series",
      "name": "Rakugo Tennyo Oyui",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2244.jpg",
      "description": "Genres: Comedy\nTags:Historical/Rakugo\nSix girls including Tsukishima Yui were summoned into the end of Edo period by the power of mystic stones. They became celestial nymphs to protect cities from evils. Each girl obtained her own power. The power Yui obtained was \"word\". She would fight against evils by her \"words\" that gave people hope.<br><br>\n(Source: AnimeNfo)<br><br>"
    },
    {
      "id": "tt0988818",
      "type": "series",
      "name": "Gintama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx918-hRbQHIkRUebX.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Parody/Samurai/Ensemble Cast/Meta/Slapstick/Male Protagonist/Anachronism/Surreal Comedy/Found Family/Aliens/Episodic/Police/Philosophy/Shounen/Swordplay/Historical/Primarily Adult Cast/Space/Mopeds/Ninja/Sadism/Crime/Masochism/Robots/Oiran/Homeless/Mafia/Nekomimi/Boxing/Educational/Fishing/CGI/Yakuza/Kuudere\nLife isn't easy in feudal Japan... especially since the aliens landed and conquered everything! Oh sure, the new health care is great, but the public ban on the use of swords has left a lot of defeated samurai with a difficult decision to make concerning their future career paths! This is especially true if, as in the case of Gintoki Sakata, they're not particularly inclined towards holding a day job, which is why Gintoki's opted for the freelance route, taking any job that's offered to him as long as the financial remuneration sounds right. Unfortunately, in a brave new world filled with stray bug-eyed monsters, upwardly mobile Yakuza and overly ambitious E.T. entrepreneurs, those jobs usually don't pay as well as they should for the pain, suffering and indignities endured!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0816397",
      "type": "series",
      "name": "Ouran High School Host Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx853-OGmpjzPaRfz5.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:School Club/Shoujo/Primarily Teen Cast/Parody/Crossdressing/Female Protagonist/School/Male Harem/Primarily Male Cast/Ensemble Cast/Cute Boys Doing Cute Things/Meta/Twins/Episodic/LGBTQ+ Themes/Femboy/Heterosexual/Found Family/Chibi/Ojou-sama/Food/Delinquents/Makeup\nFujioka Haruhi wins a scholarship to attend Ouran Academy, a school reserved for only the most rich and prestigious. Despite what other students may think of her, she cares little for physical appearances or the fact that she is a commoner.<br><br>\nUnfortunately for Haruhi, her high school days take a sudden turn when she stumbles upon the Host Club, an elite club filled with super rich and beautiful boys who use their specific traits and charms to entertain young ladies. Even worse, Haruhi accidentally breaks an 8-million yen vase in the club. Since she is unable to repay her debt with money, Haruhi finds herself with no choice but to work for the Host Club, becoming a male host herself."
    },
    {
      "id": "tt0962826",
      "type": "series",
      "name": "Black Lagoon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx889-Wf4GZRnHv6Dp.png",
      "description": "Genres: Action, Adventure, Drama, Thriller\nTags:Crime/Seinen/Guns/Pirates/Primarily Adult Cast/Anti-Hero/Gangs/Mafia/Female Protagonist/Assassins/Foreign/Tomboy/Ships/Male Protagonist/Triads/Military/Noir/Episodic/Maids/Politics\nOkajima Rokuro is a Japanese businessman in a town full of Japanese businessmen. His normal day consists of social drinking with clients and being kicked around by his bosses. He finally gets a break though, as he's sent by his company to the tropical seas of Eastern China to deliver a disc. But his boat gets hijacked by a band of mercenaries hired to retrieve the disc. Rock (as he is newly dubbed by his captors) catches the interest of the only female merc Revy as she thinks he's worth a ransom, taking him hostage. However, the disc that was stolen has a terrible secret that's unknown to Rock, which causes massive confusion and chaos for both him and his kidnappers."
    },
    {
      "id": "tt0816407",
      "type": "series",
      "name": "The Melancholy of Haruhi Suzumiya",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx849-uXOftsjBDz2T.png",
      "description": "Genres: Comedy, Mystery, Sci-Fi, Slice of Life, Supernatural\nTags:School Club/Achronological Order/Urban Fantasy/School/Aliens/Primarily Teen Cast/Philosophy/Parody/Male Protagonist/Meta/Magic/Otaku Culture/Cosmic Horror/Tsundere/Kuudere/Female Protagonist/Ensemble Cast/Baseball/Maids\nKyon, your typical high school student, has long given up his belief in the supernatural. However, upon meeting Haruhi Suzumiya, he quickly finds out that it is the supernatural that she is interested in; aliens, time travelers and espers among other things. When Haruhi laments about the lack of intriguing clubs around school, Kyon inspires Haruhi to form her own club. As a result, the SOS Brigade is formed, a club which specializes in all that is the supernatural.<br><br>\nMuch to his chagrin, Kyon, along with the silent bookworm, Yuki Nagato, the shy and timid Mikuru Asahina, and the perpetually smiling Itsuki Koizumi, are recruited as members. The story follows the crazy adventures that these four endure under their whimsical leader, Haruhi. The story is based on the light novels by Nagaru Tanigawa.\n"
    },
    {
      "id": "tt0845738",
      "type": "series",
      "name": "When They Cry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx934-EOn2UlXaLUtj.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Denpa/Ensemble Cast/Rural/Achronological Order/Gore/Male Protagonist/Urban Fantasy/Mythology/Primarily Female Cast/School Club/Primarily Teen Cast/Cute Girls Doing Cute Things/Shrine Maiden/Police/Cosmic Horror/Female Protagonist/Primarily Child Cast/Historical\nAfter moving into the quiet town of Hinamizawa, Maebara Keiichi spends his days blissfully in school often playing games with his local friends. However, appearances can be deceiving. One fateful day, Keiichi stumbles upon news of a murder that had occurred in Hinamizawa. From this point on, horrific events unfold in front of Keiichi, as he soon learns his close friends may not be all that they seem. Based on the amateur mystery game by 07th Expansion, the story is told in a series of different scenarios. "
    },
    {
      "id": "tt0810705",
      "type": "series",
      "name": "NANA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx877-rgaDbTMM9R59.png",
      "description": "Genres: Drama, Music, Romance, Slice of Life\nTags:Female Protagonist/Primarily Adult Cast/Band/Coming of Age/Love Triangle/Shoujo/Heterosexual/College/Kuudere/Mahjong/Gyaru/Fashion/Noir\nTwo twenty-somethings seemingly share nothing in common apart from their first name, but a chance meeting on a train bound for Tokyo sets Nana Komatsu and Nana Oosaki on a collision course with destiny. Nana Komatsu, a love-at-first-sight dreamer, aims to find enduring happiness in the big city. Nana Oosaki, neo punk rock vocalist, pursues her burning ambitions of musical stardom and worldwide fame. As their fates increasingly intertwine, they each chase their dreams — until the harsh realities of life in big city Tokyo threaten to tear everything apart.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0488477",
      "type": "series",
      "name": "xxxHOLiC",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx861-rbZNhIXwS4JE.png",
      "description": "Genres: Comedy, Drama, Horror, Mystery, Psychological, Supernatural\nTags:Mythology/Urban Fantasy/Male Protagonist/Youkai/Seinen/Episodic/Philosophy/Ghost/Denpa/Animals/Work/School/Gods/Archery/Twins/Ensemble Cast\nWatanuki Kimihiro can see spirits and other assorted supernatural creatures, which is quite a bothersome ability he strongly dislikes. On the way home one day, while plagued by some spirits, he is inexplicably compelled to enter a strange house. There, he encounters Yuuko, a mysterious woman who claims to be able to rid him of the ability to see and attract the troublesome creatures – for a price. She demands for him to work at her \"store\" that grants wishes to people, and thus begins Watanuki's adventures through weird and wonderful events.\n"
    },
    {
      "id": "tt0953916",
      "type": "series",
      "name": "Air Gear",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b857-0pbF6kMJpUeL.png",
      "description": "Genres: Action, Comedy, Ecchi, Sports\nTags:Male Protagonist/Shounen/Delinquents/Gangs/Urban/Dissociative Identities/School/Nudity/Kuudere\nMinami Itsuki never thought about seriously riding Air Treck motorized roller blades, until he got his butt handed to him by a street gang of Storm Riders. That day, he discovered in a locked up room, a pair of AT's and a box of stickers belonging to the Sleeping Forest street gang. One thing leads to another, and Ikki dons the wheels and begins to ride. As his reputation builds in the AT street fighting/racing world, he begins to develop his own gang and participate in more fights, gaining more and more territory. "
    },
    {
      "id": "tt0978215",
      "type": "series",
      "name": "Utawarerumono",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx856-lawtNdvqvgwd.png",
      "description": "Genres: Action, Drama, Fantasy, Sci-Fi\nTags:War/Amnesia/Kemonomimi/Primarily Adult Cast/Politics/Gods/Female Harem/Nekomimi\nEverything about him is shrouded in mystery. The mask he can't remove. The past he can't unravel. And the very survival of the people who have chosen him as their leader. But what Hakuoro does know is this: he was gravely injured and left for dead in a forest. A kind young girl named Eluluu found him and nursed him back to health. He was welcomed into a barren land where strange creatures roam, an angry god seeks vengeance, an oppressive government slaughters the innocent, and a bloody war looms on the horizon. Will the masked hero liberate the people who saved him? Can he unlock the memories that elude him? Or will he remain a stranger even to himself? <br><br>\n(Source: Funimation) "
    },
    {
      "id": "tt0996275",
      "type": "series",
      "name": "Strawberry Panic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx855-hIqnp64Sovir.png",
      "description": "Genres: Drama, Romance\nTags:Yuri/Female Protagonist/School/Primarily Female Cast/Tomboy\nAoi Nagisa transfers to one of the three affiliated all-girl Catholic schools on Astraea Hill, St. Miator's Girls' Academy. There, she discovers a community of fellow students entwined in an intricate hierarchy, in which two Etoiles represent the three schools. In order to fit in, Nagisa must go to class, join clubs, and make new friends. Meanwhile, Shizuma Hanazono, the sole Etoile of Astraea Hill, finds herself drawn to this new, exciting transfer student. As Shizuma and Nagisa get to know each other, Shizuma finally decides it is time to face her troubled past."
    },
    {
      "id": "tt0878037",
      "type": "series",
      "name": "School Rumble 2nd Term",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b846-5sTqhxItEaTK.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Love Triangle/Heterosexual/Ensemble Cast/Delinquents/Shounen/Episodic/Basketball/Female Protagonist/Kuudere/Butler\nContinuing right where season 1 left off: Harima still likes Tenma but still runs into obstacles everytime he tries to confess his love to her. To complicate the situation, Class 2-D challenges class 2-C once again and there's a rumor floating around that Harima and Yakumo are dating as the school prepares for the cultural festival.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The NATURAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx962-hMxjrjZYObAw.png",
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Iyashikei/Work/Foreign/Urban Fantasy/Female Protagonist/Philosophy/Primarily Teen Cast/Primarily Female Cast/Coming of Age/Animals/Chibi/Ensemble Cast/Episodic/Space/Shounen/Tanned Skin/Ships/Cute Girls Doing Cute Things\nAkari Mizunashi continues her training to become a Prima Undine (a professional tour guide gondolier) along with her friends Aika and Alice in the peaceful city of Neo Venezia. Despite the fact that these three girls are from competing companies, they are constantly together, learning more about how to become better tour guides and more about the mysteries of Neo Venezia.<br><br>\nAs the group continues to meet interesting and unforgettable people through their daily routines, they will also come closer to the secrets that make the enigmatic and ever beautiful city of Neo Venezia so warm and alive.<br><br>\nWelcome back to Neo Venezia: the city where miracles can be created by hand.\n"
    },
    {
      "id": "tt0813971",
      "type": "series",
      "name": "Witchblade",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx935-nzFM4wRfrbmt.png",
      "description": "Genres: Action, Sci-Fi\nTags:Super Power/Female Protagonist/Family Life/Primarily Adult Cast\nMasane Amaha and her daughter Rihoko are on the run from a government child welfare agency that wants to take Rihoko away from her mother. They are caught and Rihoko is taken away. Meanwhile, Masane is attacked by an advanced weapon that can disguise itself as a human being. When faced with the danger, a strange light emits from her wrist and she transforms into a powerful being. She destroys the weapon and consequently becomes involved in a power struggle between powerful organizations, with her at the center of their attention. Because she holds the greatest power of them all, the legendary Witchblade.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt6799906",
      "type": "series",
      "name": "BLEACH: The Sealed Sword Frenzy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx834-Wm0msxVlJnkT.png",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Supernatural\nTags:Shounen/Swordplay/Kuudere/Male Protagonist/Urban Fantasy\nA Shinigami named Baishin who was sealed by Soul Society long ago is set free on Earth. On a fateful day Ichigo encounters him and has roughly half of his reiatsu drained. Its now up to Ichigo and Soul Society to finally put a stop to Baishin and his destruction. <br>"
    },
    {
      "id": "tt0210418",
      "type": "series",
      "name": "Digimon Data Squad",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/859-bjjZXdawvrJW.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Sci-Fi\nTags:Male Protagonist/Artificial Intelligence/Ensemble Cast/Kids/Dinosaurs/Anthropomorphism/Virtual World/Kaiju/Henshin\nMasaru, a second year Junior High student and undefeated street-fighter, is about to learn the meaning of the word \"teamwork.\" After Agumon escapes DATS, an organization that deals with Digimon, it winds up in a fight with Masaru. Soon Yoshino and Lalamon come to capture Agumon, and the two fighters escape. After an evil Digimon appears, it's up to Masaru and Agumon to defeat it with their DNA Charge.<br><br>\nSoon, Masaru must join DATS to put an end to the Digimon coming to Earth. With the help of Yoshino, Ikuto, and Touma, the group must stop any evil Digimon that appear, and return them to the Digital World.<br><br>\nBut not everything goes as planned..."
    },
    {
      "id": "tt0477543",
      "type": "series",
      "name": "Tsubasa RESERVoir CHRoNiCLE 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx969-5p26f5cQ6dku.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Mystery, Romance\nTags:Shounen/Amnesia/Heterosexual/Isekai\nSyaoran, Sakura, Kurogane, Fai and Mokona's journey through to different world's continue as they search for Sakura's feathers. The fated journey slowly becomes more complicated for our travelers, as they find themselves diving deeper into more dangerous worlds. Takes place immediately after the first season. Based on the manga by CLAMP."
    },
    {
      "id": "tt1687093",
      "type": "series",
      "name": "The Story of Saiunkoku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx957-FgHMLrokWm4x.png",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Romance\nTags:Politics/Female Protagonist/Historical/Shoujo/Foreign/Coming of Age/Ensemble Cast/Philosophy/Swordplay/Bullying/Family Life/Assassins/Primarily Adult Cast/Travel/Found Family/Primarily Male Cast/Bisexual/Heterosexual/Crime/Dissociative Identities/Male Harem\nSaiunkoku is a world of eight provinces or houses, each named after a different colour. The new Emperor, Shi Ryuuki, has gained a reputation for being uninterested in courtly matters and for flaunting his love for men. Shuurei, although born of the important Kou family, has difficulty making ends meet. She easily accepts an invitation to be the Emperor's concubine in order to turn him into a good ruler. The mysterious Seiran, a young man who was adopted by her father, goes with her as Ryuuki's bodyguard. Entering the imperial palace revives Shuurei's dream of being a court official, and, together with the many companions she meets along the way, continues moving bravely forward while trying to fend off the Emperor's advances.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0421357",
      "type": "series",
      "name": "Fullmetal Alchemist: Premium OVA Collection",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/908.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Shounen/Chibi/Military/Ensemble Cast/Alchemy/POV\n1. State Alchemists vs Seven Homunculi<br>\r\nA 10 minute film featuring: Ed, Al, Mustang and many other members of the State doing battle with the deadly Homonculi in an alternate reality Amestris.<br><br>\r\n2. Chibi Party (Enkai-hen)<br>\r\nShort 6 minute Skit drawn in Super Deformed style where every character in the series (including bad guys) are celebrating an \"After Party\" of the Conqueror of Shambala movie.<br><br>\r\n3. Kids (Kodomo-hen)<br>\r\nShort 3 minute story which features Edward and his grankids in present day 2005.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1371721",
      "type": "series",
      "name": "Pokémon: The Mastermind of Mirage Pokémon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1527-hpCETiBRDhRO.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi\nTags:Male Protagonist/Animals/Kids/CGI/Kuudere/Primarily Child Cast\nDr. Yung, an enigmatic Pok&eacute;mon scientist, has developed a new Mirage system that uses computer data to resurrect extinct Pok&eacute;mon, like Kabutops and Armaldo. Professor Oak, Ash and his companions show up at the Mirage Mansion at Dr. Yung's invitation, and watch a demonstration of the machine's capabilities. In the middle of a battle between Dr. Yung's Mirage Pok&eacute;mon and Ash, the machine goes haywire and a Mirage Aerodactyl swoops in and kidnaps Dr. Yung. A man calling himself \"The Mirage Master\" appears and announces to everyone that the Mirage System can be used to create Pok&eacute;mon with absolutely no weaknesses. Ash, Misty, and Professor Oak struggle to stop the madman and escape with their lives.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1091866",
      "type": "series",
      "name": "Full Metal Panic! The Second Raid: A Relatively Leisurely Day in the Life of a Fleet Captain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1015-GKd8zzF8I3H7.png",
      "description": "Genres: Comedy\nTags:Slapstick/Female Protagonist/Nudity/Heterosexual/Kuudere\nOn her day off, Tessa wakes up in her commander chair. After regaining her composure, she notices that her favorite stuffed animal is missing and thus tries to remember what actually transpired the night before. To do so, she will spend time with all the main characters of the Danaan crew, and eventually recalls the events of the previous night.<br><br>\r\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0361140",
      "type": "series",
      "name": ".hack//Roots",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx873-u8VHoxnMDd4r.png",
      "description": "Genres: Adventure, Drama, Fantasy, Sci-Fi\nTags:Virtual World/Video Games/Isekai/Nekomimi/Kemonomimi/LGBTQ+ Themes/Love Triangle\nAfter the destruction of \"The World\" in 2015, CC Corporation rebuilt the game using data from what was previously to be another game. \"The World R:2\" was then released in 2016. A newcomer to the game, Haseo, is instantly PKed and then revived by a mysterious man known as Ovan. With the problem of PKs occupying the game, Haseo soon after receives help from a female Harvest known as Shino. Amidst curiosity and confusion, Haseo is lead to joining the guild known as the Twilight Brigade. The guild that searches for the legendary object known as the \"Key of the Twilight\". Set before the .hack//G.U. game."
    },
    {
      "id": "tt0973423",
      "type": "series",
      "name": "Jyu-Oh-Sei: Planet of the Beast King",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx953-aW4L92eHDDJj.jpg",
      "description": "Genres: Action, Adventure, Drama, Mystery, Sci-Fi\nTags:Survival/Male Protagonist/Shoujo/Twins/Primarily Male Cast\nThor and his twin brother, Rai, are cast off to a forsaken planet by unknown masked men after witnessing the suspicious death of their parents. Given only a beam knife and a smelly satchel, they wander together in search of civilization on the primarily plant based world. They soon discover the plants have the advantage. Only the strong survive; the ones who throw away their humanity and become the beasts humans once were.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0928095",
      "type": "series",
      "name": "KIBA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/845.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Male Protagonist/Super Power/Dystopian\nIn a dystopian future, two friends dream of freedom... and gain more than they bargain for! Hothead Zed is on the run from the authorities, while his brainy pal Noah struggles with his own battered body. Both find a magical world that seems to offer escape and power undreamed of. Join Zed and his powerful, rebellious spirit Amir Gaul on their search for the ultimate power. It's a force that can save the world - or destroy life as we know it. This is the world of KIBA! Where you must harness the power within and fight with all you got!<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt0983967",
      "type": "series",
      "name": "Inukami!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx940-dyqGkqASU6Gq.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Youkai/Slapstick/Magic/Female Harem/Super Power/Mythology\nKawahira Keita is a descendant of a historic Inukami tamer family. However, because he lacked in its ability, he was forsaken by the family. One day, an Inukami named Youko came. She looked graceful, obedient, above all, beautiful. Soon he contracted with her, and she paid homage to him. However, she was a problematic Inukami that no one had been able to control.<br><br>\nThis is a slap stick comedy of an Inukami Tamer, Keita and an Inukami, Youko. Keita is a man of worldly passions, and he likes money and girls very much. On the other hand, Youko likes to destroy things and is very jealous.<br><br>\n(Source: AnimeNfo) "
    },
    {
      "id": "tt0991062",
      "type": "series",
      "name": "Simoun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx879-Y1AMwyonCMQf.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Coming of Age/Female Protagonist/Military/Yuri/War/Gender Bending/Primarily Female Cast/Religion/Aviation/Magic/Love Triangle/Steampunk/Lost Civilization/CGI/Super Power/Ensemble Cast/Transgender\nIn the peaceful theocracy of Simulicram, everyone is born female. At age 19, each maiden undergoes a special ceremony where she chooses her sex. However, only Pairs of maiden priestesses can synchronize with the ancient flying ships known as Simoun needed to defend Simulicram. These Pairs refrain from undergoing the ceremony as long as they wish to keep piloting their Simoun.<br><br>\nAer is recruited to be a Simoun pilot after a terrifying attack by an enemy nation decimates the squadron known as Chor Tempest. To earn her wings she needs to find her way into the heart of Neviril, Regina of Chor Tempest. But Neviril's heart still belongs to her previous Pair, lost in the battle when she attempted a forbidden Simoun maneuver.<br><br>\n(Source: Media Blasters) "
    },
    {
      "id": "tt0813808",
      "type": "series",
      "name": "Oban Star-Racers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1212.jpg",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:Aviation/Aliens/Female Protagonist/Cars/CGI/Space\nEva's birthday has just passed, and she hasn't heard from her father. Despising the Boarding School she attends, she escapes using her Rocket Bike that she just completed. Taking on the alias \"Molly,\" Eva sneaks with the Earth team to Alwas for the Great Race because the winner of the race gets any one wish granted. Little does the Earth Team know what danger awaits them..."
    },
    {
      "id": "tt0872301",
      "type": "series",
      "name": "Oh! My Goddess: Flights of Fancy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx880-ObSuNphjY7VT.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Magic/Gods/Primarily Adult Cast/Male Protagonist/Urban Fantasy/Seinen/College/Kuudere/Female Harem\nThe song may say \"thank heaven for little girls\", but who is college student Keiichi Morisato supposed to thank when three honest to goodness Goddesses move in and take over his life? After all, according to most mythologies, relationships between mortals and immortals usually leads to mortifying complications, so we're already talking about an extremely mixed blessing!\n <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1188328",
      "type": "series",
      "name": "Princess Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx907-jSyaYDauPpRT.png",
      "description": "Genres: Comedy\nTags:Crossdressing/School/Primarily Male Cast/Male Protagonist/Shoujo/Cosplay/Boys' Love\nWhen beautiful Tooru transferred to an all-boys school, he received a warm welcome...but little did he know that his new classmates had nominated him for the academy's \"Princess System.\" The lovely campus \"Princesses\" must dress as girls (in frilly Gothic Lolita costumes) at school events in order to lighten the stolid masculine atmosphere. Tooru balks at first, but soon comes to realize the advantages of being a \"Princess.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0978030",
      "type": "series",
      "name": "Heaven Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx850-5CPBUOU71nqE.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Male Protagonist/Primarily Male Cast/Male Harem/School/Twins\nItou Keita, an average guy, is shocked when he's invited to attend the elite institution, \"Bell Liberty Academy\". Unnerved by the mystery, he's further distracted by the school's social dynamics. In a sea of amazing young men, Keita struggles to find out what makes him unique, and how he can possibly deserve to be treated as an equal by the boys of BL. Lacking any particular ability, just why has Itou been welcomed into the privileged world of the talented and the beautiful? <br><br>\nAlong the way, he develops intense relationships with the almost everyone at school but he is terribly drawn to the friendly, overcaring but very mysterious classmate, Kazuki Endou."
    },
    {
      "id": "tt3367698",
      "type": "series",
      "name": "Momo, the Girl God of Death",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx789-ov0gY7QpKE2j.jpg",
      "description": "Genres: Drama, Fantasy, Psychological, Supernatural\nTags:Episodic/School/Gods\nA girl wrapped in white, her name is Momo...in her hand lies a blunt yet shiny scythe. By her side is a wingged black cat by the name of Daniel. Carrying the souls of humans, the girl's existence parallels to that of a \"Death God\" or \"Shinigami\". At the instant when this white Death God touches the hearts of humans, the world is filled with kindness and grief...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972751",
      "type": "series",
      "name": "Zegapain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx878-E65KwO2LaQhp.jpg",
      "description": "Genres: Action, Mecha, Romance, Sci-Fi\nTags:Isekai/Artificial Intelligence/Real Robot/Swimming/CGI/Male Protagonist/Aliens/Super Robot/Philosophy\nKyo, an avid swimmer tries his best to keep the high school swimming club going, which is pretty hard when he's the only member. Facing the prospect of the club being closed by the student council, he tries to enlist beautiful Misaki to act in a promo video, shot by his good friend Ryoko, in a bid to start a recruitment drive. She agrees but only if he pilots a mecha under the wing of Celebrum, a resistance organisation fighting to destroy Deutera Areas formed on Earth by the aliens Gards-orm. He agrees but finds it all strangely familiar as if he's done it before...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0981248",
      "type": "series",
      "name": "Renkin San-kyuu Magical? Pokaan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx941-uYoRI1jr2su7.jpg",
      "description": "Genres: Comedy, Ecchi\nTags:Magic/Vampire/Witch/Parody/Primarily Female Cast/Surreal Comedy/Card Battle/Cute Girls Doing Cute Things/Werewolf/Monster Girl/Robots/Kemonomimi/Nudity\nFour Netherworld Princesses have come to the human world; witch Uma, vampiress Pachira, werewolf Liru, and android Aiko. But they know nothing about human life and their mistakes make up their daily adventures. Meanwhile, the evil Dr. K-ko wants proof of the supernatural to gain admittance into the scientific elite and what better than one, or all, of the princesses -- if her plans didn&rsquo;t have a tendency to go awry."
    },
    {
      "id": "tt0994284",
      "type": "series",
      "name": "God Family",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx990-KyGlBfHi16sA.png",
      "description": "Genres: Comedy, Drama, Fantasy, Romance\nTags:Coming of Age/Gods/Male Protagonist/Memory Manipulation/Primarily Female Cast/School/Kuudere\nSamatarou is not just an average high-school boy, the truth is that he is the son of a god, his mother is a goddess and his sisters are candidates to become goddesses. They are living in the human world, because they want their boy learn about the human customs and the habits of the creatures that they are protecting, so that in this way Samatarou will become a better god. Tenko is a angel assigned to look after Samatarou. She's born the same day, same year as Samatarou and have been close friends ever since. Life seems normal but things start to change with the appearance of a transfer student named Kumiko. Samatarou falls in love with her and from now on, things will be a lot more different for him. His decision of making her fall in love with him without using his powers will put him in trouble. <br>"
    },
    {
      "id": "tt10270808",
      "type": "series",
      "name": "Magical Witch Punie-Chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx933-zZcmXDDoGG7e.png",
      "description": "Genres: Comedy, Mahou Shoujo, Supernatural\nTags:Parody/Martial Arts/Primarily Female Cast/Henshin/Torture/Surreal Comedy/Female Protagonist/Anti-Hero/Magic/Delinquents/School/CGI\nPunie is next in line to become queen of Magical Land. However, she must spend a year on Earth before she can inherit the throne, so she transfers into a school in Japan. She's usually a sweet and gentle girl... that is unless someone does something to displease her, then she'll drop the act. She won't hesitate to whip out her magic stick and cheerfully rain bloody destruction down on the hapless fool, or barring that, simply use wrestling moves she calls \"Submission\" to punish them. Accompanied by her animal mascot Paya-tan, who makes regular attempts on her life (still bitter about being defeated and then forcibly recruited from Waku Waku Mascot Village), and forced to fend off random attacks by various people from her Kingdom who all have different reasons for wanting her dead, she must complete this year of training on Earth without fail."
    },
    {
      "id": "tt0466352",
      "type": "series",
      "name": "Tennis no Ouji-sama: Zenkoku Taikai-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx995-Mg5Pe5kfHrWb.png",
      "description": "Genres: Action, Comedy, Sports\nTags:Tennis/Shounen/Primarily Male Cast\nSeigaku continues their road to winning the National Championship, but only the best schools remain as they'll have to go toe-to-toe with old rivals and new foes in the National Tournament.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0989781",
      "type": "series",
      "name": "Netherworld Battle Chronicle: Disgaea",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx860-DdUHMh4FzngD.png",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Demons/Magic/Angels/Anti-Hero/Parody/Monster Girl/Succubus/Slavery/Kuudere\nFrom the darkest realms of another dimension emerges the story of Laharl, the son of a demon overlord, and his two sidekicks: his impish servant and an angelic assassin. Awoken from a two-year, poison-induced nap, Laharl learns of his father&rsquo;s demise and blazes a trail of destruction on his quest to declare rule over the Netherworld. Never skimping on the wisecracks, the diabolical prince and his accomplices battle dragons, sorceresses, robots, power-hungry humans, and corrupt angels.<br><br>\nBased on the popular adventure games, Disgaea lunges at you with a full-force attack. You can laugh, cry, scream or squirm, but you can&rsquo;t escape the wrath of Laharl, dood!<br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt1068915",
      "type": "series",
      "name": "Girl's High",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/863.jpg",
      "description": "Genres: Comedy, Drama, Ecchi\nTags:School/Ensemble Cast/Primarily Female Cast/Seinen/Cute Girls Doing Cute Things\nEriko and her friends Yuma and Ayano are excited about entering high school. Their excitement leads to their breaking of the rules when they toured the school before the opening ceremony. They find out their preconceptions about the all female school may not be as true as they had first thought. Despite that, Eriko and her friends are joined by new friends. They aim to get through high school life together.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1141604",
      "type": "series",
      "name": "Tokko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/916.jpg",
      "description": "Genres: Action, Comedy, Horror, Mystery, Supernatural\nTags:Police/Demons/Gore\n\"Shindou Ranmaru has just graduated from police academy and assigned to Tokko: Special Mobile Investigation Force. On the day of his graduation, he meets the half-naked girl he has been seeing in his dreams. Her name is Rokujo Sakura and she works for a secret group within Tokki, known as Tokko: Special Public Safety Task Force. Shindou ends up joining Tokko to avenge his parents' death, and solve the mysterious mass murder of residents in his hometown of Machida. Meanwhile, bottomless pits begin appearing around Japan, and mysterious creatures emerge from them. Could these events be linked to Machida Massacre?\"<br><br>\n(Source: DVD Complete Series Back Cover)"
    },
    {
      "id": "tt0884318",
      "type": "series",
      "name": "Today in Class 5-2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/837.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Primarily Child Cast/School\nKyou no Go no Ni revolves around Sato Ryota, a 5th grader in an elementary school. He is a bright and active boy but always manages to get in to a bit of ecchi troubles with his classmate girls.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0991050",
      "type": "series",
      "name": "Kirarin Revolution",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1516-w5aomgJd74Ar.jpg",
      "description": "Genres: Comedy, Drama, Music, Romance\nTags:Idol/Shoujo/Female Protagonist/Love Triangle/Primarily Child Cast/CGI/Fashion\nKirari Tsukishima, a gluttonous 14-year-old beauty, is a girl who does not care about idols and the entertainment world because her mind is occupied by food. Her obsession with food only causes her to be clueless about love. <br><br>\nOne day, after saving a turtle that is stranded in a tree, Kirari meets with a handsome and gentle boy named Seiji, who gives her ticket to a SHIPS (a popular idol group) concert to show his gratitude for her saving his pet. Kirari then storms off to the concert and runs into another boy, who tears up her ticket and warns her to stay away from Seiji because she and Seiji live in different worlds. The outraged Kirari then sneaks into the concert, only to discover that Seiji and the boy who tore her ticket, named Hiroto, are actually members of SHIPS. <br><br>\nFinally understanding the meaning of \"different worlds\" (Seiji is a popular idol while she is an average middle school student), Kirari refuses to give up. Filled with determination to be with Seiji, she declares that she will also become an idol."
    },
    {
      "id": "tt0808098",
      "type": "series",
      "name": "Roar of the Machine God Demonbane (2006)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1067-aOK3mYXFsc9v.jpg",
      "description": "Genres: Action, Ecchi, Mecha, Romance\nTags:Magic/Super Robot/Detective/Ojou-sama/Henshin/Female Harem/Nun/Butler/Guns/Gangs/Maids/Swordplay/Religion/Skeleton/Nekomimi/Chuunibyou\nKuro Daijuuji is a poor detective living in Arkham City. One day, he was requested by Ruri Hado of Hado Financial Group, to search for a magic book. While he initially refused, Ruri offered him a large sum of money upon completion of her request, in which bribed Kuro to accept. As Kuro searches for the book, he unexpectedly runs into Al, a pretty girl that is actually a powerful grimoire. They forge a contract with each other, bestowing Kuro with powerful magic. Soon afterwards, Al also activates Demonbane, a deus machina owned by the Hado Financial Group, to combat the mechanical menace from the Black Lodge. With this, the war between the Hado Financial Group and the Black Lodge begins....\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The NATURAL: Sono Futatabi Deaeru Kiseki ni...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5244-tDxgLsUhQIBi.jpg",
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Female Protagonist/Iyashikei/Primarily Female Cast/Cute Girls Doing Cute Things\nShort episode entitled \"Sono Futatabi Deaeru Kiseki ni...\", which can be also considered as \"Aria the Natural\" episode 0."
    },
    {
      "id": "kitsu:810",
      "type": "series",
      "name": "Himawari!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b910-4XEZfwIGeD2p.png",
      "description": "Genres: Adventure, Comedy\nTags:Ninja/School/Guns/Female Protagonist/Primarily Female Cast\nHimawari Hinata recently transfered to Shinobi Gakuen to train to become the best kunoichi she can be. She wanted to be a ninja ever since she was saved by one when she was little. On her first day, she meets Hayato Madenokoji (a new transfer teacher) who saves her life. Hayato does not possess any ninja skills or traits, he is teaching the ninjas about normal society to pay off his debt. However, Himawari notices that Hayato bares the same mark on his neck as the ninja who saved her when she was young.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt7127518",
      "type": "series",
      "name": "Mobile Suit Gundam MS IGLOO: Apocalypse 0079",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1916.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Military/Space/Ensemble Cast/Primarily Adult Cast/War/Real Robot/Full CGI/Politics/Heterosexual\nLieutenant Oliver May and the 603 Technical Division Unit aboard the Jotunheim continue testing and evaluating experimental weapons to aid the Zeon war effort against the Federation Forces. At the end of each experiment, the tale of the trials and tribulations faced by the weapon and its test pilot adds a small chapter to the long history of the One Year War\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1224487",
      "type": "series",
      "name": "The Third: The Girl with the Blue Eye",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b944-yqJOuaRagwJJ.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Female Protagonist/Post-Apocalyptic/Swordplay/Tanks/Guns/Urban Fantasy/Lost Civilization/Robots\nIn the distant future, because of an interplanetary war that had continued on for centuries, civilizations were ruined. Human beings have lost everything, and only 1/5th of the population survived. A strange breed of humans, ''The Third'' is said to have appeared just after the war. They possess a third eye, as their name suggests, that appear as oval-shaped red pupils called \"space eyes'' over their conventional two eyes. Using them, they can control computer systems and so on, and as such, rule the world by their superior power over technology.<br><br>\nIn this world, there is a young woman named Honoka; she is a \"jack-of-all-trades\" sellsword, and she accepts any job except murder. One day, she happens to find and rescue a young man named Ikus in the desert. Entering his world, and accepting a job from him, the adventure begins for Honoka and Ikus.<br><br>\n(Source: BestAnime, modified)"
    },
    {
      "id": "tt0996255",
      "type": "series",
      "name": "Soul Link",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx854-q1ldaqQVi2RJ.png",
      "description": "Genres: Action, Adventure, Comedy, Romance, Sci-Fi\nTags:Space/Ensemble Cast\nAizawa Ryota was in the 3rd grade of the preparatory course of Central Military Academy. AD 2045, he went to a space station, Aries, for the training with his classmates including Nagase Saka and Nittak Kazuhiko. However, the station was attacked by a terrorist group, Hallarax.Now they must find a way back to earth.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0496200",
      "type": "series",
      "name": "Honey x Honey Drops",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1838.jpg",
      "description": "Genres: Drama, Romance\nTags:Basketball/School/Shoujo\nHagino Yuzuru is a normal high school student attending Houjou academy. There is a special course within the school called the Kuge course for the rich. Only students with a flower name within their name can enrol in the program. There is a \"Honey system\" where the special student chooses a normal student as his \"honey.\" This relationship is like a master and honey. In return for being a \"honey\" the master pays all of the \"honey's\" tuition and must obey all commands. Hagino Yuzuru gets involved with Renge Kai, one of the special students, and it could be a big mistake for Yuzuru.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0988925",
      "type": "series",
      "name": "The Good Witch Of The West",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx942-P5iFwvMI0jkp.png",
      "description": "Genres: Comedy, Drama, Fantasy, Mystery, Romance\nTags:Politics/Female Protagonist/Dragons/Magic\nOn Filiel's 15th birthday, she received her mother&rsquo;s necklace as a memento from her obstinate astronomer father. Her common and tedious life was turned into a life of conspiracies. With her new life, many adventures await.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2531918",
      "type": "series",
      "name": "Ray",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b919-5Zf4N6Yu3wby.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Medicine/Primarily Adult Cast/Work/Love Triangle/Ero Guro/Cute Girls Doing Cute Things/Female Protagonist/Seinen\nIf you have enough money, you can buy anything. So why wait for an organ you need to become available? Raised to be harvested for parts, Ray had already lost her eyes when renegade surgeon Black Jack rescued her. Now, ten years later, she has grown up to be a surgeon herself. And thanks to the unique artificial eyes she received as replacements, she has a reputation for performing incredible medical operations that no one else could even attempt. But unknown to any but a select few, her surgical endeavors are only part of a greater mission: to discover what happened to the other children she was raised with, and to find the men who stole the eyes she was born with and to bring them to justice. <br><br>\n(Source: The Anime Network)"
    },
    {
      "id": "tt7150470",
      "type": "series",
      "name": "Black Jack 21",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2214-b3Y4OOWHHW0i.jpg",
      "description": "Genres: Action, Drama\nTags:Medicine/Work/Shounen/Male Protagonist\nNo direct-relation sequel to original Black Jack. Black Jack attempts to find out the conspiracy, of why he was involved in the bombfield accident that killed his mother, while he uncovers secrets of Organization and Project \"Noir\", which, his father and other famous doctors were involved in...<br><br>"
    }
  ]
}