{
  "metas": [
    {
      "id": "tt12590266",
      "type": "series",
      "name": "CYBERPUNK: EDGERUNNERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120377-GdoVPT4ZVxJn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12590266"
      },
      "description": "Genres: Action, Drama, Psychological, Sci-Fi\nTags:Cyberpunk/Crime/Dystopian/Cyborg/Male Protagonist/Gangs/Gore/Urban/Guns/Primarily Adult Cast/Drugs/Heterosexual/Coming of Age/Nudity/Ensemble Cast/Artificial Intelligence/Software Development/Cars/Video Games\nAn original anime series set in in the universe of <i>Cyberpunk 2077</i>.<br>\n<br>\n<i>CYBERPUNK: EDGERUNNERS</i> tells a standalone, 10-episode story about a street kid trying to survive in a technology and body modification-obsessed city of the future. Having everything to lose, he chooses to stay alive by becoming an edgerunner—a mercenary outlaw also known as a cyberpunk.<br>\n<br>\n(Source: CD PROJEKT RED)<br>\n<br>\n<i>Note: The first episode received a pre-screening at Anime Expo on July 2, 2022. The first 3 dubbed episodes were streamed on Twitch as part of a co-stream promotion on September 12, a day before the show’s premiere.</i>"
    },
    {
      "id": "tt15975122",
      "type": "series",
      "name": "Call of the Night",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141391-bLWpXKGAKebr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15975122"
      },
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life, Supernatural\nTags:Vampire/Urban Fantasy/Urban/Male Protagonist/Heterosexual/Female Protagonist/Coming of Age/Shounen/Philosophy/Hikikomori/Primarily Teen Cast/School/Video Games/Crossdressing/Gyaru/Dystopian\nWracked by insomnia and wanderlust, Kou Yamori is driven onto the moonlit streets every night in an aimless search for something he can’t seem to name. His nightly ritual is marked by purposeless introspection — until he meets Nazuna, who might just be a vampire! Kou’s new companion could offer him dark gifts and a vampire’s immortality. But there are conditions that must be met before Kou can sink his teeth into vampirism, and he’ll have to discover just how far he’s willing to go to satisfy his desires before he can heed the Call of the Night!\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt7263328",
      "type": "series",
      "name": "Classroom of the Elite Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145545-DGl3LVvFlnHi.png",
      "behaviorHints": {
        "defaultVideoId": "tt7263328"
      },
      "description": "Genres: Drama, Mystery, Psychological\nTags:School/Male Protagonist/Primarily Teen Cast/Delinquents/Battle Royale/Ensemble Cast/Philosophy/Coming of Age/Tsundere/Kuudere/Rotoscoping/Athletics/School Club/Female Harem\nThe second season of <i>Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e</i>.\n<br><br>\nTokyo Metropolitan Advanced Nurturing High School seems like a paradise, but in reality, it is an extreme meritocracy. In the class of underachievers, Kiyotaka has begun working with Suzune, who seeks to ascend higher. After a survival test on an uninhabited island, they get to enjoy a luxury liner, but a new class-scrambling test will begin.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt16755706",
      "type": "series",
      "name": "Lycoris Recoil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143270-iZOJX2DMUFMC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16755706"
      },
      "description": "Genres: Action, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Guns/Urban/Work/Kuudere\n“LycoReco” is a café with a traditional Japanese twist located in downtown Tokyo. But the delicious coffee and sugary sweets are not the only orders this café takes! From delivering packages short distances, to pick-ups and drop-offs on the lonely streets at night, to zombies and giant monster extermination…?! Whatever your problem, we're here to help! We will solve any kind of \"trouble\" you may have!<br>\n<br>\nWaiting for you are the ever-smiling poster-girl and the cool, serious newcomer. A petite girl who never wants to work and a young woman approaching thirty who wants to get married. And the manager is a nice guy who’s obsessed with Japan!<br>\n<br>\nWhatever your order is, leave it all up to us♪<br><br>\n\n(Source: Official Site)"
    },
    {
      "id": "tt2622982",
      "type": "series",
      "name": "The Devil is a Part-Timer! Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130592-LAUlhx15mxQu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2622982"
      },
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Demons/Isekai/Work/Magic/Male Protagonist/Satire/Tsundere/Family Life/Anti-Hero/Ensemble Cast/Primarily Adult Cast/Hikikomori\nThe second season of <i> Hataraku Maou-sama!</i>\n<br><br>\nMgRonald’s best demon lord worker is back, climbing the corporate ladder to become ruler of Earth. But Maou’s plans of domination might need to be put on hold when a small girl claims to be his and Emi’s child!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt4869896",
      "type": "series",
      "name": "Overlord IV",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133844-E32FjKZ0XxEs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4869896"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Anti-Hero/Skeleton/Virtual World/Isekai/Male Protagonist/Demons/Politics/Female Harem/Maids/Succubus/Gore/CGI/Monster Girl/Vampire/Femboy/Monster Boy/Male Harem/Zombie\nThe fourth season of <i>Overlord</i>.\n<br><br>\nE-Rantel, the capital city of the newly established Sorcerer Kingdom, suffers from a dire shortage of goods. Once a prosperous city known for its trade, it now faces a crisis due to its caution—or even fear—of its king, Ainz Ooal Gown. To make amends, Ainz sends Albedo to the city as a diplomatic envoy.\n<br><br>\nMeanwhile, the cardinals of the Slane Theocracy discuss how to retaliate against Ainz after his attack crippled the Re-Estize Kingdom's army, plotting for the Baharuth Empire to take over the Sorcerer Kingdom. However, when Emperor Jircniv Rune Farlord El Nix arranges a meeting with the Theocracy's messengers at a colosseum, he is confronted by none other than Ainz himself.\n<br><br>\nWith their secret gathering now out in the open, the emperor and his guests learn that Ainz has challenged the Warrior King, the empire's greatest fighter, to a duel. With Ainz's motivations beyond his comprehension, Jircniv can do nothing but watch as humanity's future changes before his very eyes.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt7222086",
      "type": "series",
      "name": "Made in Abyss: The Golden City of the Scorching Sun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114745-APZN90WhNMAD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7222086"
      },
      "description": "Genres: Adventure, Drama, Fantasy, Horror, Mystery, Sci-Fi\nTags:Survival/Primarily Child Cast/Gore/Seinen/Lost Civilization/Travel/Female Protagonist/Ensemble Cast/Monster Girl/Philosophy/Robots/Male Protagonist/Chibi/Dungeon/Language Barrier/Environmental/Food/Orphan/CGI/Outdoor\nThe second season of <i>Made in Abyss</i>.<br>\n<br>\nDirectly after the events of <i>Made in Abyss: Fukaki Tamashii no Reimei</i>, the third installment of <i>Made in Abyss</i> covers the adventures of Reg, Riko, and Nanachi in the Sixth Layer, The Capital of the Unreturned.\n<br><br>\n<i>Note: The last episode aired with a runtime of ~48 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt11448214",
      "type": "series",
      "name": "Rent-a-Girlfriend Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124410-iScdHzzEqdmk.png",
      "behaviorHints": {
        "defaultVideoId": "tt11448214"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Heterosexual/Male Protagonist/Primarily Adult Cast/Primarily Female Cast/Kuudere/Female Protagonist/Tsundere/Work/Slapstick/Shounen/College/Acting\nThe second season of <i>Kanojo, Okarishimasu.</i> <br><br>\nA hopeless college student, Kazuya Kinoshita, meets a graceful rental girlfriend, Chizuru Ichinose, and ends up introducing her as \nhis girlfriend to his family and friends. Time goes on with Kazuya unable to tell the truth, as he's surrounded by devilish ex-girlfriend Mami Nanami, who keeps coming back to tempt him for some reason, hyper-aggressive provisional girlfriend Ruka Sarashina, who doesn't know how to take no for an answer, and super shy but diligent and hardworking younger rental girlfriend, Sumi Sakurasawa… beautiful girlfriends of all types! The pub, the beach, hot springs, Christmas, and New Year’s… Having gone through these challenging events, Kazuya's feelings for Chizuru keep growing stronger. But she reveals a shocking truth that threatens to shake their \"relationship\" to the very core!\n<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt15219320",
      "type": "series",
      "name": "Uncle from Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135806-NwyVfDvm0O3G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15219320"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Parody/Magic/Meta/Male Protagonist/Seinen/Otaku Culture/Video Games/Primarily Adult Cast/Tsundere/Elf/Surreal Comedy/Memory Manipulation/Female Harem/POV/Satire/Slapstick/Dragons/Urban Fantasy/Achronological Order/Prison/Episodic\n​Seventeen years ago, Takafumi's uncle fell into a coma, but now he's back like a man risen from his grave. Soon, Takafumi discovers two bizarre things: His uncle treasures video games above all else, and, while comatose, he was actually transported to another world as some heroic guardian! Now, not only does Takafumi have to room with an uncle who is literally magical, he also has to catch the guy up on two decades of history—smartphones, high-speed internet, modern anime tropes…and the traumatic outcome of the '90s console war!  <br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong to Try to Pick Up Girls in a Dungeon? IV",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129196-eFVs05hMbVSm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt4728568"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance\nTags:Dungeon/Male Protagonist/Gods/Mythology/Magic/Swordplay/Female Harem/Primarily Female Cast/Elf/Kemonomimi/Gore/Kuudere/Tanned Skin/CGI/Ensemble Cast\nThe fourth season of <i>Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.<br>\n<br>\nIntrepid adventurer Bell Cranel has leveled up, but he can’t rest on his dungeoneering laurels just yet. The Hestia Familia still has a long way to go before it can stand toe-to-toe with the other Familias of Orario — but before Bell can set out on his next mission, reports of a brutal murder rock the adventuring community! One of Bell’s trusted allies stands accused of the horrible crime, and it’s up to Bell and his friends to clear their name and uncover a nefarious plot brewing in the dungeon’s dark depths.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt19848112",
      "type": "series",
      "name": "My Stepmom's Daughter is My Ex",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136934-BXmmENtggiHr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19848112"
      },
      "description": "Genres: Comedy, Romance\nTags:Female Protagonist/Inseki/Heterosexual/Male Protagonist/Tsundere/School/Family Life/Slapstick/Otaku Culture\nAh, high school. Is there any better place to start fresh after a horrible middle school relationship? Nope! Not unless your ex ends up at the same school as you and is now your stepsibling. What was supposed to be a sanctuary of peace where I could avoid ever seeing her again has become a living nightmare! Everywhere I look, I see her—in my house, in my school, in my class. There's no escape! She even claims that she’s the older sibling. Like hell she is! But I won't lose to her. After all, I'm the older brother in this new family situation. That’s right, we’re family now. No matter how much we may have thought we loved each other before, we saw one another’s true colors and realized we weren’t meant for each other. That’s why even though we may keep up a buddy-buddy sibling act for the sake of our parents, things will never go back to the way they used to be.<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt2359704",
      "type": "series",
      "name": "JoJo's Bizarre Adventure: STONE OCEAN Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146722-hiZU7M33fBhn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2359704"
      },
      "description": "Genres: Action, Adventure, Drama, Supernatural\nTags:Super Power/Female Protagonist/Primarily Female Cast/Shounen/Urban Fantasy/Foreign/Gore/Urban/Primarily Adult Cast/Ensemble Cast/Prison/CGI/Vampire/Torture/Body Horror\nThe second and third cour of <i>JoJo no Kimyou na Bouken: Stone Ocean</i>.<br><br>\n\nThe legacy of the Joestar family continues with Jolyne as she and her companions take on new Stand users behind the bars of Green Dolphin Street Prison.<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt18561422",
      "type": "series",
      "name": "Vermeil in Gold",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146210-ZnIithxFLLHn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt18561422"
      },
      "description": "Genres: Ecchi, Fantasy, Romance\nTags:School/Magic/Demons/Succubus/Heterosexual/Monster Girl/Male Protagonist/Shounen/Nudity/Female Harem/Yandere/Love Triangle/Primarily Teen Cast/Angels\nMeet Alto, a hapless student at Royal Ortigia Magic Academy whose academic performance leaves much to be desired. Rather than take a more sensible approach to salvaging his grades in time for graduation, Alto decides to summon a bit of otherworldly assistance. Only after does he learn he’s bound the legendary she-devil Vermeil into service as his familiar! But while Vermeil is a powerful ally sure to turn his grades around, her magic can only be replenished with a kiss, and that makes everything go to hell with Alto’s jealous childhood friend, Lilia.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE Special Episode – RYUSUI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142876-izO35hPP2DZ9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9679542"
      },
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Educational/Travel/Outdoor/Primarily Teen Cast/Shounen/Male Protagonist/Lost Civilization/Environmental/Ships/Surreal Comedy/Episodic/Astronomy\nA television special that is set after the second season and centers around Ryuusui Nanami."
    },
    {
      "id": "tt21114720",
      "type": "series",
      "name": "Engage Kiss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146625-DmXjpJ2y8fDn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21114720"
      },
      "description": "Genres: Action, Comedy, Romance, Supernatural\nTags:Demons/Urban Fantasy/Love Triangle/Guns/Heterosexual/Male Protagonist/Henshin/Urban/Yandere/Swordplay/Female Harem/Succubus\nThe anime is set in Bayron City, an artificial island city established, outside of any country's jurisdiction, in the Pacific Ocean to exploit local natural resources. In particular, the mining of the new energy resource orgonium has resulted in an outbreak of \"D disasters\" by demons in the city. Private military companies (PMCs) are tasked with dealing with these incidents.<br>\n<br>\nThe protagonist Shuu runs a small PMC, though his spending habits have left him constantly penniless. A demon girl named Kisara does contract work at Shuu's office and is constantly worried for him. Kisara attends a high school in Bayron City, and does everything from clerical work to household chores with confidence. Meanwhile, Ayano is Shuu's ex-girlfriend, an elite agent, and a former work colleague in a major PMC that Shuu used to work for.<br>\n<br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt21230432",
      "type": "series",
      "name": "The Yakuza's Guide to Babysitting",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138882-Ich6OQJxB9P8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21230432"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Family Life/Yakuza/Josei/Primarily Adult Cast/Female Protagonist/Male Protagonist/Found Family/Urban/Iyashikei/Anti-Hero/Delinquents/Guns/LGBTQ+ Themes/Food\nKirishima Tooru was accustomed to solving all problems through violence and was called “the Demon of Sakuragi.” One day, the boss of the Sakuragi family suddenly summons Kirishima and appoints him caretaker of his only daughter, Yaeka! A heartwarming comedy about a yakuza crime family’s right-hand man and the boss’ only daughter. The two of them are about to begin their new daily lives together! <br>\n<br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt13628870",
      "type": "series",
      "name": "Harem in the Labyrinth of Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127090-ftd2rro80kk9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13628870"
      },
      "description": "Genres: Drama, Ecchi, Fantasy, Romance\nTags:Large Breasts/Male Protagonist/Female Harem/Heterosexual/Dungeon/Isekai/Monster Girl/Video Games/Kemonomimi/Gore/Magic\nStruggling with life and society, high school student Michio Kaga wanders about the Internet and lands on an odd website. The website, featuring a number of questions and a point-based system, allows one to create skills and abilities for a character. Upon completing his character, Kaga was transported to a game-like fantasy world and reborn as a strong man who can claim idol-level girls. Thus begins the cheat and harem legend of a reborn man!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15441076",
      "type": "series",
      "name": "My Isekai Life: I Gained a Second Character Class and Became the Strongest Sage in the World!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129192-75DPSYZDWXgR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15441076"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Male Protagonist/Religion/Dragons\nGetting isekai’d to a magical world and developing incredible powers is every otaku’s wildest dream, but for salaryman Yuuji Sano, it’s the stuff of absolute nightmare! He’s in the middle of a mountain of work when he gets unwillingly pulled into a fantasy realm, where he accomplishes the enviable feat of developing a second character class by making the most of his Monster Tamer abilities. Now he’s traded the office for adventuring to make a living, but he keeps getting roped into major events because his powers are unmatched, second to none — and he doesn't even realize it yet!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt21249100",
      "type": "series",
      "name": "Black Summoner",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145260-Yt5W8aQQKqF2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21249100"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Male Protagonist/Gods/Female Harem/Demons/Slavery/Elf/CGI/Memory Manipulation/Religion/Amnesia\nWaking up in a strange new place with no memory of his past life, Kelvin learns that he’s bartered away those very memories in exchange for powerful new abilities during his recent transmigration. Heading out into a whole new world as a Summoner — with his first Follower being the very goddess who brought him over! — Kelvin begins his new life as an adventurer, and it isn’t long before he discovers his hidden disposition as a battle junkie. From the Black Knight of the Ancient Castle of Evil Spirits to the demon within the Hidden Cave of the Sage, he revels in the fight against one formidable foe after another. Join this OP adventurer in an exhilarating and epic saga as he and his allies carve their way into the annals of history!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt18574004",
      "type": "series",
      "name": "Parallel World Pharmacy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136707-StRFbEwZT7q5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt18574004"
      },
      "description": "Genres: Fantasy\nTags:Medicine/Isekai/Male Protagonist/Educational/Magic/Iyashikei/Gods/Historical/Alchemy\nA young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction.<br>\n<br>\nIn a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town. He will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time."
    },
    {
      "id": "tt14979456",
      "type": "series",
      "name": "When Will Ayumu Make His Move?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128223-TOQovu2MXr8k.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14979456"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Shogi/School Club/Heterosexual/Primarily Teen Cast/School/Slapstick/Shounen/Cute Girls Doing Cute Things\nAyumu Tanaka just fell in love at first sight with Urushi Yaotome, the head of the illegitimate Shogi Club, and joined the Shogi Club! But Ayumu has vowed not to confess his feelings until he can best Urushi, and he has a long way to go before he can stand up to her strategic brilliance. As Ayumu strives to beat his crush and confess, love becomes a battlefield both on and off the shogi board while audiences wonder, <i>“When will Ayumu make his move!?”</i> <br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt15912380",
      "type": "series",
      "name": "Kakegurui Twin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141351-47JtghppCwMu.png",
      "behaviorHints": {
        "defaultVideoId": "tt15912380"
      },
      "description": "Genres: Drama, Mystery, Psychological\nTags:Gambling/School/Primarily Female Cast/Female Protagonist/School Club/Shounen/Gyaru/Maids/Slavery\nAs a first-year student of the renowned Hyakkaou Private Academy, Mary Saotome knows her future is set for a one-way cruise to the top...<br>\n<br>\nThat is, until an encounter with an old-classmate-turned-housepet throws the newbie princess into the world of gambling! Can a normal girl like Mary make friends and survive debtless through only wit and luck? Find out in this prequel to the mega-popular Kakegurui!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt19389868",
      "type": "series",
      "name": "RWBY: Ice Queendom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146668-JNIr7FRzEUaM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19389868"
      },
      "description": "Genres: Action, Fantasy, Sci-Fi\nTags:Ensemble Cast/Fairy Tale/Primarily Female Cast/Super Power/School/Female Protagonist/Guns/Ojou-sama/Magic/Kemonomimi/Swordplay/Terrorism/CGI/Cyberpunk\nIn the world of Remnant, a place where science and fairy tales coexist, human civilization is plagued by deadly monsters known as the Grimm. For a time, victory by the Grimm seemed all but certain, if not for the heroism of those sworn to protect humanity -- Huntsmen and Huntresses. These warriors are trained and assembled into teams at schools like Beacon Academy, where Ruby meets Weiss and Blake -- forming Team RWBY along with Ruby’s sister, Yang. While team RWBY studies to become the greatest Huntresses the world of Remnant has ever known, they are faced with a horrifying threat..<br>\n<br>\n(Source: Crunchyroll)<br><br>\n\n<i>Note: The first three episodes received an advance release on Crunchyroll on June 24, 2022. The regular TV broadcast started on July 3, 2022."
    },
    {
      "id": "tt13362302",
      "type": "series",
      "name": "SHADOWS HOUSE 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139093-LwQoTAGhhs5v.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13362302"
      },
      "description": "Genres: Fantasy, Horror, Mystery, Slice of Life, Supernatural\nTags:Female Protagonist/Primarily Child Cast/Ojou-sama/Conspiracy/Slavery/Maids/Seinen/Butler/Kuudere/Ensemble Cast/Urban Fantasy/Cute Girls Doing Cute Things/Circus\nAfter finishing their \"debut,\" Kate, Emilico and three other pairs who started with them begin a new life as adults. With the mystery of the \"Shadows House\" still unsolved, a new incident occurs in the children's wing. Kate and Emilico, whom the Star Bearers suspect of being malcontents, investigate a mysterious robed Shadow who may be the culprit.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt21237634",
      "type": "series",
      "name": "The Maid I Hired Recently is Mysterious",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149326-qDJGf7IELKbL.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21237634"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Maids/Tanned Skin/Heterosexual/Male Protagonist/Female Protagonist/Episodic/Ojou-sama/Shounen\nThere’s something really strange about the maid I just hired! No normal person could be so beautiful, or cook such amazingly delicious food, or know exactly what I want before I even ask. She must be using magic—right, a spell is the only thing that can explain why my chest feels so tight whenever I look at her. I swear, I’m going to get to the bottom of what makes this maid so...mysterious!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt15433166",
      "type": "series",
      "name": "Mobile Suit Gundam: The Witch from Mercury - PROLOGUE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146922-kcxcovDGRHGd.png",
      "behaviorHints": {
        "defaultVideoId": "tt15433166"
      },
      "description": "Genres: Mecha, Sci-Fi\nTags:Real Robot/Space/Politics/Female Protagonist/Primarily Adult Cast/Military/Family Life\nThe prologue of <i>Mobile Suit Gundam: the Witch from Mercury</i>. \n<br><br>\nAt Fólkvangr, a front constructed inside an asteroid, the Gundam Lfrith is undergoing operating tests in the Vanadis Institute's laboratory. The Lfrith has not yet managed to meet the conditions imposed by the council, and test pilot Elnora Samaya is growing impatient.\nThat same day, her daughter is celebrating her fourth birthday...\n<br><br>\n(Source: GUNDAM.INFO)\n<br><br>\n<i>Note: Premiered at the \"GUNDAM NEXT FUTURE -LINK THE UNIVERSE-\" event in July, before the TV anime broadcast in October."
    },
    {
      "id": "tt17736234",
      "type": "series",
      "name": "BASTARD!! -Heavy Metal, Dark Fantasy-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144677-nn0zdlrGZ4Ir.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt17736234"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Magic/Heterosexual/Female Harem/Male Protagonist/Demons/Seinen/Meta/Post-Apocalyptic/Nudity/Gore/Revenge/Elf/Ninja/Gods/Primarily Adult Cast/Dragons/Bisexual/Vampire/CGI/Goblin\nIn a postapocalyptic world of heavy metal fantasy, the only thing able to save humans from orcs, lizard men, and other monsters is something even MORE evil. Sealed within a 14-year-old boy, the chaotic wizard Dark Schneider is unleashed to fight four mighty generals and their plot to resurrect the evil god Anslasax.<br>\n<br>\n(Source: Viz Media)<br><br>\n<i>Note: The first 13 episodes were released worldwide on Netflix on June 30, 2022, while the remaining 11 episodes released on September 15, 2022.</i>"
    },
    {
      "id": "tt15494038",
      "type": "series",
      "name": "Drifting Home",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139643-HzWce7XJ2w6G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15494038"
      },
      "description": "Genres: Adventure, Drama, Mystery, Supernatural\nTags:Primarily Child Cast/Found Family/Coming of Age/Ghost/Isekai/Kids/Urban Fantasy/Iyashikei/Football/Photography\nSixth-graders Kousuke and Natsume grew up in the same apartment building as childhood friends. During summer break, while playing in the apartment building that is set to be demolished, they find themselves caught in a strange phenomenon. All they can see around them is a vast sea. Will Kousuke and the others make it back to their world? A journey of farewells in summer has just begun.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt15684222",
      "type": "series",
      "name": "The Tatami Time Machine Blues",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137819-oAlpXHXPkNFV.png",
      "behaviorHints": {
        "defaultVideoId": "tt15684222"
      },
      "description": "Genres: Comedy, Mystery, Psychological, Romance, Sci-Fi\nTags:Male Protagonist/Ensemble Cast/Heterosexual/College/School Club\nSpin-off of <i>Yojouhan Shinwa Taikei</i>.<br><br>\nIt is August 12th. After the remote control to his boarding house's only air conditioning unit is inadvertently destroyed by spilled cola, \"I\" devises a plan to return to yesterday in a time machine to recover the remote before it breaks. However, his friend Ozu cannot resist playing with past events, even when it means bringing the universe to the brink of destruction. Now \"I\" finds himself racing through time to avoid disaster.\n<br>\n<br>\n(Source: Disney+)\n<br><br>\n<i>Note: Released in Japan as a standalone film on September 30, 2022 with the same content as episodes 1-5. The anime has an earlier episodic release on Disney+ starting September 14, 2022 and with an exclusive episode 6."
    },
    {
      "id": "tt12105800",
      "type": "series",
      "name": "Lucifer and the Biscuit Hammer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144323-BU9YN8Yphagr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12105800"
      },
      "description": "Genres: Action, Comedy, Drama, Psychological, Supernatural\nTags:Magic/Super Power/Seinen/Coming of Age/Animals/Male Protagonist/Philosophy/Ensemble Cast/Primarily Adult Cast/Cultivation/Urban Fantasy/Martial Arts/Heterosexual/College\nOne day, unremarkable college student Yuuhi Amamiya meets a talking lizard who asks for his help saving Earth from a crisis. Before he can refuse, Yuuhi is turned into a member of the Beast Knights and given a ring that gives him the psychic power “domain control.” He is then immediately attacked by an enemy! But just as all seems lost, he’s saved by the girl next door, Samidare.<br>\n<br>\nBut it turns out Samidare isn’t really a savior of any kind… she’s actually a demon lord who wants to conquer Earth! Drawn to her absurd strength and evil charms, Yuuhi becomes her devoted servant and acts to support her wicked schemes.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12299696",
      "type": "series",
      "name": "TOKYO MEW MEW NEW",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117196-PtUScsEWrBED.png",
      "behaviorHints": {
        "defaultVideoId": "tt12299696"
      },
      "description": "Genres: Adventure, Comedy, Fantasy, Mahou Shoujo, Romance, Sci-Fi\nTags:Shoujo/Female Protagonist/Urban Fantasy/Aliens/Kemonomimi/Magic/Love Triangle/Primarily Female Cast/Henshin/Primarily Teen Cast/Heterosexual/School/Environmental/Primarily Child Cast/Kuudere/Maids/Animals\nThe scientists of the μ(Mew) Project use DNA of endangered species to create a team of heroines imbued with amazing super-human abilities. One of them, Ichigo Momomiya, awakens to discover she is armed with all the skills of a Iriomote cat. Ichigo must band together with other Mew Mew girls to repel an alien incursion, all the while hiding their thrilling double lives from friends and family.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt14377292",
      "type": "series",
      "name": "Fuuto PI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131912-80XB9ZQGLuuS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14377292"
      },
      "description": "Genres: Action, Drama, Mystery, Supernatural\nTags:Henshin/Detective/Tokusatsu/Motorcycles/Primarily Adult Cast/Male Protagonist/Seinen/CGI/Idol/Video Games\nIn the ecologically-minded city of Fuuto, mysterious devices resembling USB flash drives called Gaia Memories are used by criminals and other interested parties to become monsters called Dopants, committing crimes with the police force powerless to stop them. To make matters worse, the Gaia Memories carry a dangerous toxin that cause their users to go insane to the point where they could die from the life-threatening devices. After the death of his boss, the self-proclaimed hard-boiled detective Shoutaro Hidari works with the mysterious Philip to investigate crimes which involve Dopants. Using their own Gaia Memories, Shoutaro and Philip use the Double Driver belts to transform and combine into Kamen Rider Double to fight the Dopant menace and keep Fuuto safe.\n<br><br>\n<i>Note: An anime project commemorating the 50th Anniversary of Kamen Rider's debut.</i>"
    },
    {
      "id": "tt19045110",
      "type": "series",
      "name": "Shine on! Bakumatsu Bad Boys",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146650-wZ1L2pbn6gvn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19045110"
      },
      "description": "Genres: Action, Fantasy\nTags:Samurai/Crime/Demons/Historical/Crossdressing/Chibi\nIn the era when samurai controlled Japan... The Masked Demons annihilated all but one member of the Shinsengumi, who had worked to maintain the peace and public order in Kyoto.\n <br><br>\nSeven criminals are chosen as substitutes for the deceased Shinsengumi members, and they are led by Ichibanboshi, whose parents were also killed by the Masked Demons. He becomes a substitute for Commander Isami Kondo and goes after the Masked Demons with the other substitutes to avenge his parents' deaths.\n <br><br>\nFormer criminals rise up to restore peace and order as their crazy story begins! Now is the time to shine the brightest!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15170340",
      "type": "series",
      "name": "ORIENT Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146637-mzZXckqnA2EG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15170340"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Samurai/Swordplay/Male Protagonist/Shounen/Historical/Magic/Demons\nThe second cour of  <i>ORIENT</i>.<br>\n<br>\nThe ferocious battle of Awaji Island begins now!<br>\n <br>\nWith the appearance of the all-powerful Kishin, the land of Hinomoto is now dominated by oni, instead of humans. Musashi and Kanemaki Kojiro set out from their hometown swearing the form the strongest Bushi band of all time, and after encountering Hattori Tsugumi on their trip, the three of them found the Kanemaki Bushi. After obtaining the only weapons that can slay oni, Kitetsu Blades, they have taken the first big step towards their dream. In Harima, Musashi's group will encounter the massive band of Uesugui Bushi, and their leader Uesugi Tatsuomi. They have gathered to slay the giant Kishin that threatens to consume the Awaji island: Yamata no Orochi, the Artillery Wyrm. Joining them are Takeda Naotora and the Takeda Bushi, along with several Bushi the same age as Musashi like Shimazu Akihiro and Amako Katsumi. There's also the slightly sheltered, shy princess, Saruwatari Michiru. As different agendas swirl and interact, Musashi and his friends join the Kishin hunt. Yamata no Orochi is an unstoppable demon god that's never been scratched before. And so, the fiercest battle of all begins...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 5 OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149073-ATpEgEZNDheZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5626028"
      },
      "description": "Genres: Action, Comedy, Sports\nTags:Super Power/Shounen/Baseball/Superhero/Ensemble Cast/Crime/Guns/School\nOriginal animation episodes for the fifth season of <i>Boku no Hero Academia</i>.\n<br><br>\n<b>Entry includes: </b><br>\n\n1) <i>Boku no Hero Academia: HLB (My Hero Academia: HLB)</i> <br><br>\n\nHLB stands for “Hero League of Baseball” - it is a baseball league founded by pro-heroes who love baseball!<br>\n\n It’s game day! The last game of HLB championship is between Gang Orca and Shishido's two rival agencies. They form a team (“Orcas” and “Lionels”) to compete. In the world of HLB, there is no rule – using their quirks is of course accepted. However, just when the game is about to finish, they are interrupted by a villain. Who will be the winner of HLB!? <br><br>\n\n2) <i>Boku no Hero Academia: Warae! Jigoku no You ni (My Hero Academia: Laugh! As if you are in hell)</i> <br><br>\n\n\nDeku, Bakugo, and Todoroki participate in internship under the No.1 hero, Endeavor's agency. One of their tasks these days is to find a villain (“Smiley”) who draws doodles in the city. However, since the urgency is so low, they let other pro-heroes solve this case. One day, Smiley draws a doodle on Endeavor’s house! Being furious, Endeavor himself and the 1-A trio go out to get the villain. However, Smiley’s quirk turns out to be something ridiculous but powerful... It is to make anyone who looks into his eyes laugh hysterically! Can the team capture the villain and stop laughing!? <br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Note: The ONA had a preliminary showing in theaters from June 16 to June 19 as part of  \"Hero Day\" 2022.</i>"
    },
    {
      "id": "tt13840232",
      "type": "series",
      "name": "Love Live! Superstar!! Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140642-uENjMoTQqPoO.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13840232"
      },
      "description": "Genres: Music, Slice of Life\nTags:Idol/Cute Girls Doing Cute Things/Primarily Female Cast/Primarily Teen Cast/Dancing/Female Protagonist/School/School Club/Ensemble Cast/Surreal Comedy/CGI\nThe second season of <i>Love Live! Superstar!!</i>"
    },
    {
      "id": "kitsu:46219",
      "type": "series",
      "name": "I'm Quitting Heroing: Remember, the Work Trip is First and Foremost a Learning Opportunity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151126-cyEV9s8Fz3Nu.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:46219"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Demons/Kemonomimi\nA two-part new animation released with both <i>Yuusha, Yamemasu</i> Blu-ray/DVD boxes."
    },
    {
      "id": "tt21001320",
      "type": "series",
      "name": "Prima Doll",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144509-ripxUU95hVyj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21001320"
      },
      "description": "Genres: Drama, Sci-Fi, Slice of Life\nTags:Robots/Female Protagonist/Artificial Intelligence/Primarily Female Cast/Military/War/Cute Girls Doing Cute Things/Work/Memory Manipulation/Found Family/Steampunk/CGI\nCafé “Kuronekotei” boasts an unusual roster of employees. A group of automata, or autonomous mechanical dolls, serve their patrons with a smile, but they weren’t always so suited to domestic life. Just a few years prior, automata served as weapons in the great war, fulfilling the bloody purpose for which they were created. Now that the war has ended, these machines with human hearts search for their place in an unfamiliar, peaceful world — and their search begins at the Kuronekotei café. <br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: Prima Doll was streamed 5 days in advance of the TV broadcast on ABEMA beginning July 3, 2022. Regular broadcasting began on July 9, 2022.</i>"
    },
    {
      "id": "kitsu:46048",
      "type": "series",
      "name": "Arifureta Shokugyou de Sekai Saikyou: Maboroshi no Bouken to Kiseki no Kaigou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146921-HyTSsd1ardxq.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:46048"
      },
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Female Harem/Isekai/Anti-Hero/Kemonomimi/Chuunibyou/Male Protagonist/Magic/Vampire/Ghost/Dragons\nAfter returning from the Sunken Ruins of Melusine, Hajime decides to take Myu on one last adventure before they part ways. However, the trip ends up being much more dangerous than they expected.\n<br><br>\nHajime and his party is transported to a mysterious ruined city, where they meet and join forces with the Liberators, who were also transported here from the past. They work together to return to their original worlds."
    },
    {
      "id": "tt8400662",
      "type": "series",
      "name": "Dropkick on My Devil!!! X",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124641-mTkrFwhFqoFT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8400662"
      },
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Monster Girl/Parody/Meta/Angels/Primarily Female Cast/Female Protagonist/Satire/Gore/Demons/Seinen/Youkai/Slapstick/Educational/Isekai\nThe third season of <i>Jashin-chan Dropkick</i>."
    },
    {
      "id": "tt21101866",
      "type": "series",
      "name": "Smile of the Arsnotoria the Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149874-OJSM3I5qJ30U.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21101866"
      },
      "description": "Genres: Fantasy, Slice of Life\nTags:Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast/Magic/School/Kuudere/Foreign\nHere in this magic academy city of Ashram, where everyone is required to live in dormitories, a close-knit group of girls known as \"Pentagrams\" pursue their studies, including training in manners and magic, to become \"true ladies.\" Arsnotoria, one of the students in Ashram, lives in Dorm 5 and is always with her dormmate friends: Mel, who's the life of the party, Petit Albert, who's quiet and does things at her own pace, Picatrix, who wants to be the class president, and Abramelin, who's always cool. They take classes and work on their school duties together, and they throw tea parties after school in \"that room\"... We'll share the girls' fun and lively days with you! <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14980764",
      "type": "series",
      "name": "Sasaki and Miyano: A Tiny Episode From Before He Realized His Feelings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143082-a14ZcrXtvmnX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14980764"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Boys' Love/LGBTQ+ Themes/Animals/Shoujo/Cute Boys Doing Cute Things/Primarily Male Cast/School\nUnaired episode bundled with the ninth volume of the manga.  The episode will follow the disciplinary committee as they form \"The First Lost Property Detective Team\" and set out to search for a student's missing keychain. <br><br> (Source: Crunchyroll, edited)"
    },
    {
      "id": "tt0978215",
      "type": "series",
      "name": "Utawarerumono Mask of Truth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112640-odUuRLTwodH5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0978215"
      },
      "description": "Genres: Action, Drama, Fantasy, Sci-Fi\nTags:War/Kemonomimi/Politics/Religion/Travel/Boys' Love\nChaos has taken hold of the land as a conniving general has unlawfully seized the throne of the mighty Yamato Empire. The only ones that stand in his way are a couple of familiar faces who must rally different kingdoms together and fight against the powerful Imperial army.\n<br><br>\n(Source: Atlus)"
    },
    {
      "id": "tt15783416",
      "type": "series",
      "name": "SHINEPOST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140753-g1DnC6M1yiIM.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15783416"
      },
      "description": "Genres: Music, Supernatural\nTags:Idol/Primarily Female Cast/Primarily Teen Cast/Cute Girls Doing Cute Things/Male Protagonist/Super Power\nAlthough the idol group TiNgS is chasing after big dreams, so far their accomplishments have only been small — and now, suddenly, they're facing a potential break up! Hope seems lost, but when a new manager with a special skillset takes them under his wing, the members of TiNgS find themselves shooting for the stars all over again.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: The first episode had an advanced screening at Tokyo's Yamano Hall on May 14, 2022.</i>"
    },
    {
      "id": "tt18573684",
      "type": "series",
      "name": "YUREI DECO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145468-4t3g7sNy9KRn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt18573684"
      },
      "description": "Genres: Mystery, Sci-Fi\nTags:Female Protagonist/Augmented Reality/Artificial Intelligence/Satire/Detective/Cyberpunk/Found Family\nThe story begins when Berry, an average girl from an average home, meets Hack, a girl who looks like a boy. Charmed by Hack, Berry meets up with the team Hack leads, the Ghost Detectives Club. Members of this club are “socially dead,” working invisibly within the digitally controlled society of Tom Sawyer. As she works with the group, Berry learns about Zero, a mysterious figure who lurks within Tom Sawyer’s underground. She and Hack decide to chase down this figure, and in time, the truth behind the city is revealed...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13032878",
      "type": "series",
      "name": "League of Nations Air Force Aviation Magic Band Luminous Witches",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103118-sGSh01pSALrs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13032878"
      },
      "description": "Genres: Music\nTags:Idol/Kemonomimi/Primarily Female Cast/Cute Girls Doing Cute Things/Witch/Magic/Ensemble Cast/Aviation/Female Protagonist/CGI/Politics\nThe war against invading aliens can’t be won by missiles alone! Team morale matters just as much as launching a counterassault, and that’s where Ginny and her friends come in. Instead of standing on the front lines with the 501st Joint Fighter Wing, the Luminous Witches of the League of Nations Air Force bring smiles to civilians displaced in the human-Neuroi war world with thrilling song and dance — not to mention aerial displays the likes of which the music world has never seen! While they might be non-combatants, these performers know the value of preserving the people’s smiles, and they’ll fight in their unique way to make sure those smiles never fade.<br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt18939874",
      "type": "series",
      "name": "TEPPEN!!!!!!!!!!!!!!! Laughing 'til You Cry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143417-OINdHnpxb441.png",
      "behaviorHints": {
        "defaultVideoId": "tt18939874"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Surreal Comedy/Primarily Teen Cast/Ensemble Cast/Aliens/Rakugo\nYayoi Sakamoto, a diehard fan of comedians and comedy acts, enrolls in the private Kazuki High School in Nanba (Osaka's entertainment district famous as the starting point for many comedians). She reunites with Yomogi Takahashi, a childhood friend who once formed the comedy duo \"Konamonzu\" with her when they were little. Before long, they find themselves putting together a routine at a park like they did before, in order to enter a local shopping area's contest. At that moment, a mysterious girl calls out to them. <br><br>\n\n(Source: Anime News Network)<br><br>\n<i>Note: The airing of the show's second episode had originally been cancelled due to \"various circumstances.\" It was later broadcast on September 10th.</i>"
    },
    {
      "id": "tt16254906",
      "type": "series",
      "name": "Phantom of the Idol",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142095-G92EC781b02g.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16254906"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Idol/Primarily Male Cast/Primarily Adult Cast/Josei/Urban/Acting\nMost idols are fueled by their love of performing before adoring fans. Yuuya, however, is fueled by his love of an easy paycheck! Yuuya is one half of the idol duo ZINGS, but his supreme laziness (not to mention his disdain for idol fans in general) has him on the brink of getting blacklisted from the business. In a chance backstage encounter, he meets the spectral Asahi, a mysterious former idol who’s eager to stage her own comeback by any means necessary… including assuming complete control of Yuuya's willing body and aiming to become the best idol in the world together! Is their zany partnership a match a made in heaven, or is it pure idol hell? <br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt19875850",
      "type": "series",
      "name": "Tekken: Bloodline",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153906-FGzh9vn1bCCw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19875850"
      },
      "description": "Genres: Action, Sports, Supernatural\nTags:Martial Arts/Revenge/Male Protagonist/CGI/Gods/Primarily Adult Cast/Bullying\n\"Power is everything.\" Jin Kazama learned the family self-defense arts, Kazama-Style Traditional Martial Arts, from his mother at an early age. Even so, he was powerless when a monstrous evil suddenly appeared, destroying everything dear to him, changing his life forever. Angry at himself for being unable to stop it, Jin vowed revenge and sought absolute power to exact it. His quest will lead to the ultimate battle on a global stage — The King of Iron Fist Tournament. <br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt18183882",
      "type": "series",
      "name": "Extreme Hearts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145001-x653s1CPLogA.png",
      "behaviorHints": {
        "defaultVideoId": "tt18183882"
      },
      "description": "Genres: Music, Sports\nTags:Primarily Female Cast/Female Protagonist/Athletics/Artificial Intelligence/Idol/Football/Baseball/Basketball/Robots/Volleyball/Badminton/Rugby/Tennis/Lacrosse/Handball\nThe story of <i>Extreme Hearts</i> is set in the near future, when the hobby of \"Hyper Sports\" (which are enhanced with special gear and power-up items) has become popular among children and adults alike. The story focuses on Hiyori Hayama, a second year high school student who initially has no connection to \"Hyper Sports\", but after a chance encounter this begins to change as Hiyori and her friends grow closer and pursue their athletic dreams. <br>\n<br> (Source: Crunchyroll)"
    },
    {
      "id": "tt13616990",
      "type": "series",
      "name": "Chainsaw Man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127230-FlochcFsyoF4.png",
      "behaviorHints": {
        "defaultVideoId": "tt13616990"
      },
      "description": "Genres: Action, Drama, Horror, Supernatural\nTags:Demons/Monster Boy/Urban Fantasy/Male Protagonist/Gore/Body Horror/Urban/Henshin/Shounen/Monster Girl/Primarily Adult Cast/Surreal Comedy/Rotoscoping/Found Family/Tomboy/Heterosexual/CGI/Anthropomorphism/Female Harem/Homeless/Police/POV\nDenji is a teenage boy living with a Chainsaw Devil named Pochita. Due to the debt his father left behind, he has been living a rock-bottom life while repaying his debt by harvesting devil corpses with Pochita.<br><br>\nOne day, Denji is betrayed and killed. As his consciousness fades, he makes a contract with Pochita and gets revived as \"Chainsaw Man\" — a man with a devil's heart.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13706018",
      "type": "series",
      "name": "SPY x FAMILY Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142838-ECZSqfknAqAT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13706018"
      },
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Family Life/Found Family/Espionage/Assassins/Foreign/Female Protagonist/Adoption/Male Protagonist/School/Super Power/Shounen/Orphan/Animals/Tsundere/Politics/Ojou-sama\nThe second half of <i>SPYxFAMILY</i>.\n<br><br>\nWith Anya Forger successfully enrolled at the renowned Eden Academy, Operation Strix advances to its second phase. To investigate Ostanian politician Donovan Desmond, Anya must either befriend his son Damian or collect eight Stella Stars to become an Imperial Scholar. Fortunately, Anya has already acquired her first star. In celebration, her adoptive father, Loid, decides to fulfill her wish to adopt a dog.\n<br><br>\nDuring their canine search, Loid receives new orders from his superiors, who have found that a band of Berlint University students is plotting to assassinate Westalis' Minister Brantz using bombs worn by trained dogs. While Loid tries to stop their plans, Anya stumbles upon the terrorists' base of operations. There, she befriends a kindhearted, clairvoyant dog who the family later names Bond.\n<br><br>\nAlthough the Forgers continue to lead their individual lives in secrecy, the family—with a new fluffy addition—remains united through all of the unusual obstacles thrown their way.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt15222080",
      "type": "series",
      "name": "BLUELOCK",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137822-4dVWMSHLpGf8.png",
      "behaviorHints": {
        "defaultVideoId": "tt15222080"
      },
      "description": "Genres: Action, Drama, Sports\nTags:Football/Male Protagonist/Shounen/Athletics/Battle Royale/Primarily Male Cast/Primarily Teen Cast/Ensemble Cast/Bisexual/CGI/Surreal Comedy\nJapan’s desire for World Cup glory leads the Japanese Football Association to launch a new rigorous training program to find the national team’s next striker. Three hundred high school players are pitted against each other for the position, but only one will come out on top. Who among them will be the striker to usher in a new era of Japanese soccer?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5897304",
      "type": "series",
      "name": "Mob Psycho 100 III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140439-qpBzXkvVqSx3.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5897304"
      },
      "description": "Genres: Action, Comedy, Psychological, Slice of Life, Supernatural\nTags:Coming of Age/Super Power/Philosophy/Urban Fantasy/Shounen/Ghost/Male Protagonist/Satire/School/Parody/Urban/School Club/Primarily Male Cast/Primarily Teen Cast/Rural\nThe third season of <i>Mob Psycho 100</i>. <br><br>\nThe appearance of a divine tree and new religion turns Mob and Reigen's city upside down!<br><br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 6",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139630-2Nvd1vqQ52Ik.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5626028"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Super Power/Superhero/Shounen/Male Protagonist/Anti-Hero/Ensemble Cast/Conspiracy/Heterosexual/CGI/Yandere/Bisexual\nWith Tomura Shigaraki at its helm, the former Liberation Army is now known as the Paranormal Liberation Front. This organized criminal group poses an immense threat to the Hero Association, not only because of its sheer size and strength, but also the overpowering quirks of Jin \"Twice\" Bubaigawara and Gigantomachia.\n<br><br>\nAs new intel from the covert hero Keigo \"Hawks\" Takami confirms that Shigaraki is nowhere to be seen, the Hero Association decides to strike the enemy headquarters with a surprise attack using the entirety of its assets—and the UA students find themselves on the battlefield once again. As the fight rages on, the unsuspecting villains must regroup and push back, but the brave heroes are determined to eradicate every last one of them.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt14115938",
      "type": "series",
      "name": "The Eminence in Shadow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130298-O7nR1Wrav2dH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14115938"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Isekai/Chuunibyou/Male Protagonist/Parody/Anti-Hero/Magic/Cult/Swordplay/Primarily Female Cast/Meta/Espionage/Female Harem/Elf/School/Politics/Female Protagonist/Kemonomimi/Heterosexual/Satire/Philosophy/Gore/Feet/Prison/Torture\nSome people just aren’t suited to playing the part of the flashy, in-your-face hero or the dastardly, mustache-twirling villain with larger-than-life panache. Instead, they operate in the shadows and pull the strings of society through wit and cleverness. That’s the role Cid wants to play when he’s transported to another world. Cid spins a yarn or three and becomes the unlikely leader of the underground Shadow Garden organization that fights against a menacing cult (which he totally made up). However, there’s a catch even his wild imagination didn’t see coming: the cult he concocted actually exists, and they’re beyond displeased that his power fantasy just got in the way of their evil plans!<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt17158756",
      "type": "series",
      "name": "BOCCHI THE ROCK!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130003-5Y8rYzg982sq.png",
      "behaviorHints": {
        "defaultVideoId": "tt17158756"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Band/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Coming of Age/Cute Girls Doing Cute Things/Hikikomori/Rehabilitation/Yuri/Surreal Comedy/Seinen/LGBTQ+ Themes/Meta/Parody/Work/Rotoscoping/School/Iyashikei/Chibi\nHitori Gotou, “Bocchi-chan,” is a girl who’s so introverted and shy around people that she’d always start her conversations with “Ah...”<br>\n<br>\nDuring her middle school years, she started playing the guitar, wanting to join a band because she thought it could be an opportunity for even someone shy like her to also shine. But because she had no friends, she ended up practicing guitar for six hours every day all by herself. After becoming a skilled guitar player, she uploaded videos of herself playing the guitar to the internet under the name “Guitar Hero” and fantasized about performing at her school’s cultural festival concert. But not only could she not find any bandmates, before she knew it, she was in high school and still wasn’t able to make a single friend!<br>\n<br>\nShe was really close to becoming a shut-in, but one day, Nijika Ijichi, the drummer in Kessoku Band, reached out to her. And because of that, her everyday life started to change little by little...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0434665",
      "type": "series",
      "name": "BLEACH: Thousand-Year Blood War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116674-p3zK4PUX2Aag.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0434665"
      },
      "description": "Genres: Action, Adventure, Supernatural\nTags:War/Swordplay/Shounen/Super Power/Male Protagonist/Gore/Body Horror/Urban Fantasy/Cultivation/Mythology/Religion/Tomboy/Terrorism/CGI\nWas it all just a coincidence, or was it inevitable?\n<br><br>\nIchigo Kurosaki gained the powers of a Soul Reaper through a chance encounter. As a Substitute\nSoul Reaper, Ichigo became caught in the turmoil of the Soul Society, a place where deceased\nsouls gather. But with help from his friends, Ichigo overcame every challenge to become even\nstronger.\n<br><br>\nWhen new Soul Reapers and a new enemy appear in his hometown of Karakura, Ichigo jumps\nback into the battlefield with his Zanpakuto to help those in need. Meanwhile, the Soul Society\nis observing a sudden surge in the number of Hollows being destroyed in the World of the Living.\nThey also receive separate reports of residents in the Rukon District having gone missing. Finally,\nthe Seireitei, home of the Soul Reapers, comes under attack by a group calling themselves the\nWandenreich.\n<br><br>\nLed by Yhwach, the father of all Quincies, the Wandenreich declare war against the Soul Reapers\nwith the following message: <i>\"Five days from now, the Soul Society will be annihilated by the\nWandenreich.\"</i>\n<br><br>\nThe history and truth kept hidden by the Soul Reapers for a thousand long years is finally brought\nto light.\n<br><br>\nAll things must come to an end as Ichigo Kurosaki's final battle begins!"
    },
    {
      "id": "tt12063450",
      "type": "series",
      "name": "To Your Eternity Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138565-JzvDqH84ILzi.png",
      "behaviorHints": {
        "defaultVideoId": "tt12063450"
      },
      "description": "Genres: Adventure, Drama, Fantasy, Psychological, Supernatural\nTags:Shapeshifting/War/Ensemble Cast/Philosophy/Cult/Ghost/Religion/Body Horror/Shounen/Gore/Animals/Historical/Agender\nAfter seeing enough death and tragedy, the immortal Fushi secludes himself on an island, defending himself from enemy Nokkers. However, instead of attacking Fushi in isolation, Nokkers begin targeting the settlements outside of his reach in hopes of luring him out. Soon, a group known as the Guardians—led by Hisame, the descendant of the deceased warrior Hayase—finds Fushi.\n<br><br>\nInspired by how Fushi protected Janada Island from the Nokkers years ago, the Guardians have grown a considerable following and are recognized throughout the world. Initially reluctant, Fushi allows the Guardians to accompany him to the site of the Nokkers' recent attack. In their village, Fushi meets a few valuable allies, both new and old. But as the conflict with the Nokkers only leads to more loss, Fushi must find the inner strength to face his inevitable sorrow.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt16231800",
      "type": "series",
      "name": "More than a Married Couple, but Not Lovers.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141949-tViCIRHPZAyG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16231800"
      },
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Heterosexual/Tsundere/Love Triangle/Gyaru/Shounen/School/Primarily Teen Cast/Coming of Age/Female Harem\nThird-year high school student Jirou Yakuin hoped to partner with Shiori Sakurazaka of the same class in the mandatory \"Couple Practical\" course. In this practical, students must demonstrate that they have the necessary skillset to live with a partner of the opposite sex while presenting a certain level of harmony to the video surveillance that grades them.<br>\n<br>\nUnfortunately, random chance put his slightly subdued self into the practical with the person polar opposite to him, the gyaru Akari Watanabe. Akari on the other hand hoped to be paired with her crush Minami Tenjin.<br>\n<br>\nTheir hopes are doubly dashed when they find out that Shiori and Minami are assigned together. Thus, they reluctantly decide to cooperate to reach the top ten, which would give them the right to exchange partners if both couples agree. To that end, Jirou steals Akari's first kiss without realizing what he'd done, while giving a hurried good-bye kiss..."
    },
    {
      "id": "tt15483602",
      "type": "series",
      "name": "Reincarnated as a Sword",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139587-rbZVcigCRtHY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15483602"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Orphan/Swordplay/Nekomimi/Isekai/Found Family/Female Protagonist/Magic/Dungeon/Gore/Cute Girls Doing Cute Things/Food/Slavery/Goblin\nSome isekai protagonists are reincarnated as powerful warriors or skilled wizards, but our protagonist was reborn in another life as a sentient sword! He’s taken up by Fran, a desperate girl fleeing evil-doers intent on selling her into slavery. With her new weapon’s help and guidance, she’s able to strike down her captors and secure her freedom. Together, this unconventional master-student duo embark on an epic journey to liberate those in need and exact justice on the cruel of heart.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: Episode 1 was streamed in advance on September 28, 2022 on AbemaTV. The regular TV broadcast began on October 5, 2022.</i>"
    },
    {
      "id": "tt16764368",
      "type": "series",
      "name": "Urusei Yatsura (2022)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143277-BJYg1aFUE8tV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16764368"
      },
      "description": "Genres: Comedy, Romance, Sci-Fi, Supernatural\nTags:Surreal Comedy/Slapstick/Episodic/Love Triangle/Heterosexual/School/Ensemble Cast/Aliens/Male Protagonist/Shounen/Parody/Super Power/Urban Fantasy/Tomboy/Youkai/Shrine Maiden/Gender Bending/Crossdressing/Meta/Tennis/LGBTQ+ Themes\nWhen an alien race known as the Oni invade Earth, the chronically unlucky and unapologetically lecherous Ataru Moroboshi is selected as humanity’s representative in a duel for the fate of the planet! His opponent is Lum, the Oni’s very pretty princess, and it’s only thanks to Ataru’s unscrupulous behavior that he’s able to scrape out a win in a treacherous game of tag against her. Ataru thinks he’s had his lucky break at last, but when Lum takes a shine to him off the battlefield, the conflict follows him home as Lum invades not only planet Earth, but also the womanizing Ataru’s love life!<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21991254",
      "type": "series",
      "name": "Romantic Killer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153930-iL3yOVS63IVR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21991254"
      },
      "description": "Genres: Comedy, Romance\nTags:Parody/Female Protagonist/Primarily Teen Cast/Slapstick/Male Harem/Love Triangle/Meta/Tsundere/Urban Fantasy/Magic/Anti-Hero/Heterosexual/Video Games/School/Asexual/Shounen/CGI\nAnzu Hoshino is a \"non-heroine type\" high school girl who pays no attention to fashion or romance and spends every day playing video games. When the wizard Riri suddenly appears, Anzu is forced to participate in the Magical World's project to stop population decline. This romantic comedy depicts what happens when Anzu goes from living a life immersed in her three favorite things — video games, chocolate, and cats — to being surrounded by handsome guys. Anzu is steadfast in her claim that she never wanted to live in a dating simulation game. She meets a handsome guy who is so popular it hurts, a clean-cut and athletic childhood friend, and a beautiful rich young guy who is naive about the outside world. By meeting Anzu, they all begin to change gradually.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt12464182",
      "type": "series",
      "name": "Uzaki-chan Wants to Hang Out! Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124395-9GeigGh1Ae2f.png",
      "behaviorHints": {
        "defaultVideoId": "tt12464182"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Large Breasts/Slapstick/Tomboy/Primarily Adult Cast/Heterosexual/Female Protagonist/Male Protagonist/College/Seinen/Fitness/Bullying/Video Games/Episodic/Meta\nThe second season of <i>Uzaki-chan wa Asobitai!</i>."
    },
    {
      "id": "tt15433166",
      "type": "series",
      "name": "Mobile Suit Gundam: The Witch from Mercury",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139274-nzHOkKMoCxvD.png",
      "behaviorHints": {
        "defaultVideoId": "tt15433166"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Real Robot/Female Protagonist/Space/Primarily Teen Cast/School/Politics/Super Robot/Conspiracy/LGBTQ+ Themes/Guns/Witch/Cyberpunk/Bullying\nA.S. (Ad Stella) 122\n<br><br>\nAn era when a multitude of corporations have entered space and built a huge economic system. A lone girl from the remote planet Mercury transfers to the Asticassia School of Technology, run by the Beneritt Group which dominates the mobile suit industry.\n<br><br>\nHer name is Suletta Mercury. With a scarlet light burning in her pure heart, this girl walks step by step through a new world.\n<br><br>\n(Source: Mobile Suit Gundam The Witch from Mercury Official Site)"
    },
    {
      "id": "tt21345876",
      "type": "series",
      "name": "Shinobi no Ittoki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145604-FQ8gN4CPaiui.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21345876"
      },
      "description": "Genres: Action\nTags:Ninja/Coming of Age/Primarily Teen Cast/Primarily Adult Cast/Male Protagonist/War/Urban/School/Parkour/Prison\nIttoki Sakuraba was an ordinary student, until his life was turned upside down! He finds out that he is the 19th heir of the famous Iga Ninjas. The Iga must try to defend what is theirs from the Koga, a rivaling clan seeking to end Ittoki’s life. Ittoki is left with no choice but to become a shinobi that’s strong enough to not only protect himself, but also his village. Now a student at Kokuten Ninja Academy, a high school specializing in shinobi techniques, Ittoki learns the way of the modern-day ninja, equipped with high-tech suits and gadgets. Together with students from other villages, Ittoki clashes with the Koga in an attempt to end the rivalry once and for all.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21929358",
      "type": "series",
      "name": "Akiba Maid War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151379-JxxgTgSViXZL.png",
      "behaviorHints": {
        "defaultVideoId": "tt21929358"
      },
      "description": "Genres: Action, Comedy, Drama\nTags:Maids/Primarily Female Cast/Female Protagonist/Work/Primarily Adult Cast/Otaku Culture/Urban/Kemonomimi/Anachronism/Ensemble Cast/Gyaru/War/Kuudere/Cute Girls Doing Cute Things/Tanned Skin/Food\nAkihabara is the center of the universe for the coolest hobbies and quirkiest amusements. In the spring of 1999, bright-eyed Nagomi Wahira moves there with dreams of joining a maid café. She quickly dons an apron at café Ton Tokoton, AKA the Pig Hut. But adjusting to life in bustling Akihabara isn’t as easy as serving tea and delighting customers. Paired with the dour Ranko who never seems to smile, Nagomi must do her best to elevate the Pig Hut over all other maid cafés vying for top ranking. Along the way she’ll slice out a place for herself amid the frills and thrills of life at the Pig Hut. Just when Nagomi’s dreams are within her grasp, she discovers not everything is as it seems amid the maid cafés of Akihabara.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt11034066",
      "type": "series",
      "name": "Welcome to Demon School! Iruma-kun Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139092-q521Du1fkosV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11034066"
      },
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:School/Demons/Primarily Teen Cast/Magic/Isekai/Monster Girl/Monster Boy/Found Family/Ensemble Cast/Cultivation/Archery/Male Protagonist/School Club/Succubus/Butler/Idol/Video Games/Shounen\nThe third season of <i>Mairimashita! Iruma-kun</i>.<br>\n<br>\nThis time it's the jungle!<br>\n<br>\nHuman boy Suzuki Iruma becomes \"grandson\" to the great demon Sullivan and begins attending demon school where \"Grandpa\" serves as chairman. Winning friends -- and rising in demon rank, too -- Iruma thrives in his new environment, overcoming the harrowing ordeals thrown his way! In the new season, further challenges await... it's harvest season, and time for the annual test where students wade into the expansive and extremely dangerous (!) jungle to compete for food!! Classmates become rivals, and what erupts is a gargantuan battle of brawn and wits?<br>\n<br>\n(Source: NHK)"
    },
    {
      "id": "tt21345944",
      "type": "series",
      "name": "Beast Tamer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150695-UOQF6Zz2iCTX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21345944"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Found Family/Kemonomimi/Monster Girl/Primarily Female Cast/Female Harem/Male Protagonist/Heterosexual/Nekomimi/Dragons/Animals/Urban Fantasy/Twins/Magic/Orphan/Witch/Chibi/Travel/Tsundere/CGI\nBecause Rain was a weak and simple beast tamer, he was expelled from the hero's group but that didn't stop his desire to be an adventurer. By taking simple quests afterwards he has a destined encounter with a strong cat girl."
    },
    {
      "id": "tt15533960",
      "type": "series",
      "name": "I'm the Villainess, So I'm Taming the Final Boss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139820-T8Nk5dRd3q9L.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15533960"
      },
      "description": "Genres: Comedy, Fantasy, Romance, Supernatural\nTags:Villainess/Heterosexual/Shoujo/Female Protagonist/Demons/Isekai/Ojou-sama/Magic/Fairy Tale/Conspiracy/Primarily Teen Cast/School/Animals/Swordplay/Medicine/LGBTQ+ Themes/Kuudere/Dragons/Bullying/Anti-Hero\nWhen Aileen, the Duke’s daughter, regains her memories of her past life, she realizes she’s barreling toward ruin at full speed. Searching for any way out of her hopeless situation, the method she chooses is to capture the heart of the last boss--the Demon Lord Claude!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt14323890",
      "type": "series",
      "name": "Do It Yourself!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131516-kLB37ISBeOX0.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14323890"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/Cute Girls Doing Cute Things/Iyashikei/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Tsundere/Educational/LGBTQ+ Themes/Tomboy/Slapstick\nBuilding furniture and friendships have a lot in common. Intention, effort, and hard work are needed for both crafts. This is a story of girls in a DIY club building both as they carve out their futures. None of it comes easy, but that doesn’t stop any of ’em. Furniture, friendships, and the future—they’re building it all with their own hands! <br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2904686",
      "type": "series",
      "name": "LOVE FLOPS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146676-8hkJxhY3b4tX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2904686"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Female Harem/Primarily Female Cast/Heterosexual/Male Protagonist/Surreal Comedy/Parody/Primarily Teen Cast/Teacher/Magic\nAsahi Kashiwagi lives the typical life of an average high school student — until the day a TV fortune teller’s predictions come true one after another, culminating in a series of risqué encounters! Destiny seemingly draws five beautiful girls into Asahi’s path, and soon he finds himself fielding not one, not two, but five love confessions. Asahi will need to follow his heart to find the perfect love for him, or else his love fortunes may end in one epic flail and flop.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21345970",
      "type": "series",
      "name": "I've Somehow Gotten Stronger When I Improved My Farm-Related Skills",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145815-XsgcXy7WzgtK.png",
      "behaviorHints": {
        "defaultVideoId": "tt21345970"
      },
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Male Protagonist/CGI/Super Power/Demons/Female Harem/Dragons/Agriculture/Parody\nAl Wayne loves farming — and we don’t mean the video game sim. He wants to be a literal farmer, but in the process of improving his agriculture skills, he somehow winds up maxing out his overall character stats! He’s superpowered in the most unexpected of ways with abilities even the strongest of heroes would envy. Alas, all he wants is an idyllic farmer's life, but with demons and monsters invading the realm, Al may have to take up the mantle of hero just to keep his dreams from withering away!<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt22443832",
      "type": "series",
      "name": "Arknights: PRELUDE TO DAWN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140660-iJAS9omOJdzU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt22443832"
      },
      "description": "Genres: Action, Fantasy\nTags:Terrorism/Pandemic/War/Amnesia/Dystopian/Urban/Super Power/Female Protagonist/Kemonomimi/Magic/Medicine/Guns/Military\nIn the land of Terra, natural disasters of unknown causes have been occurring irregularly in many areas. Therefore, the majority of the people, in order to escape those natural disasters, came to live in mobile cities developed over the years. The Originium left behind at the site of such Catastrophes, has led to the rapid progress of civilization due to their immense energy. But it also brought something else with it — an incurable disease called Oripathy.\n<br><br>\nBecause the bodies of those with Oripathy gradually crystalize and become a new source of infection at the time of death, in many countries, the Infected are subject to persecution under regimes of segregation and forced labor. Those who were oppressed by the governments are starting to rebel. Rhodes Island, a pharmaceutical company researching a cure for Oripathy, takes up their arms and starts a conquest trying to save all the people from the disease.\n<br><br>\n(Source: Official Site, translated, edited)"
    },
    {
      "id": "tt3306838",
      "type": "series",
      "name": "Play It Cool, Guys",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147885-RuqC9lZH9ao6.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3306838"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Male Protagonist/Cute Boys Doing Cute Things/Iyashikei/Primarily Adult Cast/Primarily Male Cast/Urban/Slapstick/Episodic/Kuudere/Shoujo/Work/College/Writing/School/Tsundere/Chibi/Handball/Fashion\nAt first glance, these guys look cool and handsome.\n<br><br>\nYou want to get closer to them... but then you realize they're all clumsy! They forget their wallets, turn on their music on the train without putting their headphones in, put on glasses when they have their contacts in, stab bendy straws backwards into drinks, walk around with a shoehorn that they thought was an umbrella… Despite being so clumsy, these guys never forget to play it cool. <br>\n<br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt12311976",
      "type": "series",
      "name": "TONIKAWA: Over The Moon For You ~Uniform~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141212-653p6mvmOCgz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12311976"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Cosplay/Marriage/Heterosexual/Cute Girls Doing Cute Things/Family Life/Shounen\nIn the Arisugawa family, Tsukasa and Nasa are enjoying their first year of marriage. Although the two did have their fateful encounter, they did not have the typical high school experience of falling in love and uniform dating; instead, Tsukasa put on a uniform with the help of Aya. Nasa couldn't contain his excitement when he saw Tsukasa wearing a uniformed secretary. What dramatic event will befall the two individuals?<br>\n<br>\n(Source: Bilibili)"
    },
    {
      "id": "tt18566706",
      "type": "series",
      "name": "Immoral Guild",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146233-iJW5lfwNFH5a.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt18566706"
      },
      "description": "Genres: Action, Comedy, Ecchi, Fantasy\nTags:Nudity/Slapstick/Primarily Female Cast/Female Harem/Male Protagonist/Heterosexual/Large Breasts/Ensemble Cast/Rural/Primarily Teen Cast/Anachronism/Kemonomimi/Magic/Shounen/Fitness/Elf/Archery/Demons/Martial Arts/Food/Butler/Maids\nDetermined to retire but unwilling to leave his guild without a successor, Kikuru trains a few heroines as apprentices. But between their personalities and monsters with an… unusual interest in women? His retirement is getting further away every day.<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21197084",
      "type": "series",
      "name": "Raven of the Inner Palace",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142701-jyjYorMpj3lf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21197084"
      },
      "description": "Genres: Drama, Fantasy, Mystery, Supernatural\nTags:Female Protagonist/Foreign/Historical/Primarily Adult Cast/Detective/Magic/Episodic/Mythology/Ghost/Shoujo/Kuudere/Necromancy/Heterosexual/Tsundere/Politics/Ojou-sama/Body Horror/Maids/Orphan\nDeep within the inner palace lives a special consort who does not serve the emperor despite her position as a consort. She is known as the Raven Consort. People who have seen her say she looks like an old woman, while others say she looks like a young girl. Stories tell of her use of mysterious arts, and how she can take on any request, be it death curses or finding lost things. Koushun, the current emperor, goes to visit the Raven Consort with that intention. Without knowing that their fated meeting will become a taboo that will overturn history.\n<br><br>\n(Source: Shikkarito)"
    },
    {
      "id": "tt8225204",
      "type": "series",
      "name": "Golden Kamuy Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142343-o8gkjIF434qZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt8225204"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Military/Historical/Educational/Seinen/Primarily Adult Cast/Guns/Travel/Survival/Animals/Gore/Revenge/Rural/Ensemble Cast/Outdoor/Food/Swordplay/Detective/Nudity/Language Barrier/Archery/Environmental/Ice Skating/Fishing/Tanned Skin/Foreign\nThe fourth season of <i>Golden Kamuy</i>."
    },
    {
      "id": "tt17501150",
      "type": "series",
      "name": "Bibliophile Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144533-DqgPeBmWZPYQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt17501150"
      },
      "description": "Genres: Drama, Romance\nTags:Female Protagonist/Ojou-sama/Heterosexual/Historical/Shoujo/Kuudere/Foreign\nKnown as the Bibliophile Princess for her unquenchable love of books, Lady Eliana Bernstein wants nothing more than to shirk social duties in favor of retreating to the library. So, when the handsome Crown Prince Christopher promises to shield her from high-society drudgery in exchange for pretending to be his fiancée, she jumps at the chance to hide behind their sham relationship and read to her heart’s content (especially since he’s offered her access to the palace library). But much like the plot of her favorite novel, soon Eli’s feelings for the prince develop in unexpected ways, and she realizes she can’t always judge a royal book by its cover.\n\n<br><br> (Source: HIDIVE)"
    },
    {
      "id": "tt19406880",
      "type": "series",
      "name": "Management of a Novice Alchemist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139369-uwq21xa6v1JJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19406880"
      },
      "description": "Genres: Fantasy, Slice of Life\nTags:Alchemy/Female Protagonist/Work/Magic/Rural/Primarily Female Cast/Cute Girls Doing Cute Things/Economics\nOrphaned Sarasa just graduated from the Royal Alchemist Academy, and that means her longed-for life of elegance and riches is close at hand! As a graduation gift, her teacher gifts her a house to set up shop — but Sarasa’s dilapidated new digs are beyond far-flung. What’s a novice alchemist to do when they're stuck in the middle of nowhere with a business to run and supplies to gather from a very dangerous natural world? Whether it’s facing down frightening fantasy creatures or finding creative ways to attract customers, Sarasa has her work cut out for her as she achieves her dream of becoming the greatest alchemist around!<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt3639872",
      "type": "series",
      "name": "KanColle Season 2: Let's Meet at Sea",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21294-lsg0PPbVF03T.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3639872"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Female Protagonist/Ships/Primarily Female Cast/Military/Historical/War/Ensemble Cast/CGI/Cute Girls Doing Cute Things/School/Kuudere\nA sequel to <i>Kantai Collection: KanColle</i>.<br><br>\nShigure finds herself assigned to the 1st Striking Force 3rd Division for an important upcoming operation along with a surprising variety of other Fleet Girls. What will their role in the next big offensive against the Abyssals be?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7808370",
      "type": "series",
      "name": "Pop Team Epic Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143086-Rrh3d7y454ZG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7808370"
      },
      "description": "Genres: Comedy\nTags:Surreal Comedy/Parody/Badminton/Meta/Slapstick/Henshin/Satire/Cosmic Horror/Goblin/Space/CGI/Crossover/Super Robot/Battle Royale/Guns\nThe second season of <i>Poputepipikku</i>."
    },
    {
      "id": "tt12464204",
      "type": "series",
      "name": "Peter Grill and the Philosopher’s Time: Super Extra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141400-IHU8WRGMWrCh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12464204"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy\nTags:Female Harem/Male Protagonist/Heterosexual/Nudity/Netorare/Seinen/Goblin/Elf/Monster Girl/Magic/Anthropomorphism\nThe second season of <i>Peter Grill to Kenja no Jikan</i>. <br><br>\nPeter Grill is back and ready for action! Between quelling a goblin incursion, improving trade negotiations with the dwarves and placating a watchful sister who might just go berserk to keep him in line, Peter has his work cut out for him. He’s the most sought-after hero in the land…and that’s before counting the myriad woman interested in his “other” talents. It will take every last scrap of Peter’s willpower to keep his focus on heroing in another raunchy season of <i>Peter Grill and the Philosopher’s Time - Super Extra!</i> <br><br>\n\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt15242936",
      "type": "series",
      "name": "ROAD OF NARUTO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155348-4ipji8SvTjyh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15242936"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Ninja/Shounen/Male Protagonist/Martial Arts/Super Power/Anti-Hero\nA special animation made to commemorate the 20th anniversary of the <i>NARUTO</i> anime."
    },
    {
      "id": "tt22750834",
      "type": "series",
      "name": "The Little Lies We All Tell",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146962-mBcqIslFD83F.png",
      "behaviorHints": {
        "defaultVideoId": "tt22750834"
      },
      "description": "Genres: Comedy, Sci-Fi, Slice of Life, Supernatural\nTags:Surreal Comedy/Aliens/Cute Girls Doing Cute Things/Ensemble Cast/Female Protagonist/Ninja/Super Power/Primarily Teen Cast/Episodic/Primarily Female Cast/Crossdressing/School/Male Protagonist/Urban/LGBTQ+ Themes/Swimming/Food\nThe school comedy story follows four friends at a girls' school. They may seem like ordinary second-year junior high school students at first glance, but they are a space pilot, a ninja without a clan, a girl with supernatural powers, and a boy in girls' clothes.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt22445494",
      "type": "series",
      "name": "Berserk: The Golden Age Arc - Memorial Edition",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155011-dCGHIBUyI2km.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt22445494"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Horror, Supernatural\nTags:Male Protagonist/Seinen/Primarily Adult Cast/War/Swordplay/Gore/Military/Politics/CGI/Anti-Hero\nKentaro Miura's legendary series returns in <i>Berserk: The Golden Age Arc - Memorial Edition.</i><br><br>\n\nThe lone mercenary Guts travels a land where a century-old war is raging. His ferocity and skill in battle attract the attention of Griffith, the leader of a group of mercenaries called the Band of the Hawk. Guts becomes Griffith’s closest ally and confidant, but despite all their victories, Guts begins to question why he fights for another man’s dream of ruling his own kingdom. Unknown to Guts, Griffith’s unyielding ambition is about to bestow a horrible fate on them both. <br><br>\n(Source: Crunchyroll, Viz Media)<br><br>\n<i>Note: This is a TV broadcast of the Golden Age film trilogy, with hundreds of new cuts including the \"Bonfire of Dreams\" scene and new music by Susumu Hirasawa and Shiro Sagisu.</i>"
    },
    {
      "id": "tt21345930",
      "type": "series",
      "name": "My Master Has No Tail",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137341-vb51oAS0lx37.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21345930"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Rakugo/Primarily Female Cast/Historical/Female Protagonist/Kuudere/Shapeshifting/Youkai/Acting/Seinen/Cute Girls Doing Cute Things/Kemonomimi/Mythology/Animals/Tsundere/Ojou-sama/Disability\nThroughout time, supernatural, shapeshifting tanuki loved playing tricks on humankind. One plucky tanuki, Mameda, is no different. But there's one big problem. She wasn’t born in the days of yore — she was born in modern, more cynical times! How can she fulfill her mischievous tanuki destiny when supernatural hijinks are a thing of the past? She finds an angle when she meets Bunko, a master of the Japanese art of rakugo, which uses storytelling to beguile its audience. Mameda is determined to use rakugo to cast a spell on humanity, but first this tanuki trickster must convince the no-nonsense Bunko to take her on as an apprentice.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "kitsu:45472",
      "type": "series",
      "name": "The Seven Deadly Sins: Grudge of Edinburgh Part 1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141352-5GzCzHxoH29X.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:45472"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Full CGI/Super Power/Demons/Magic/CGI\n14 years since the Kingdom of Liones defeated the Demon Clan and brought peace to the land, Prince Tristan is tormented by his inability to control two great powers: the Demon Clan power of his father, Meliodas, who served as captain of the Seven Deadly Sins as the Dragon Sin of Wrath, and the Goddess Clan power of his mother, Elizabeth. When Elizabeth’s life is threatened, Tristan flees the kingdom and heads toward Edinburgh, where Deathpierce — who was once a member of group of the kingdom’s Holy Knights, the Pleiades of the Azure Sky — maintains his castle. But what are Deathpierce’s intentions?<br>\n<br>\nThe wheel of fate begins to move and sweeps up even The Seven Deadly Sins…<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt21826010",
      "type": "series",
      "name": "Housing Complex C",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146475-skJNiUL4EU8a.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt21826010"
      },
      "description": "Genres: Horror\nTags:Rural/Female Protagonist/Body Horror/Cult/Hikikomori\n<i>Housing Complex C</i> centers around Kimi, who lives in a small, low-cost housing complex located in the seaside town of Kurosaki where trouble seems to follow her wherever she goes, and horrific incidents begin to occur. Is an ancient evil stalking the residents of Housing Complex C? <br><br>\n\n(Source: Adult Swim)"
    },
    {
      "id": "tt2595474",
      "type": "series",
      "name": "Encouragement of Climb: Next Summit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131182-NYATKomnS2RQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2595474"
      },
      "description": "Genres: Adventure, Comedy, Slice of Life\nTags:Outdoor/Iyashikei/Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/Seinen/Educational/Fishing/Primarily Teen Cast/Episodic/Photography\nThe fourth season of <i>Yama no Susume</i>.<br>\n<br>\nAoi Yukimura’s fear of heights won’t hold her back in the next adaptation of Encouragement of Climb! Joined by fellow mountaineering enthusiasts, including the spirited Hinata Kuraue and the other climbers they’ve met on their journey to great heights, Aoi and friends tackle tough challenges and conquer new summits while they embark on adventures throughout the mountain ranges of Japan. Fans new to the franchise will get to know the world of Encouragement of Climb via a selection of compilation episodes that reintroduce fan-favorite characters and beloved moments from the series. Later episodes contain all-new stories that continue the tale of Aoi and her ambition to overcome her fears and achieve her dreams.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt0096633",
      "type": "series",
      "name": "Legend of Mana -The Teardrop Crystal-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136150-azIWKERi7SLo.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0096633"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Male Protagonist/Swordplay/Heterosexual/Magic/Anthropomorphism\nNot far from the town of Domina lives Shiloh, a boy who keeps hearing a voice in his dreams about a mission he must fulfill. But what mission could he be needed for remains unknown. That all changes when he meets two Jumi, a race that’s hunted for their unique gemstones, as a sudden outbreak of attacks against the Jumi occurs. His dream, his quest, becomes clear—help the Jumi and their gemstones!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2942228",
      "type": "series",
      "name": "Yowamushi Pedal Limit Break",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142481-eWLX6PtcvlYl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2942228"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Cycling/Shounen/School Club/Primarily Male Cast/Primarily Teen Cast/Male Protagonist\nThe fifth season of <i>Yowamushi Pedal</i>."
    },
    {
      "id": "tt13628870",
      "type": "series",
      "name": "Isekai Meikyuu de Harem wo OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151632-awVg6I4mukra.png",
      "behaviorHints": {
        "defaultVideoId": "tt13628870"
      },
      "description": "Genres: Drama, Ecchi, Fantasy, Romance\nTags:Nudity/Large Breasts/Isekai/Monster Girl/Heterosexual/Slavery/Female Protagonist/Male Protagonist\nUnaired episodes included with the first and second volumes of the <i>Isekai Meikyuu de Harem wo</i> Blu-ray/DVD box."
    },
    {
      "id": "tt3163844",
      "type": "series",
      "name": "Aru Asa Dummy Head Mic ni Natteita Ore-kun no Jinsei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152207-wUDgz8kk9o1G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3163844"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/LGBTQ+ Themes/Cute Girls Doing Cute Things/Parody/School Club/Surreal Comedy/Rakugo/Isekai/Food\nThe slapstick comedy revolves around a protagonist who was reincarnated into a dummy head microphone (a microphone embedded in a fake human head to faithfully record the aural ambience). That dummy head microphone happens to be used by Yuri and other high school girls in an ASMR club, who have their sights set on the \"ASMR Koushien\" high school championships. (ASMR or Autonomous Sensory Meridian Response is the nerve-tingling or relaxing sensation one gets in response to stimuli such as certain sounds or sights.)<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt12421676",
      "type": "series",
      "name": "Muv-Luv Alternative Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142985-3p9pJI1rOTYf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12421676"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Aliens/Military/Post-Apocalyptic/Real Robot/War/Isekai/Male Protagonist/Primarily Female Cast/Heterosexual/Female Harem/Guns/Swordplay/Drugs\nThe second season of <i>Muv-Luv Alternative</i>."
    },
    {
      "id": "tt7222086",
      "type": "series",
      "name": "Made in Abyss: Retsujitsu no Ougonkyou - Papa to Issho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b153791-CDhoG87JUdUV.png",
      "behaviorHints": {
        "defaultVideoId": "tt7222086"
      },
      "description": "Genres: Fantasy, Slice of Life\nTags:Female Protagonist/Musical/Slapstick\nShort focusing on Prushka included with the first volume of the <i>Made in Abyss: Retsujitsu no Ougonkyou</i> Blu-ray/DVD box set."
    },
    {
      "id": "kitsu:12251",
      "type": "series",
      "name": "KAGE-JITSU!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156001-Sudx5O8jCIQ4.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:12251"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Primarily Female Cast/Chibi/Isekai\nMini animations featuring characters from the <i>Kage no Jitsuryokusha ni Naritakute!</i> anime posted on the KADOKAWA Anime YouTube channel."
    },
    {
      "id": "tt22983862",
      "type": "series",
      "name": "Lupin ZERO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155925-FWI4G2QSweAz.png",
      "behaviorHints": {
        "defaultVideoId": "tt22983862"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Guns/Male Protagonist/Travel/Shounen/Historical/Coming of Age/Slapstick/Crime/Anti-Hero/Maids/School\nLupin III, a bored junior high schooler in Tokyo, takes an interest in a young Daisuke Jigen, a mysterious and impressive marksman. Lupin III strikes up a conversation with Jigen at a nightclub, however during their talk, Jigen concludes that Lupin III is simply a privileged and naïve boy from a well-to-do family and doesn’t want anything to do with him. However, while helping the nightclub singer Yoko, who is being pursued by the yakuza, Jigen learns that Lupin III is a descendant of the legendary thief…<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt26346675",
      "type": "series",
      "name": "Detective Conan: The Culprit Hanzawa",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140005-wrQjM9GmpQ7r.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt26346675"
      },
      "description": "Genres: Comedy, Mystery\nTags:Surreal Comedy/Crime/Parody/Urban/Detective\nA town of crime, Beika Town. A mysterious Dark Shadow descends onto this town that ranks among the highest crime rates in the world. His (or her?) goal is to kill a “certain man.” That key player in Detective Conan is now a protagonist! Clad in tights and possessing a pure intellect, this person’s name is… the (pseudonymous) Culprit Hanzawa!\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba Entertainment District Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142329-kET1PIXJv2eW.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9335498"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Demons/Swordplay/Shounen/Male Protagonist/Oiran/Primarily Teen Cast/Gore/Super Power/Primarily Male Cast/Ninja/Body Horror/Historical/Urban/Monster Girl/CGI/Orphan/Female Harem/Bisexual\nAfter visiting the Rengoku residence, Tanjirou and his comrades volunteer for a mission within the Entertainment District, a place where desires are sold and demons dwell. They journey alongside the flashy Sound Hashira, Tengen Uzui, in search of a monstrous foe terrorizing the town. Sworn to slay creatures of the night, the hunt continues.\n<br><br>\n(Source: Funimation)\n<br><br>\n<i>Note:<br>\n- The first episode aired with a runtime of ~47 minutes.<br>\n- The last episode aired with a runtime of ~33 minutes.</i>"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Final Season Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131681-85KUYCnUyio2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2560140"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery, Psychological\nTags:Military/Survival/Kaiju/Philosophy/Male Protagonist/Gore/Primarily Adult Cast/Ensemble Cast/CGI/Shounen/Female Protagonist/Guns/Kuudere\nThe war for Paradis zeroes in on Shiganshina just as Jaegerists have seized control. After taking a huge blow from a surprise attack led by Eren, Marley swiftly acts to return the favor. With Zeke’s true plan revealed and a military forced under new rule, this battle might be fought on two fronts. Does Eren intend on fulfilling his half-brother’s wishes or does he have a plan of his own?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15765670",
      "type": "series",
      "name": "My Dress-Up Darling",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132405-qP7FQYGmNI3d.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15765670"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Otaku Culture/Fashion/Male Protagonist/Female Protagonist/Heterosexual/Primarily Teen Cast/Gyaru/Slapstick/Photography/Seinen/School/Coming of Age\nHigh schooler Wakana Gojou cares about one thing: making Hina dolls. With nobody to share his obsession, he has trouble finding friends—or even holding conversation. But after the school’s most popular girl, Marin Kitagawa, reveals a secret of her own, he discovers a new purpose for his sewing skills. Together, they’ll make her cosplay dreams come true! <br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt10431290",
      "type": "series",
      "name": "Arifureta: From Commonplace to World's Strongest Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112323-C6nlP84x8jH8.png",
      "behaviorHints": {
        "defaultVideoId": "tt10431290"
      },
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Isekai/Anti-Hero/Female Harem/Male Protagonist/Magic/Dungeon/Guns/Demons/Primarily Female Cast/Monster Girl/Vampire/CGI/Primarily Teen Cast/Satire/Kemonomimi/Slavery/Cosmic Horror\nThe second season of <i>Arifureta Shokugyou de Sekai Saikyou</i>.<br>\n<br>\nTransported to another world and left behind by his former friends, Hajime had to make his rise from literal rock bottom. It was in the labyrinth where he strengthened his weak magic and found several beautiful allies. Now after saving his classmates, he ventures for Erisen to escort Myuu and her mother. He'll fight and defeat anyone he has to in order to find a way home—including a god!<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14641098",
      "type": "series",
      "name": "The Case Study of Vanitas Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135136-wVMApb1FEmkz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14641098"
      },
      "description": "Genres: Action, Drama, Fantasy, Mystery, Supernatural\nTags:Vampire/Foreign/Male Protagonist/Primarily Adult Cast/Steampunk/Anti-Hero/Historical/Shounen/Heterosexual/Detective/Revenge\nThe second cour of <i>Vanitas no Carte</i>.<br>\n<br>\nIt’s 19th-century Paris, and young vampire Noé hunts for the Book of Vanitas. Attacked by a vampire driven insane, a human doctor called Vanitas tempts Noé with a mad crusade to “cure” the entire vampire race. While allying with him may be dangerous, news reaches Vanitas that the Beast of Gévaudan has returned, and Noé is being brought along to investigate this phantom from the past.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13956466",
      "type": "series",
      "name": "The Genius Prince's Guide to Raising a Nation Out of Debt",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129190-UnaPbNhTCTOR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13956466"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Politics/Male Protagonist/Military/Economics/Religion/Female Harem/Nudity/Gore\nOnce upon a time in a far away land there lived a prince, a genius prince. The genius prince fought alongside his people and led them to a great many triumphs. However, truth be told, he just wants to let everything go and live in tranquility.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14187728",
      "type": "series",
      "name": "Sabikui Bisco",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130591-9O1cf7u6SfYa.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14187728"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Post-Apocalyptic/Male Protagonist/Medicine/Pandemic/Archery/Drugs/Cyberpunk/Kaiju/Guns/Animals/Motorcycles/Kids\nJapan’s post-apocalyptic wasteland replete with dust can only be saved by one thing—fungus. Bisco Akaboshi, a wanted criminal and skilled archer, searches for a legendary mushroom, known as Sabikui, said to devour any and all rust. Joining him on this epic saga to save the country is a giant crab and a young doctor. Can this unlikely trio find the fabled fungi and save the land?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13411814",
      "type": "series",
      "name": "World's End Harem",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx118465-EGB0OajA5rei.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13411814"
      },
      "description": "Genres: Ecchi, Sci-Fi\nTags:Female Harem/Nudity/Pandemic/Male Protagonist/Primarily Female Cast/Heterosexual/Dystopian/Large Breasts/Politics/Survival/Ensemble Cast/Love Triangle/Femdom/School/Teacher/Group Sex/Military/Yandere/POV\nThe time is near future-Tokyo, Japan in 2040. Reito, a young man suffering from an intractable disease, vows to reunite with his childhood friend Erisa and decides to \"cold sleep\" to cure his illness. When he wakes up five years later, the world was undergoing a major transformation. The MK (Male Killer) virus kills 99.9% of men on the planet. The ground was a super harem with 5 billion women for every 5 men. <br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The series was originally scheduled to release in the Fall 2021. Delayed last minute, episode 1 aired as scheduled on October 8, 2021 as a \"special advanced broadcast\" with the rest pushed back to Winter 2022.</i>"
    },
    {
      "id": "tt15441424",
      "type": "series",
      "name": "The Strongest Sage with the Weakest Crest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129191-F80AgCUP79yE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15441424"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance, Slice of Life\nTags:Demons/Magic/Male Protagonist/Conspiracy/Heterosexual/Primarily Teen Cast/Dungeon/Swordplay/School/Female Harem\nHis strength limited by the magical crest with which he was born, Matthias, the world’s most powerful sage, decides reincarnation is necessary to become the strongest of all. Upon his rebirth as a young boy, Matthias is thrilled to discover he’s been born with the optimal crest for magical combat on his first try! Unfortunately, the world he’s been born into has abysmally poor standards when it comes to magic, and everyone thinks he’s still marked for failure! Now it’s up to Matthias to prove everyone wrong…world’s strongest sage-style!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14980764",
      "type": "series",
      "name": "Sasaki and Miyano",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126288-LDuOrj9RFv3E.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14980764"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Boys' Love/LGBTQ+ Themes/Male Protagonist/Primarily Teen Cast/School/Meta/Otaku Culture/Cute Boys Doing Cute Things/Primarily Male Cast/Shoujo/Coming of Age/Chibi/Iyashikei/Trains\nMiyano spends his days reading Boys’ Love manga and worrying about the soft features of his face. His world of fiction becomes reality when a chance encounter leads him to high school senior Sasaki in the middle of a fight. Now, Sasaki wants to spend every opportunity he can to get to know Miyano. And what was once admiration quickly turns into affection.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt13399402",
      "type": "series",
      "name": "How a Realist Hero Rebuilt the Kingdom Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139648-Gc88ZbCFeKCQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13399402"
      },
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Isekai/Politics/Male Protagonist/Economics/Female Harem/Heterosexual/Agriculture/Magic/Tsundere\nThe second part of <i>Genjitsu Shugi Yuusha no Oukoku Saikenki</i>.<br>\n<br>\nSummoned to a fantasy world, Kazuya Souma is ruling a kingdom with a nontraditional (and very human) route of administrative reform. He’s tackling food shortages, mastering dark magic, and dazzling a few ladies along the way. Despite his latest good intentions, Kazuya breaks the ban on war to defeat a military dictatorship. Now, he must answer to the Gran Chaos Empire’s idealistic leader…uh oh.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15533674",
      "type": "series",
      "name": "Akebi’s Sailor Uniform",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131548-4OXik3SWOaee.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15533674"
      },
      "description": "Genres: Slice of Life\nTags:Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast/School/Rural/Coming of Age/Primarily Teen Cast/Family Life/Episodic/Feet/Ensemble Cast/Slapstick/School Club/Tennis/Cheerleading/Seinen/Swimming/Tomboy/Volleyball/Fishing\nIt’s Komichi Akebi’s first year of junior high and she has her heart set on one thing: Robai Private Academy’s sailor uniform. As the next chapter of her life gets closer, she dreams of all the exciting new experiences she’ll get to have—school lunches, classes, club activities, and of course, making lots of friends! With her favorite outfit on, Komichi feels ready for anything.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Cour 2 - Eris the Goblin Slayer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141534-Tmnlz4mvYhaU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13293588"
      },
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Swordplay/Tsundere/Female Protagonist/Magic/Religion/Goblin/Female Harem/Isekai/Male Protagonist/Gore/Heterosexual\nWhile Rudeus reunites with his father in Millishion, Eris sets out to fulfill her dream of slaying goblins. While at the Adventures' Guild, however, she encounters Cliff, a conceited young mage who threatens to spoil her adventure.<br>\n<br>\n(Source: Funimation)<br>\n<br>\n<i>Note: An unaired special episode included in the 4th Blu-ray volume.</i>"
    },
    {
      "id": "tt15018116",
      "type": "series",
      "name": "Love of Kill",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127050-kJ3pIbJzLDYT.png",
      "behaviorHints": {
        "defaultVideoId": "tt15018116"
      },
      "description": "Genres: Action, Psychological, Romance\nTags:Assassins/Primarily Adult Cast/Urban/Female Protagonist/Josei/Ships/Guns/Male Protagonist/Yandere/Crime/Police/Foreign\nTwo assassins face off. The cool bounty hunter Chateau and the mysterious and powerful Ryang-ha. Chateau and Ryang-ha become enemies after this fight—at least, they should have, but for some reason Ryang-ha takes a liking to Chateau and begins following her around.<br>\n<br>\nLittle by little, Chateau develops a cooperative partnership with Ryang-ha, which gets her caught up in the struggle against the organizations hunting him down. Furthermore, that battle is related to her past as well. Two mismatched assassins weave together a twisted \"Assassin X Assassin\" thriller. The strange gears of fate begin to move.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n\n<i>Note: The first episode had an early premiere at AnimeNYC 2021.</i>"
    },
    {
      "id": "tt14669108",
      "type": "series",
      "name": "Life With an Ordinary Guy Who Reincarnated Into a Total Fantasy Knockout",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134252-6pwG0YdI20aQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14669108"
      },
      "description": "Genres: Adventure, Comedy, Fantasy, Romance\nTags:Gender Bending/Isekai/Slapstick/Primarily Adult Cast/LGBTQ+ Themes/Parody/Magic/Gods/Shounen/Meta/Heterosexual/Elf/Travel/Satire\nChildhood friends Tachibana Hinata and Jinguuji Tsukasa were living the everyday life of office workers. Then, on the way home from a mixer, they were sent flying into another world by a mysterious being. Once there, Jinguuji sees his best friend has been turned into a beautiful blonde-haired, blue-eyed girl...?!<br>\n<br>\nThe adorableness of Tachibana’s female form completely flummoxes Tachibana. But these two are each others’ best friends. To keep their relationship from being destroyed, they must defeat the Demon Lord as quickly as possible and return to their original forms.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7808344",
      "type": "series",
      "name": "Teasing Master Takagi-san Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138424-97Nz1P7M3O2d.png",
      "behaviorHints": {
        "defaultVideoId": "tt7808344"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Episodic/Primarily Child Cast/School/Heterosexual/Slapstick/Rural/Fishing/Shounen\nThe third season of <i>Karakai Jouzu no Takagi-san</i>.<br>\n<br>\nNishikata hasn’t endured years of pranks for nothing. Every battle of wits with Takagi brings him one step closer to turning the tables and making her blush, and now Nishikata waits for the perfect opportunity to win adorable, glorious revenge.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt15490038",
      "type": "series",
      "name": "Kotaro Lives Alone",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139589-oFz7JwpwRkQV.png",
      "behaviorHints": {
        "defaultVideoId": "tt15490038"
      },
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Family Life/Found Family/Primarily Adult Cast/Episodic/Coming of Age/Male Protagonist/School/Seinen/Cute Boys Doing Cute Things/Delinquents\nA lonely little boy moves into a ramshackle apartment building all on his own and makes friends with the broke manga artist who lives next door.<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt14506186",
      "type": "series",
      "name": "In the Land of Leadale",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130166-YVHrYg4wNA68.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14506186"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Female Protagonist/Virtual World/Video Games/Iyashikei/Magic/Super Power/Elf/Primarily Female Cast/Cute Girls Doing Cute Things/Travel/Gender Bending\nAfter being put on life support after a tragic accident, Keina Kagami's only freedom comes from the VRMMO RPG Leadale. One day her life support system shuts off and Keina passes away. When she wakes up, she finds herself in Leadale two hundred years in the future. As the high elf Cayna, with lost skills but incredible stats, she must forge relationships with the residents of this new world... which, shockingly, include the \"\"children\"\" characters she designed herself! A leisurely adventure tale is about to begin, featuring a girl transported to a game world and the smiles and tears she shares with her quirky companions!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11886236",
      "type": "series",
      "name": "Princess Connect! Re:Dive Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx122808-mOspflVwrnGJ.png",
      "behaviorHints": {
        "defaultVideoId": "tt11886236"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Primarily Female Cast/Food/Magic/Cute Girls Doing Cute Things/Amnesia/Nekomimi/Kemonomimi/Ensemble Cast/Male Protagonist/Isekai/CGI/Tsundere/Elf/Agriculture/Ojou-sama/Gender Bending\nThe second season of <i>Princess Connect! Re:Dive</i>."
    },
    {
      "id": "tt15170340",
      "type": "series",
      "name": "ORIENT",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128034-PHcAWDtmPuAK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15170340"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Kaiju/Samurai/Swordplay/Shounen/Historical/Magic/Male Protagonist/Demons/Slavery/Ninja/Gore/Nudity/Agriculture/Slapstick\nAt age 10, best friends Musashi and Kojirou sat in excited silence as Kojirou's father spun tales of evil demons who preyed on the innocent, and the warriors who defeated them. Practicing swordplay, the two swear an oath to become the strongest in the world, but as they grow up, Kojirou turns cynical, and Musashi comes to the realization that he can't overturn 150 years of demon rule on his own. He's being called a prodigy with a pickaxe, and he's almost ready to settle into a life of labor. Yet he can't shake the feeling that he is still has a responsibility to act... and soon, the injustices of his world will force his hand...\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt14960284",
      "type": "series",
      "name": "She Professed Herself Pupil of the Wise Man",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx119056-v9Ls3eKyf0Nf.png",
      "behaviorHints": {
        "defaultVideoId": "tt14960284"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Gender Bending/Female Protagonist/Magic/Virtual World/CGI/Dungeon\nKagami Sakimori plays as the great mage Danblf in his favorite MMO. He falls asleep after a night of testing new character appearances, but instead of waking up to a suspended game, he’s inside of Arch Earth Online—as a girl! Now named Mira, he must convince the game’s people that Mira is a pupil of Danblf, who vanished without a trace 30 years ago…and figure out how he got here.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15497404",
      "type": "series",
      "name": "The Irregular at Magic High School: Reminiscence Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130389-FVlthC6vlJOV.png",
      "behaviorHints": {
        "defaultVideoId": "tt15497404"
      },
      "description": "Genres: Action, Romance, Sci-Fi, Supernatural\nTags:Magic/Military/Incest/Male Protagonist/Guns/Kuudere/School/Urban Fantasy\nApril 2095. A century has passed since magic was established as actual technology. The two siblings enroll at a prestigious school for magicians called the National Magic University Affiliated First High School, better known as “Magic High School.” Tatsuya, the older brother, is an “irregular” with a fatal flaw to his magic powers. The younger sister, Miyuki, is a star student with unmatched magical talent.<br>\n<br>\nThough they are now close enough to be mistaken as a couple, just a few years ago, the two had a dysfunctional relationship, where they were nothing more than a master and servant. One incident, however, alters their relationship forever. Three years ago in Okinawa, an unforgettable experience turns their souls and destinies on their heads.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt14228078",
      "type": "series",
      "name": "The Girl from the Other Side",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130550-TNuuHlL1BIMZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14228078"
      },
      "description": "Genres: Drama, Fantasy, Mystery\nTags:Gods/Rural/Philosophy/Demons/Environmental/Teacher/Outdoor/Anthropomorphism/Shounen/Male Protagonist/Kemonomimi\nThe official Twitter account for Nagabe's The Girl from the Other Side: Siúil, a Rún manga revealed on Friday that the manga will get a \"longform anime\" project. The anime will ship as an original anime DVD (OAD) bundled with a bonus volume of the manga that will ship on March 10, 2022.<br><br>\n(Source: Anime News Network)<br><br>\n<i>Note: Originally released as a movie-length OVA. As streaming on Crunchyroll, it is split into 3 'normal' length episodes."
    },
    {
      "id": "tt6185782",
      "type": "series",
      "name": "Miss Kobayashi’s Dragon Maid S: Japanese Hospitality (The Attendant Is a Dragon)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136436-Pirva3Ad2uWc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6185782"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Dragons/Monster Girl/Cute Girls Doing Cute Things/Maids/LGBTQ+ Themes/Yuri/Swimming/Isekai/Virtual World\n<i>Note: An unaired episode included with the Vol. S Blu-ray/DVD.</i>"
    },
    {
      "id": "tt14694762",
      "type": "series",
      "name": "Slow Loop",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127549-fr324YPdXb3D.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14694762"
      },
      "description": "Genres: Slice of Life, Sports\nTags:Fishing/Cute Girls Doing Cute Things/Female Protagonist/Family Life/Iyashikei/Outdoor/Primarily Female Cast/Food/Educational/Seinen/Episodic/Chibi/Tanned Skin/Twins/School\nNervous to meet her new stepdad, Hiyori heads to the place she always feels at home—the ocean. When a curious girl named Koharu shows up, Hiyori decides to teach her how to fish, just like her father did before he died. But after Koharu reveals she’s also meeting her new family that night, the girls come to a startling realization. Their friendship is about to reach a whole new level! <br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15744206",
      "type": "series",
      "name": "Salaryman's Club",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140502-bWPNRDMlClxu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15744206"
      },
      "description": "Genres: Sports\nTags:Badminton/Work/Primarily Male Cast/Primarily Adult Cast/Male Protagonist\nThe story centers on Mikoto Shiratori, a childhood prodigy at badminton, but who never recovered from a major loss during a high school competition. Now, he works in the sales department of the Sunlight Beverage company, playing badminton on the side.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15758108",
      "type": "series",
      "name": "Tokyo 24th Ward",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140643-RpKlGdwDa7r7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15758108"
      },
      "description": "Genres: Mystery, Sci-Fi\nTags:Urban/Super Power/Ensemble Cast/Primarily Male Cast/Chuunibyou/Dystopian/Primarily Adult Cast/Philosophy/Politics\nEnter the 24th Ward, a man-made island inside Tokyo Bay. Three of its inhabitants: Shuuta, Ran, and Kouki, have been best friends since childhood, but after a deadly incident, everything changed. A year later, reunited for the first time, they receive a mysterious phone call. On the other line is a familiar voice—from a friend who’s supposed to be dead. Together, they’ll have to save their home.\n<br><br>\n(Source: Funimation)\n<br><br>\n<i>Note: The first episode was a 1-hour special.</i>"
    },
    {
      "id": "tt14979604",
      "type": "series",
      "name": "Requiem of the Rose King",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124060-gPb5UWbdQgj9.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14979604"
      },
      "description": "Genres: Action, Drama, Supernatural\nTags:Historical/Classic Literature/Politics/LGBTQ+ Themes/Foreign/Shoujo/Swordplay/Anti-Hero/Primarily Adult Cast\nThe Wars of the Roses grip medieval England as the houses of York and Lancaster vie for the throne. Richard is the third son of the Duke of York, who plans to take the crown. Richard wants nothing more than for this to happen, but this innocent wish will plunge England further into the chaos of war. Meanwhile, Richard is struggling with a battle far more personal.\n<br><br>\n(Source: Funimation)"
    },
    {
      "id": "tt13898130",
      "type": "series",
      "name": "Girls’ Frontline",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128828-Lhulr8Niitey.png",
      "behaviorHints": {
        "defaultVideoId": "tt13898130"
      },
      "description": "Genres: Action, Drama\nTags:Guns/War/Primarily Female Cast/Artificial Intelligence/Military/Robots/Female Protagonist/Post-Apocalyptic/Foreign\nIn the fallout of nuclear war, the last of humanity survives with the help of life-like androids known as Dolls. Built to serve, some fight in wars as Tactical Dolls or T-Dolls. Some of them and their newly assigned human commander are sent on missions to face a new rogue threat, Sangvis Ferri.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15715750",
      "type": "series",
      "name": "Police in a Pod",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137312-hlWRtCt25oMg.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15715750"
      },
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Police/Primarily Adult Cast/Work/Female Protagonist/Crime/Urban/Seinen/Episodic/Detective/Cars/Educational/Delinquents/Drawing/Yakuza/Judo/Animals/Trains/Motorcycles/Mopeds\nOfficer Mai Kawai has had enough! She’s sick of being a police officer—but just when she’s about to hand in her resignation, the arrival of a brilliant (and beautiful) ace detective named Seiko Fuji changes her mind. Will Fuji reignite Mai’s passion for policing? And will Mai uncover the mystery of why Fuji was transferred to this ordinary police box?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13351614",
      "type": "series",
      "name": "The Orbital Children",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101705-bpXMRKKyzqg5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13351614"
      },
      "description": "Genres: Adventure, Sci-Fi\nTags:Space/Survival/Artificial Intelligence/Primarily Child Cast/Conspiracy/Robots/Philosophy/Software Development/Disability/Environmental\nThe anime is set in 2045, where the Internet and AI are commonplace even in space, and centers on a group of children stranded in space after a large-scale accident occurs in a space station. By using narrowband, social networking, and a drone that they can manipulate through smartphones and low-intelligence AI, they overcome many crises.\n<br><br>\n(Source: Anime News Network)<br><br>\n<i>Note: Also released in Japan as a 2-part film series with the same content, the first part showing in theaters simultaneously with the worldwide Netflix release.</i>"
    },
    {
      "id": "tt15582924",
      "type": "series",
      "name": "Miss KUROITSU from the Monster Development Department",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136428-DYv9Q1IPg5cp.png",
      "behaviorHints": {
        "defaultVideoId": "tt15582924"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Work/Tokusatsu/Female Protagonist/Monster Girl/Kemonomimi/Urban/Slapstick/Superhero/Henshin/Crossover/Nudity/Gender Bending/Demons/Episodic/Cute Girls Doing Cute Things/Shounen\nKuroitsu is an assistant researcher in the superhuman research & development department of Agastya, a villainous secret organization that battles with heroes who try to save the world. Kuroitsu lives a busy life in Agastya, caught between the absurd requests of her bosses; making presentations; implementing new features into superhumans; and getting results within the allotted time, budget, and spec requests; all without vacation.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15529750",
      "type": "series",
      "name": "Tribe Nine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139804-kpZVaUQvisjl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15529750"
      },
      "description": "Genres: Action, Sci-Fi, Sports\nTags:Baseball/Cyberpunk/Primarily Teen Cast/Male Protagonist/Primarily Male Cast/Ensemble Cast/Delinquents/Gore/Twins\nIn Neo Tokyo, disillusioned youth form tribes that battle each other in an intense game called Extreme Baseball. One night, two kids – Haru Shirogane and Taiga – meet the strongest XB Player Shun Kamiya. Haru and Taiga join Shun's group, the Minato Tribe, to play this cutthroat game against a mysterious man who has begun taking control of all the tribes. Can they defeat him before it’s too late?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "kitsu:46047",
      "type": "series",
      "name": "Arifureta Shokugyou de Sekai Saikyou 2nd season Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143846-LtV3VNCt1E6l.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:46047"
      },
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Vampire/Isekai/Anti-Hero/Male Protagonist/Magic/Female Harem/Love Triangle/Primarily Female Cast/Primarily Teen Cast/Dragons/Kemonomimi/Guns/Slapstick\n<i>Note: Unaired episode included in the first Blu-ray volume.</i>"
    },
    {
      "id": "kitsu:45566",
      "type": "series",
      "name": "Boku no Hero Academia THE MOVIE: World Heroes' Mission - Tabidachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142411-Hb2c6mMLs6Jb.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:45566"
      },
      "description": "Genres: Action, Comedy\nTags:Super Power/Superhero/Shounen/Primarily Male Cast/Primarily Teen Cast/Male Protagonist\nAnimation included with the PLUS ULTRA version of the <i>Boku no Hero Academia THE MOVIE: World Heroes' Mission</i> Blu-ray/DVD release. The OVA is an adaptation of the \"Hawks: SOOTHE\" one-shot from the Vol. World Heroes booklet that was given out during the movie's theatrical run. <br> <br>\n<i>Note: This animation received an advance limited screening run alongside the World Heroes' Mission movie in theaters from January 22 to 27th in Japan. </i>"
    },
    {
      "id": "tt15811920",
      "type": "series",
      "name": "Futsal Boys!!!!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112719-DZk18Cu69HcD.png",
      "behaviorHints": {
        "defaultVideoId": "tt15811920"
      },
      "description": "Genres: Sports\nTags:Football/School Club/Primarily Male Cast/Super Power/Cute Boys Doing Cute Things/Delinquents/Boys' Love\nFor the past 10-odd years, futsal has been booming across the world. After watching Tokinari Tennoji represent Japan in the U-18 World Cup, Haru Yamato aspires to be a player like him. He joins the Koyo Gakuen Futsal Club where he meets teammates Seiichiro Sakaki, a loner who refuses to pass the ball to anyone, and Toi Tsukioka, who is burdened by a past that nearly made him quit futsal for good.<br></br>\n\n(Source: Funimation)"
    },
    {
      "id": "tt13398930",
      "type": "series",
      "name": "CUE!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125682-aJ1KNMq8wPvz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13398930"
      },
      "description": "Genres: Music\nTags:Acting/Primarily Female Cast/Work/Female Protagonist/Ensemble Cast/Idol/Cute Girls Doing Cute Things/Primarily Teen Cast/Chuunibyou/Video Games\nBased on an idol-training mobile game produced by <i>Liber Entertainment</i> and <i>Pony Canyon</i>.<br><br>The brand-new voice actor office \"AiRBLUE\" has no track record or experience. Aspiring voice actors with rich individuality are signed on to the office. They do their best to achieve their dreams, but it's a tough world out there. No matter how much they practice, not everyone will pass the audition.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt3114358",
      "type": "series",
      "name": "Non Non Biyori Nonstop: Our Club Worked Hard",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137337-5iTk3YEYoZyS.png",
      "behaviorHints": {
        "defaultVideoId": "tt3114358"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Iyashikei/Rural/Primarily Child Cast/Primarily Female Cast/Badminton/School\nAn unaired thirteenth episode of <i> Non Non Biyori: Nonstop</i> that is bundled with the special edition of the Non Non Biyori Remember spin-off manga's compilation release."
    },
    {
      "id": "tt15176722",
      "type": "series",
      "name": "Fantasia Sango - Realm of Legends",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137247-JAj22GZfrbUk.png",
      "behaviorHints": {
        "defaultVideoId": "tt15176722"
      },
      "description": "Genres: Fantasy\nTags:Demons/Episodic/Monster Girl/Female Harem\nWhen the Three Kingdoms are ravaged by demons and monsters, four heroes with little in common must unite to fight the realm’s most vicious enemies. Together the heroes unveil an insidious conspiracy while sharing the joys and sorrows of battling a mysterious organization intent on tearing them and the kingdoms apart.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt13042440",
      "type": "series",
      "name": "Shenmue the Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123752-T6yktnBk8AeY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13042440"
      },
      "description": "Genres: Action, Adventure, Drama\nTags:Martial Arts/Revenge/Gangs/Yakuza/Male Protagonist/Foreign/Language Barrier/Historical\n1985, Yokosuka. Ryo Hazuki has trained to master the Hazuki Style Jujitsu under his strict father in the Hazuki Dojo from his childhood. However, one day a mysterious man named Lan Di murders his father and takes the “mirror” his father was protecting. Ryo is determined to find the truth behind his father’s murder, but soon finds himself getting stuck in a war between the underground organizations…. Traveling from Yokosuka to Hong Kong, Ryo’s long journey begins!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt18246604",
      "type": "series",
      "name": "Delicious Party Pretty Cure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142080-nCk0catlOELJ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt18246604"
      },
      "description": "Genres: Action, Fantasy, Mahou Shoujo\nTags:Food/Henshin/Primarily Teen Cast/Primarily Female Cast/Female Protagonist/Magic/Cute Girls Doing Cute Things/Episodic/Kids/Urban Fantasy/Football/Superhero/Robots/Primarily Child Cast/Philosophy/Isekai/Baseball\nThe mysterious, delicious world of CooKingdom, which rules over all the cuisine in this world. CooKingdom has closely guarded the Recipe-Bon, in which it's written how to prepare any dish. But, oh no! One day, it gets stolen by the Bundoru Gang! The Bundoru Gang plans to monopolize everything for themselves, and their next target is the Cuisine Fairy Recipeppi... The Energy Fairies have come to Oishi-Na Town in the human world in search of the Recipe-Bon. With their help, an unexpected turn of events leads to three ordinary girls transforming into Pretty Cures!\n<br></br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15802804",
      "type": "series",
      "name": "I'M KODAMA KAWASHIRI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b138912-J10LnAzZJOUR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15802804"
      },
      "description": "Genres: Slice of Life\nTags:Female Protagonist/Primarily Adult Cast/Episodic/Philosophy/Educational/Amnesia/Surreal Comedy\nThe story depicts the lazy, unhealthy daily life of Kawashiri, who loves alcohol and anything greasy, salty, or sweet."
    },
    {
      "id": "kitsu:45577",
      "type": "series",
      "name": "Irodorimidori",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140950-LsouvpGjNR8B.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:45577"
      },
      "description": "Genres: Music\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Band/School/Primarily Teen Cast\nMaigahara Music College Affiliate School Maigahara Senior High (abbreviated MaiMai). At this academy where the most talented musicians from around the country gather, a rumor starts to circulate: Put on a great performance at the school festival and you can earn an extra credit. Believing the rumor to be true, Serina, a student who is in danger of flunking, decides to start a band! Together with Aliciana, Nazuna, Nagi, and Naru, the girls’ world brightens up as they perform, enjoy sleepovers, and even cosplay! But will they be able to perform well enough to earn the rumored credit? The story of a laid-back, everyday girls’ band begins!\n<br><br>\n(Source: Tokyo Otaku Mode)"
    },
    {
      "id": "kitsu:44955",
      "type": "series",
      "name": "The Eternal 831",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137378-FPIl0mzWSFRL.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:44955"
      },
      "description": "Genres: Supernatural\nTags:Full CGI/Crime\nIn the present day, the world is in turmoil due to an \"unprecedented disaster\". A young man living in Tokyo, Suzushiro, has a secret he cannot tell anyone. That secret is that he can stop the time around him despite his thoughts. One day, he meets a girl named Nazuna who has the same \"power\". When he learns that she is being used in a crime, he impulsively reaches out to help her. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:45998",
      "type": "series",
      "name": "Tensei Shitara Slime Datta Ken: Sukuwareru Ramiris",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b146503-7YahVCQ9T039.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:45998"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Isekai/Super Power\nShorts animations released for a limited time on Bandai Spirits YouTube channel."
    },
    {
      "id": "tt26692417",
      "type": "series",
      "name": "Pokémon: The Arceus Chronicles",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142794-J8SI0tYcRvyV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt26692417"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Gods/Animals/Urban Fantasy/Primarily Child Cast/Kids/Male Protagonist\nSpecial episodes of the Pocket Monsters</i> anime distributed initially on Amazon Prime to promote the release of <i>Pokémon LEGENDS: Arceus</i>.\n<br><br>\nWhen Satoshi, Pikachu, and friends receive a mysterious message from the phantom Pokémon Arceus, they meet up with their old friend Takeshi and head to Mount Tengan to investigate. There, they find a rampaging Heatran and the group responsible—Team Galactic, previously thought to be dismantled. The team’s commanders are determined to find their missing leader by opening a gate between dimensions. With a trio of Legendary Pokémon and Sinnoh Champion Shirona on their side, our heroes have a lot of help, but they’ll need all they can get to save Sinnoh!<br><br>\n(Source: Pokemon.com)\n"
    },
    {
      "id": "tt13819192",
      "type": "series",
      "name": "Saiyuki RELOAD: ZEROIN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128400-wTWF3QtiVMg2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13819192"
      },
      "description": "Genres: Action, Adventure, Supernatural\nTags:Josei/Primarily Male Cast/Primarily Adult Cast/Youkai/Male Protagonist/Anachronism/Demons/Classic Literature\nWhen the monstrous Gyumaoh was defeated by the war god Nataku Taishi and imprisoned in Houtou Castle, an era of peace began in the land of Togenkyo. Now, hundreds of years later, those seeking to resurrect Gyumaoh have unleashed a plague upon the world. The wave of negative power generated by his attempted resurrection has driven youkai to the brink of insanity. To save humanity from violent slaughter, Kanzeon Bosatsu sends Son Goku, Genjou Sanzou, Sha Gojyo, and Cho Hakkai to the west in order to prevent Gyumaoh from rising once again.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "kitsu:45763",
      "type": "series",
      "name": "Puchi Seka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b139675-ZTbAxBvRNF7G.png",
      "behaviorHints": {
        "defaultVideoId": "kitsu:45763"
      },
      "description": "Genres: Comedy, Music, Slice of Life\nTags:Chibi/Primarily Teen Cast/Band/Episodic/Isekai/Idol/Tokusatsu\nThe <i>\"Project Sekai Anniversary Festa 2021\"</i> event announced on Sunday that production on a mini anime adaptation of Sega's <i>Project Sekai: Colorful Stage! feat. Hatsune Miku</i> smartphone rhythm game has been green-lit. The 10 planned episodes of Petit Seka (Puchi Seka) will stream for free on YouTube.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt13706018",
      "type": "series",
      "name": "SPY x FAMILY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140960-vN39AmOWrVB5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13706018"
      },
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Espionage/Family Life/Found Family/Assassins/Conspiracy/Adoption/Slapstick/Male Protagonist/Female Protagonist/Crime/Foreign/Urban/School/Super Power/Ensemble Cast/Heterosexual/Surreal Comedy/Parody/Episodic/Guns/Orphan/Politics/Bullying/Martial Arts/Primarily Adult Cast/Urban Fantasy/Tsundere/Shounen\nEveryone has a part of themselves they cannot show to anyone else.\n<br><br>\nAt a time when all nations of the world were involved in a fierce war of information happening behind closed doors, Ostania and Westalis had been in a state of cold war against one another for decades. The Westalis Intelligence Services' Eastern-Focused Division (WISE) sends their most talented spy, \"Twilight,\" on a top-secret mission to investigate the movements of Donovan Desmond, the chairman of Ostania's National Unity Party, who is threatening peace efforts between the two nations.\n<br><br>\nThis mission is known as \"Operation Strix.\" It consists of \"putting together a family in one week in order to infiltrate social gatherings organized by the elite school that Desmond's son attends.\" <br><br>\n\"Twilight\" takes on the identity of psychiatrist Loid Forger and starts looking for family members. But Anya, the daughter he adopts, turns out to have the ability to read people's minds, while his wife, Yor, is an assassin! With it being in each of their own interests to keep these facts hidden, they start living together while concealing their true identities from one another. <br>\nWorld peace is now in the hands of this brand-new family as they embark on an adventure full of surprises.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9522300",
      "type": "series",
      "name": "Kaguya-sama: Love is War -Ultra Romantic-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125367-bl5vGalMH2cC.png",
      "behaviorHints": {
        "defaultVideoId": "tt9522300"
      },
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:School/Heterosexual/School Club/Slapstick/Primarily Teen Cast/Ensemble Cast/Coming of Age/Tsundere/Female Protagonist/Male Protagonist/Meta/Ojou-sama/Parody/Episodic/Satire/Seinen/Detective/CGI\nThe elite members of Shuchiin Academy's student council continue their competitive day-to-day antics. Council president Miyuki Shirogane clashes daily against vice-president Kaguya Shinomiya, each fighting tooth and nail to trick the other into confessing their romantic love. Kaguya struggles within the strict confines of her wealthy, uptight family, rebelling against her cold default demeanor as she warms to Shirogane and the rest of her friends.<br>\n<br>\nMeanwhile, council treasurer Yuu Ishigami suffers under the weight of his hopeless crush on Tsubame Koyasu, a popular upperclassman who helps to instill a new confidence in him. Miko Iino, the newest student council member, grows closer to the rule-breaking Ishigami while striving to overcome her own authoritarian moral code.<br>\n<br>\nAs love further blooms at Shuchiin Academy, the student council officers drag their outsider friends into increasingly comedic conflicts.<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: The first episode had an advanced screening on April 2, in both New York & Los Angeles.<br>"
    },
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111321-dIr3dEKOIPer.png",
      "behaviorHints": {
        "defaultVideoId": "tt9529546"
      },
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Male Protagonist/Magic/CGI/Kemonomimi/Slavery/Female Harem/Nudity/Fishing\nThe second season of <i>Tate no Yuusha no Nariagari</i>.<br>\n<br>\nWith another Wave happening in a week, Naofumi Iwatani and his party have no time to waste. However, when bat familiars raid Lurolona Village and the Wave countdown comes to a halt, the Four Cardinal Heroes reconvene with the queen, Mirelia Q Melromarc, for a quick briefing. The queen presumes that the odd occurrences are linked to the Spirit Tortoise—a threatening creature that has awakened from its slumber, back to cause havoc once again. A plan to put the Spirit Tortoise to rest is devised—but out of the four men, only the cursed Shield Hero agrees to help.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt15529074",
      "type": "series",
      "name": "Shikimori's Not Just a Cutie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127911-cQVL0dhldFwn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15529074"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Teen Cast/Heterosexual/Tomboy/Female Protagonist/Male Protagonist/Iyashikei/Athletics/School/Episodic/Coming of Age/Kuudere/Tsundere/Shounen/Basketball/Meta/Gender Bending\nThe ultimate \"heartthrob girlfriend\" appears! Naturally unlucky high school student Izumi's girlfriend is his classmate Shikimori. She has a beautiful smile and kind personality and always seems happy when she's with Izumi. She's a pretty, cute, and loving girlfriend, but when Izumi's in trouble… she transforms into a super cool \"heartthrob girlfriend!\" The fun lives of the cute and cool Shikimori, Izumi, and their good friends never end!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15686254",
      "type": "series",
      "name": "Summer Time Rendering",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129201-HJBauga2be8I.png",
      "behaviorHints": {
        "defaultVideoId": "tt15686254"
      },
      "description": "Genres: Action, Drama, Mystery, Supernatural, Thriller\nTags:Super Power/Rural/Ensemble Cast/Male Protagonist/Religion/Shounen/Guns/Tanned Skin/Denpa\nA sci-fi, summer story filled with suspense set on a small island with Shinpei Aijiro, whose childhood friend Ushio Kofune died. He returns to his hometown for the first time in two years for the funeral. Sou Hishigata, his best friend, suspects something's off with Ushio's death, and that someone can die next. <br>\n<br>\nA sinister omen is heard as an entire family next door suddenly disappears the following day. Furthermore, Mio implicates a \"shadow\" three days before Ushio's death. <br>\n<br>\n(Source: Disney+)"
    },
    {
      "id": "tt14626352",
      "type": "series",
      "name": "Komi Can't Communicate Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142984-nv2MWVWZ1yYH.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14626352"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Kuudere/School/Disability/Female Protagonist/Primarily Teen Cast/Male Protagonist/Slapstick/Episodic/Heterosexual/Coming of Age/Femboy/Shounen/Agender/Chuunibyou/Love Triangle/Yandere/Trains/Shogi\nThe second season of <i>Komi-san wa, Komyushou desu</i>. <br><br>\n\nKomi and pals are back! Who else will Komi make friends with? How will her relationship with Tadano evolve? \n<br><br>\n(Source: Netflix)\n"
    },
    {
      "id": "tt15830678",
      "type": "series",
      "name": "Tomodachi Game",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141014-eRFDPNpf3hI7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15830678"
      },
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Survival/Male Protagonist/Shounen/Anti-Hero/Heterosexual/Ensemble Cast/Gambling/CGI\nHigh school student Katagiri Yuuichi, who values friendship above all else, enjoys a fulfilling life with his close friends Sawagiri Shiho, Mikasa Tenji, Shibe Makoto, and Kokorogi Yutori.<br>\n<br>\nHowever, after a particular incident, they're dragged into a debt repayment game.<br>\n <br>\nThe only way to beat the \"Tomodachi Game\" is to not doubt their friends. Bound together by solid friendships, the game should've been easy, but– The hugely popular comic that sold over two million copies is finally becoming an anime! Will they trust or betray their precious friends? The true nature of humanity is exposed in the ultimate psychological game!<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Premiered on Hulu and d Anime Store at 0:00 on Wednesdays, 1 hour 29 minutes ahead of Nippon TV's broadcast.</i>"
    },
    {
      "id": "tt16341212",
      "type": "series",
      "name": "Aharen-san wa Hakarenai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137281-kSbcUUCqUf8m.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16341212"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Surreal Comedy/Kuudere/School/Slapstick/Episodic/Primarily Teen Cast/Male Protagonist/Female Protagonist/Heterosexual/Parody/Meta/Cute Girls Doing Cute Things/CGI/Shounen/Family Life/Teacher/Animals/Baseball/Tsundere/Crossdressing/Basketball/Table Tennis/Shogi/Fishing\nThe story follows the \"indecipherable\" daily life of the short and quiet Reina Aharen and Raidou who sits next to her. Aharen is not so good at gauging the distance between people, and Raidou initially felt some distance between the two of them. One day, when Raidou picked up the eraser that Aharen had dropped, the distance between them suddenly became uncomfortably close.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15978212",
      "type": "series",
      "name": "Ya Boy Kongming!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141774-iteNFzPq2oGw.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15978212"
      },
      "description": "Genres: Comedy, Drama, Music, Supernatural\nTags:Urban/Anachronism/Primarily Adult Cast/Band/Historical/Idol/Male Protagonist/Female Protagonist/Bar/Ensemble Cast/Work/Classic Literature/Seinen/Military/Dancing\nFate and reincarnation deliver brilliant military strategist, Kongming, from warring, ancient China to Japan’s modern party hot spot in Shibuya City, Tokyo. After a lifetime of battles and military skirmishes, Kongming wished with his last breath to be reborn in a world of peace and prosperity. It’s nearly two millennia later and he’s finding his way in a very different world than that of his past life. When he meets Eiko, an amateur musician with big dreams, the unlikely duo strikes up an even unlikelier friendship. Eiko has street smarts to help Kongming navigate this strange new world, and Kongming will use his strategic mind to help Eiko achieve stardom!\n<br><br>\n(Source: Sentai Filmworks)\n<br><br>\n<i>An advanced online screening of the first episode was held on March 31, 2022, but the weekly TV release began on April 5, 2022.</i>"
    },
    {
      "id": "tt14400866",
      "type": "series",
      "name": "A Couple of Cuckoos",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132052-3gDTi19HyW6E.png",
      "behaviorHints": {
        "defaultVideoId": "tt14400866"
      },
      "description": "Genres: Comedy, Romance\nTags:Male Protagonist/Heterosexual/School/Shounen/Inseki/Female Protagonist/Cosplay\nMixed up with another family's child as a baby, high school student Umino Nagi is finally meeting his biological parents. On the day of their meeting, he happens to encounter Amano Erika, a high school student at a prestigious and wealthy girls school. At her request, he's half-forced into pretending to be her boyfriend so she can avoid marrying her fiance....However, not only were they the babies who had been mixed up, they're also engaged to each other! The loving parents of both families officially recognize their engagement, and the couple begins living together. Nagi is in love with his classmate Segawa Hiro, and Erika is determined to rebel against her father, so the couple agree not to get involved with each other. The mixed-up and chaotic romantic comedy starts now!<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i> Note: The final two episodes were broadcast together as a one hour special <i>"
    },
    {
      "id": "tt15723722",
      "type": "series",
      "name": "I'm Quitting Heroing",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140457-iC0heNEKV9q1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15723722"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Male Protagonist/Super Power/Anti-Hero/Primarily Adult Cast/Demons/Kemonomimi/Swordplay/Revenge/Work/Female Protagonist/Tsundere/Elf/War\nAfter saving humanity from the despicable Demon King, Leo Demonhart does not earn a hero’s standing. Instead, he is regarded with suspicion and hostility by those he fought to protect. Treated as a pariah with nowhere else to turn, exiled Leo seeks a position in the army of his former nemesis! But the army is not what it once was before its defeat at Leo’s hands, so to maintain his new position, Leo must whip the forces back into fighting shape.\n<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt16255458",
      "type": "series",
      "name": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142074-pHe4bX791PJh.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16255458"
      },
      "description": "Genres: Action, Fantasy, Mecha, Romance\nTags:Anti-Hero/Isekai/Male Protagonist/Robots/Ojou-sama/Primarily Teen Cast/School/Artificial Intelligence/Virtual World/Magic/Video Games/Parody/Male Harem/Bullying/Super Robot/Real Robot/Military\nOffice worker Leon is reincarnated into a particularly punishing dating sim video game, where women reign supreme and only beautiful men have a seat at the table. But Leon has a secret weapon: he remembers everything from his past life, which includes a complete playthrough of the very game in which he is now trapped. Watch Leon spark a revolution to change this new world in order to fulfill his ultimate desire…of living a quiet, easy life in the countryside!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt15447890",
      "type": "series",
      "name": "The Greatest Demon Lord Is Reborn as a Typical Nobody",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130586-vzoz4X37RZwc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15447890"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Romance\nTags:Magic/Female Harem/Male Protagonist/Heterosexual/School/Tsundere/War/Military/Love Triangle/Demons\nAs the most powerful entity of all time, the Demon Lord Varvatos thinks life is a big fat snore. When he takes matters into his own hands and decides to reincarnate, he calibrates his magical strength to be perfectly average. But there is no way he could have predicted that everyone in the modern world would be weak as hell, which means he is totally overpowered once again! Reborn under the name Ard, he has ladies fawning over him, the royal family begging him to become the next king, and an ex-minion insisting on killing him?! But Ard has a one-track mind, and he won't stop at anything to achieve his ultimate goal!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt14476236",
      "type": "series",
      "name": "Skeleton Knight in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132474-J2ECHSPkfb9g.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14476236"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Skeleton/Isekai/Male Protagonist/Magic/Swordplay/Elf/Conspiracy/Politics/CGI/Ninja/Kemonomimi/Gore/Tsundere/Slapstick/Dragons\nOne day, a gamer played video games until he fell asleep…and when he woke up, he found himself in the game world–as a skeleton! Equipped with the powerful weapons and armor of his avatar but stuck with its frightening skeletal appearance, Arc has to find a place for himself in this new, fantastical land. All his hopes for a quiet life are dashed when he crosses paths with a beautiful elven warrior, setting him on a journey full of conflict and adventure.<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt16360006",
      "type": "series",
      "name": "Bubble",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142455-0QwdqZahKC8A.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16360006"
      },
      "description": "Genres: Romance, Sci-Fi, Sports, Supernatural\nTags:Parkour/Post-Apocalyptic/Male Protagonist/Urban Fantasy/Dystopian/Female Protagonist/Urban/Primarily Teen Cast/Heterosexual/Lost Civilization/Coming of Age/Super Power/Philosophy/CGI/Surreal Comedy/Amnesia\nIn a Tokyo where gravity has broken, a boy and a girl are drawn to each other...<br>\n<br>\nThe story is set in Tokyo, after bubbles that broke the laws of gravity rained down upon the world. Cut off from the outside world, Tokyo has become a playground for a group of young people who have lost their families, acting as a battlefield for parkour team battles as they leap from building to building. Hibiki, a young ace known for his dangerous play style, makes a reckless move one day and plummets into the gravity-bending sea. His life is saved by Uta, a girl with mysterious powers. The pair then hear a unique sound audible only to them. Why did Uta appear before Hibiki? Their encounter leads to a revelation that will change the world.<br>\n<br>\n(Source: Netflix)<br>\n<br>\n<i>Note: The anime released on Netflix on April 28, 2022. It screened in theaters on May 13, 2022.</i>"
    },
    {
      "id": "tt15792808",
      "type": "series",
      "name": "Aoashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134732-KAXPnuRsqGCb.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15792808"
      },
      "description": "Genres: Sports\nTags:Football/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/Seinen/Heterosexual/Coming of Age/School/Bullying\nAshito Aoi is a young, aspiring soccer player from a backwater town in Japan. His hopes of getting into a high school with a good soccer club are dashed when he causes an incident during a critical match for his team, which results in their loss and elimination from the tournament. Nevertheless, he catches the eye of someone important who happened to be visiting from Tokyo. How will things turn out for Ashito?<br><br>(Source: Shogakukan Asia)"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live IV",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116605-uzDakXnaZ1OW.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2575684"
      },
      "description": "Genres: Comedy, Ecchi, Mecha, Romance, Sci-Fi\nTags:Female Harem/Super Power/Male Protagonist/Primarily Female Cast/CGI/Love Triangle/Cute Girls Doing Cute Things/Heterosexual/Kuudere/Ghost/School/Witch/Idol\nThe fourth season of <i>Date A Live</i>.<br>\n<br>\nDespite the numerous challenges he has overcome so far, Shidou Itsuka's mission with Ratatoskr is far from over. In a departure from his daily routine, Shidou encounters a starving woman lying on the street and ends up helping her. After the two arrive at her apartment, the woman introduces herself as Nia Honjou—a popular manga artist working under a pen name. However, cutting straight to the chase, Nia reveals that she is also a Spirit and is aware of Shidou's secret operation.<br>\n<br>\nInterested in seeing his charisma firsthand, Nia challenges Shidou to win her over on a date. As he strives for an opportunity to seal her powers, Shidou learns more about Nia and her history with Deus Ex Machina Industries, a name he is all too familiar with...<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt14396202",
      "type": "series",
      "name": "Love After World Domination",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132010-s0o3Rg0XvDXl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14396202"
      },
      "description": "Genres: Action, Comedy, Ecchi, Romance, Supernatural\nTags:Tokusatsu/Parody/Heterosexual/Female Protagonist/Superhero/Villainess/Male Protagonist/Henshin/Urban Fantasy/Primarily Teen Cast/Gyaru/Shounen/School\nIt’s love at first sight for Fudo and Desumi, except it was during a battle of life and death. Fudo, leader of the hero squad Gelato 5, and Desumi, the Death Queen of the evil society Gekko, have found themselves caught in a forbidden love—and it’s their first relationship! Moving in secrecy, they live holding hands with one weapon in the other, finding out what’s truly fair in love and war.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13956452",
      "type": "series",
      "name": "The Executioner and Her Way of Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129193-pT3W5PpiMAUB.png",
      "behaviorHints": {
        "defaultVideoId": "tt13956452"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Magic/Primarily Female Cast/Female Protagonist/Isekai/Assassins/Religion/Gore/Meta/Primarily Teen Cast/Travel/Cute Girls Doing Cute Things\nWhen interdimensional travelers from an otherworldly land known as “Japan” appear, they often bring death and destruction. It’s up to Executioners like Menou to track and exterminate the Lost Ones before they wreak havoc. When Menou encounters a beguiling Lost One named Akari, it’s bloody business as usual… until Menou discovers Akari can cheat death, that is. Even so, Menou has a job to do, and she is committed to her executioner’s mission come hell or high water — provided her newly stirring feelings don’t get in the way.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: The first two episodes received an advance release on Abema on March 20, 2022. The regular TV broadcast started on April 2, 2022.</i>"
    },
    {
      "id": "tt10635210",
      "type": "series",
      "name": "Science Fell in Love, So I Tried to Prove It r=1-sinθ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125124-FHz4ND4kJzqu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10635210"
      },
      "description": "Genres: Comedy, Romance\nTags:Educational/Primarily Adult Cast/College/Heterosexual/Teacher/Meta/Seinen/Idol/Drawing\nThe second season of <i>Rikei ga Koi ni Ochita no de Shoumei shitemita.</i>"
    },
    {
      "id": "tt15791550",
      "type": "series",
      "name": "The Dawn of the Witch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133175-M7SRPRqC72lA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15791550"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Magic/Witch/Male Protagonist/Female Protagonist/Amnesia/Gore/Animals/Cult/Kemonomimi/Incest/Nekomimi\nI can’t remember. Who am I? What am I? Seville is a student at a magic academy who has no memories of anything from before he joined the school. Not understanding why he’s there, the time he spends at the academy feels hollow and empty. And since he doesn't know how to work hard, his grades are always the lowest in his year. Then, one day, the school headmaster, Albus, orders Seville to participate in a dangerous special training. \"I want you to spread the use of magic in an area where they hold witch hunts.\" It has only been a few years since the war between the church and the witches came to an end—the world has not yet fully accepted witches and their magic. This is the dawn of the age of the witch. This is the story of how a young man, a boy who is no one special, and his companions, who all hold wounds in their hearts, set out and end up finding themselves.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10885406",
      "type": "series",
      "name": "Ascendance of a Bookworm Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx121176-qWobMmSf761W.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10885406"
      },
      "description": "Genres: Drama, Fantasy, Slice of Life\nTags:Isekai/Female Protagonist/Work/Economics/Magic/Religion/Gods/Orphan/Politics\nAnime adaptation of Part 2 (Volume 3 & 4) of <i>Honzuki no Gekokujou</i>.<br>\n<br>\nAn immense display of mana in front of the Knight’s Order has earned Myne the attention of nobles. The result? Yet more people appear hoping to exploit the young apprentice shrine maiden’s value. And so the High Priest decides to shelter Myne in the temple to safeguard her from the impending danger he foresees. But Myne’s main concern is still books, and she works to advance the printing process so that their price falls and more people can buy them. Her long winter in the temple away from her family begins, but everything changes as the harsh winter passes and the spring nears, offering a glimpse into what the future holds for this biblio-fantasy.<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt14489130",
      "type": "series",
      "name": "Deaimon: Recipe for Happiness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132532-DwjK9wnlSaKl.png",
      "behaviorHints": {
        "defaultVideoId": "tt14489130"
      },
      "description": "Genres: Slice of Life\nTags:Iyashikei/Food/Family Life/Found Family/Seinen/Work/Male Protagonist/Episodic/Primarily Adult Cast/Tsundere/Love Triangle\nNagomu Irino returns to his Kyoto home for the first time in ten years when his father is hospitalized. Nagomu is eager to take over Ryokushou, the family's Japanese sweet shop, but he's instead asked to be a father figure to Itsuka Yukihira, the girl everyone calls the successor. "
    },
    {
      "id": "tt15391190",
      "type": "series",
      "name": "Dance Dance Danseur",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132171-7eUhRXuzbR20.png",
      "behaviorHints": {
        "defaultVideoId": "tt15391190"
      },
      "description": "Genres: Drama, Romance, Slice of Life, Sports\nTags:Dancing/Male Protagonist/Heterosexual/Seinen/Bullying/School/Acting/School Club/Martial Arts/Judo/POV/CGI\nDanseur noble--a ballet dancer qualified to dance the role of the prince. Second-year junior high school student Murao Junpei was fascinated by ballet as a boy, but gave up on dancing after his father's death, as he had to become a man. However, one day, a beautiful transfer student named Godai Miyako appears before him. Miyako takes notice in Junpei's love of ballet and invites him to dance with her. Along with Miyako's cousin Mori Ruou, he begins his career as a full-fledged ballet dancer, with the aim of becoming the world's best dancer--the Danseur noble! Only those who have sacrificed everything are permitted to stand in the beautiful and harsh world of classical ballet. What will be the fate of a total beginner like Junpei?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10011314",
      "type": "series",
      "name": "Vampire in the Garden",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108357-MSfxT8seIFX1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10011314"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Music, Sci-Fi\nTags:Vampire/War/Travel/Female Protagonist/Military/Primarily Female Cast/Dystopian/Post-Apocalyptic/Guns/Foreign/Gore/Urban Fantasy/CGI/Swordplay\nOne cold winter, humanity lost its battle with the vampires, and with it, most of where they called home. A small population of survivors created a wall of light in a small town to protect them and give them a place to live in peace. Our protagonist, Momo, lives a repressed life but still wishes to coexist with the enemy, the vampires. Fine, the vampire queen, once loved humans and disappeared from the battlefield. As war rages through the humans’ town, the two have a fateful encounter. Once upon a time, humans and vampires lived in harmony in a place called Paradise. This is the story of a young girl and a vampire on a journey to find Paradise.\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt10417572",
      "type": "series",
      "name": "The Demon Girl Next Door Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx123330-AU2jllC75uSE.png",
      "behaviorHints": {
        "defaultVideoId": "tt10417572"
      },
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Primarily Female Cast/Demons/Urban Fantasy/Magic/Food/Seinen/Henshin/Slapstick/Kuudere/School/Youkai/Coming of Age/Urban/Family Life/Work/Kemonomimi/Parody/Meta/Iyashikei\nThe second season of <i>Machikado Mazoku</i>.<br>\n<br>\nShamiko, AKA Shadow Mistress Yuuko, aims to break the curse placed on her family by the Clan of Light. Along the way, she forms an unlikely allegiance with Momo, a rival from the Light Clan! They’ll need to work together to find another magical girl who’s gone mysteriously missing, and what this? There’s a dangerous force lurking somewhere in the city, plus Shamiko’s mysterious father might be closer than she thinks?<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt15789088",
      "type": "series",
      "name": "BIRDIE WING -Golf Girls' Story-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140830-hHqRY63VwOp2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15789088"
      },
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Golf/Female Protagonist/Primarily Female Cast/Gambling/Primarily Teen Cast/Mafia/LGBTQ+ Themes/Gangs/Super Power\nThe story centers on two young women golfers named Eve and Aoi Amawashi. The two come from completely different backgrounds, and have the completely opposite play styles, and together they will shake the world of golf.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt19873436",
      "type": "series",
      "name": "Heroines Run the Show",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138459-ai4n5NSWn0qG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19873436"
      },
      "description": "Genres: Drama, Music, Slice of Life\nTags:Idol/Female Protagonist/Work/School/Athletics/Primarily Male Cast/Musical/Cute Boys Doing Cute Things/Gyaru/School Club\nHiyori left her hometown to pursue her passion, track and field, by enrolling in Tokyo's Sakuragaoka High School. Looking for a part-time job in Tokyo, she ended up working as an apprentice manager for her classmates (and LIP×LIP members) Yuujirou Someya and Aizou Shibasaki. The story revolves around the coming-of-age of Hiyori (as she juggles school, extracurricular life, and managing) and LIP×LIP (as they shine on stage).<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt15929150",
      "type": "series",
      "name": "In the Heart of Kunoichi Tsubaki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141350-APq0GpPyaQE4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15929150"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Female Protagonist/Ninja/Primarily Female Cast/Cute Girls Doing Cute Things/Primarily Child Cast/Ensemble Cast/Heterosexual/Tanned Skin/Twins/Episodic/Slapstick/Gyaru/Magic/Rural/Shounen\nDeep in the mountains in the middle of nowhere lives a group of kunoichi called Akane Class. These kunoichi work hard together to improve their own skills, and they all live by an unbreakable rule: “Contact with men is strictly forbidden.” But everything takes an unexpected turn when Tsubaki, leader of one of the groups, starts experiencing strange feelings whenever the subject of men comes up.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14453538",
      "type": "series",
      "name": "Don’t Hurt Me, My Healer!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132351-1zyxbcJ86aoB.png",
      "behaviorHints": {
        "defaultVideoId": "tt14453538"
      },
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Surreal Comedy/Slapstick/Elf/Seinen/Female Protagonist/Tsundere/Magic/Parody/Male Protagonist/Meta/Cosplay/Dancing/Dungeon\nThe story of the series follows Alvin, a knight with saint-like patience for annoying people, and Karla, a dark elf healer with a sharp tongue and a rotten personality who always speaks without thinking first. Together, they form a party and go on fantastical adventures.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14134436",
      "type": "series",
      "name": "RPG Real Estate",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130319-xyZi0YshQYFk.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14134436"
      },
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Primarily Female Cast/Work/Cute Girls Doing Cute Things/Female Protagonist/Iyashikei/Seinen/Magic/Rural\nThe story begins 15 years after the demon king was defeated and the world has become peaceful. Kotone, who graduated from school and became a magician, inquired the kingdom-affiliated RPG Real Estate in order to find a new home. In reality, RPG Real Estate was Kotone's place of employment, and together with Fa, a demi-human, the priest Rufuria, and the soldier Rakira, they help support the searches of new homes for the customers with various circumstances."
    },
    {
      "id": "tt12792684",
      "type": "series",
      "name": "Love Live! Nijigasaki High School Idol Club Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133891-VzjX5rquZqd0.png",
      "behaviorHints": {
        "defaultVideoId": "tt12792684"
      },
      "description": "Genres: Music, Slice of Life\nTags:Ensemble Cast/Idol/School Club/Musical/Primarily Female Cast/Female Protagonist/Dancing/Primarily Teen Cast/Cute Girls Doing Cute Things/School\nThe second season of <i>Love Live! Nijigasaki Gakuen School Idol Doukoukai</i>."
    },
    {
      "id": "tt19409404",
      "type": "series",
      "name": "Healer Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx133412-C2WyI3mKHiO7.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt19409404"
      },
      "description": "Genres: Music, Slice of Life, Supernatural\nTags:Primarily Female Cast/Musical/Female Protagonist/Cute Girls Doing Cute Things/Magic/Iyashikei/Primarily Teen Cast/School/Rural/LGBTQ+ Themes/Maids\nThe world can be healed through music, and these three girls want to make it happen. Meet Kana Fujii, Reimi Itsushiro, and Hibiki Morishima—three healers-in-training at the Karasuma Phoniatric Clinic learning the art of healing patients’ illnesses and injuries by singing. Join them on this musical adventure of kindhearted, powerful miracles sung to heal the world.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15202816",
      "type": "series",
      "name": "Love All Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137633-Ik4FfKB1eWKF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15202816"
      },
      "description": "Genres: Sports\nTags:Badminton/Primarily Teen Cast/Male Protagonist/Primarily Male Cast/School Club/School/Twins/POV\nRyou Mizushima enrolls in junior high and joins the badminton club with great vigor. Although the club didn't have a proper coach, Mizushima improved his skills with his own physical strength by the time he participated in the prefectural tournament. Afterwards, he is approached by the Yokohama Minato High School's badminton coach, Ebihara. Indecisive and timid, Mizushima hesitates to attend such a prestigious school. However, with his elder sister Rika giving him a strong push, he decides to go to Yokohama Minato. Now blessed with a coach and idiosyncratic teammates, Mizushima will gain experience he's lacked till now, and aims to win the inter-high tournament.<br>\n<br>\n(Source: Bilibili TV)"
    },
    {
      "id": "tt10011306",
      "type": "series",
      "name": "SPRIGGAN (ONA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108353-f43dOeHJ84r4.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10011306"
      },
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Lost Civilization/Episodic/Gore/CGI/Shounen/Military/Post-Apocalyptic\nA great civilization once existed on this Earth. Possessing knowledge and scientific prowess far exceeding that of modern man, the relics of this ancient civilization remain hidden across this world even now. As high-speed communication networks cover the globe and the peering eyes of satellites are able to expose all secrets, the armies of great nations clash as they seek to uncover and research these artifacts, which possess an unfathomable “power.” A member of this ancient civilization carved a message into a plate: “Protect our relics from evil-doers.” Taking this message to heart, one organization aims to seal away this ancient civilization for good. The elite secret agents of this organization are known as…Spriggans.\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt12831098",
      "type": "series",
      "name": "Moriarty the Patriot OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138700-fQTEeNFjiCgp.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt12831098"
      },
      "description": "Genres: Drama, Mystery, Psychological, Thriller\nTags:Anti-Hero/Crime/Historical/Cute Boys Doing Cute Things/Primarily Adult Cast/Foreign/Shounen/Detective\nAn Anime-original OVA with 2 episodes.\n<br><br>\n\n<i>Note: Will be pre-screened at a special event on March 5, 2022</i>"
    },
    {
      "id": "tt15978968",
      "type": "series",
      "name": "Miss Shachiku and the Little Baby Ghost",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135384-VYEyoOu3xNB2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15978968"
      },
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Ghost/Female Protagonist/Cute Girls Doing Cute Things/Iyashikei/Work/Primarily Female Cast/Shounen/Chibi\nA little ghost girl gets worried when Ms. Fushihara, a corporate slave, is working till midnight, and tries to make her go home. While saying \"Leave now~,\" the ghost girl helps and brings her refreshments, healing Ms. Fushihara's heart with her preciousness. Be healed by the heartwarming daily life of the cute little ghost and the corporate slave Ms. Fushihara.<br>\n<br>\n(Source: MAL News)"
    },
    {
      "id": "tt9547400",
      "type": "series",
      "name": "Magia Record: Puella Magi Madoka Magica Side Story Final Season -Dawn of a Shallow Dream-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136080-vI6aWJc42xfZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt9547400"
      },
      "description": "Genres: Drama, Mahou Shoujo, Psychological, Thriller\nTags:Magic/Witch/Ensemble Cast/Female Protagonist/Primarily Female Cast/Henshin/CGI\nThe final season of <i>Magia Record: Mahou Shoujo Madoka☆Magica Gaiden</i>.\n<br><br>\n<i>Note: All four episodes were broadcasted at once on April 3, 2022.</i>"
    },
    {
      "id": "tt15582422",
      "type": "series",
      "name": "BLACK ROCK SHOOTER DAWN FALL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139303-8IeaAGasu2Bc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15582422"
      },
      "description": "Genres: Action\nTags:Post-Apocalyptic/Robots/Amnesia/Artificial Intelligence/Cyborg/Full CGI/Cult/Female Protagonist/Guns/Rape/LGBTQ+ Themes/Environmental/Dissociative Identities/Cyberpunk/Military\nThe year is 2062. Earth has been left in ruin after the failure of a labor automation project when the AI called Artemis waged war against humanity. A girl, Empress, awakens in a research lab. As one of the three surviving guardians, she must destroy the Orbital Elevator before Artemis can complete its construction. Failure will result in a machine army overrunning Earth. However, Artemis' Unmanned Forces and a cult may have motives of their own.<br>\n<br>\n(Source: Disney+)"
    },
    {
      "id": "tt2789238",
      "type": "series",
      "name": "Strike the Blood FINAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136226-P58frDKkgvTc.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2789238"
      },
      "description": "Genres: Action, Ecchi, Fantasy, Supernatural\nTags:Vampire/Nudity/Male Protagonist/Female Harem/Super Power\nThe fifth season of <i>Strike the Blood</i>."
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140350-Qf5IB0HxaJZf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2404499"
      },
      "description": "Genres: Action\nTags:War/Male Protagonist/Swordplay/Seinen/Historical/Ensemble Cast/Politics/Military\nThe fourth season of <i>Kingdom</i>.<br>\n<br>\nFollowing the conclusion of the large-scale coalition campaign, the entirety of China is in a state of economic recovery. The victor of the battle, the state of Qin, is no different. There, the political parties led by Ying Zheng and Buwei Lü continue their inner conflict. Having played the role of king in the coalition battle, Zheng has the trust of the people—but Lü is far from out of the fight. In 18 months, he plans to interrupt Zheng's coming-of-age ceremony.<br>\n<br>\nMeanwhile, a Zhao army numbering 20,000 troops has set out toward Qin. In the royal court, due to the lack of generals capable of responding to the incoming threat, Lü slyly suggests that Zheng take command. However, Cheng Jiao, Zheng's half-brother, volunteers instead. As they grew to trust each other during the coalition battle, Zheng now accepts Jiao as his replacement.<br>\n<br>\nHowever, the Zhao forces retreat a mere half-day after clashing with Jiao's army. With trouble quickly brewing in the shadows, the internal struggle of Qin is only complicated further. There are only two men Zheng feels he can rely on: Bi, a general who commands 30,000 men; and Xin, the leader of the Fei Xin force.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13357234",
      "type": "series",
      "name": "Thermae Romae Novae",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx125447-Sqcq8oDHvZOK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13357234"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Male Protagonist/Anachronism/Seinen/Foreign/Historical/Language Barrier/Work/Primarily Adult Cast/LGBTQ+ Themes\nLucius, a bath designer in the Roman Empire, accidentally slips back in time to present day Japan and learns about Japanese bath culture in this comedy.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt16088380",
      "type": "series",
      "name": "Fanfare of Adolescence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138452-p5PC80vESxaP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16088380"
      },
      "description": "Genres: Drama, Sports\nTags:Animals/Ensemble Cast/Male Protagonist/School/Primarily Male Cast/Primarily Teen Cast/CGI/POV/Idol\nThe story takes place at a horse racing academy that trains boys to become jockeys. The three-year academy is very competitive, and those who wish to enter must not only pass an academic test but a physical and fitness test as well. Yuu Arimura is a former popular idol who becomes enamored with horse racing after seeing it for the first time, and wants to join the academy. Shun Kanami was raised on an island, and only experienced horse races through radio broadcasts growing up. Amane comes from a high-class family in England, and his father is a former jockey. Amane has previously attended horse racing academies in various countries. The show follows these three 15-year-old boys at the academy.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt26692417",
      "type": "series",
      "name": "Pokémon: Hisuian Snow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145813-mp38DT8omMKU.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt26692417"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Animals/Male Protagonist/Kids\nGet ready for a new adventure set in the vast, stunning Hisui region, the location of Pokémon LEGENDS: Arceus. \n<br><br><i>Yuki Hodokishi Futaai</i> tells the story of a boy named Akio and his encounter with a Hisuian Zorua. When he was younger, Akio's father taught him that people and Pokémon cannot live together. But Akio's interactions with the Zorua might offer a different lesson.\n<br><br>(Source: Pokemon.com)"
    },
    {
      "id": "tt2061527",
      "type": "series",
      "name": "TIGER & BUNNY 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117197-xHuyKETHFyzX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2061527"
      },
      "description": "Genres: Action, Comedy, Drama\nTags:Superhero/Super Power/Crime/Ensemble Cast/Primarily Adult Cast/Super Robot/Urban/Twins/Conspiracy/CGI/Tokusatsu/Henshin\nThe second season of <em>Tiger & Bunny</em>.\n<br><br>\nFighting for peace — and their sponsors — the odd couple of Wild Tiger and Barnaby continue to work as superheroes. But with the number of superheroes increasing around the world, how will these two veterans fare!?\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt14979560",
      "type": "series",
      "name": "Shin Ikki Tousen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136303-3kOi5MinwHEv.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14979560"
      },
      "description": "Genres: Action, Ecchi, Supernatural\nTags:Martial Arts/Spearplay/Swordplay/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/School/Nudity/Seinen/Shrine Maiden\nAs a sequel to the Ikkitousen series, Shin Ikkitousen focuses on highschools which are each equipped with fighters that contain the essence of Ancient Chinese soldiers from the Three Kingdoms with the use of Magatama. Just as the turf war in the Kanto region comes to a stop and progress in recovery is made the area is back on blast following the start of \"Magatama hunting\" with the direction of the powerful leader, Himiko.\n<br><br>\n<i>Note: The first episode received an advance broadcast on March 27, 2022. The regular TV broadcast started on May 17, 2022.</i>"
    },
    {
      "id": "tt18634390",
      "type": "series",
      "name": "Onipan!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144676-xnbnEthBjW3L.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt18634390"
      },
      "description": "Genres: Comedy\nTags:Primarily Female Cast/Cute Girls Doing Cute Things/Monster Girl/Kids/Meta/Primarily Teen Cast/Female Protagonist/Henshin/Idol\nOver the centuries, oni (AKA demons of Japanese folklore) got a pretty bad reputation. Now it’s up to three plucky oni kids — sunny Tsutsuji, cool Tsuyukusa and boisterous Himawari — to improve human-oni relations through love, friendship and superpowered underpants!\n<br><br>\n(Source: Sentai Filmworks)\n<br><br>\n<i>Note: Aired in 2 versions, a 60-episode 3-minute short series, and a combined 12-episode 14-minute TV series with the same content. Each episode of the combined version is 5 parts of the original.</i>"
    },
    {
      "id": "tt7407236",
      "type": "series",
      "name": "Legend of the Galactic Heroes: Die Neue These - Collision",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124032-li8JjJdJvDVb.png",
      "behaviorHints": {
        "defaultVideoId": "tt7407236"
      },
      "description": "Genres: Action, Drama, Fantasy, Sci-Fi\nTags:Space Opera/Politics/War/Military/Primarily Adult Cast/Male Protagonist/Space/Philosophy/Ensemble Cast/CGI/Primarily Male Cast\nThe sequel to <i>Legend of the Galactic Heroes: Die Neue These Second</i>."
    },
    {
      "id": "tt14489144",
      "type": "series",
      "name": "BUILD-DIVIDE -#​FFFFFF- CODE WHITE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx132526-okGRyho25ZFE.png",
      "behaviorHints": {
        "defaultVideoId": "tt14489144"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Card Battle/Dystopian/Isekai/Female Protagonist\nNeo Kyoto is now a city in ruins, looking nothing like it did before. The people are being rounded up by the King's servants, known as KUGE, and deposited into \"Barrels\" to steal their magical power. All in order to keep the King going...\n<br><br>\nAnd now a girl appears, with the KUGE in pursuit. She's the former King, Kurabe Kikka. Although she was once known as the most powerful King in Neo Kyoto's history, even Kikka is helpless against the KUGE, and is constantly on the run from them. After all, Kikka has no Build-Divide deck in hand. Day after day, she continues to flee with no respite, consumed by all kinds of regrets. Now that she's on the brink of despair, who should reach out a helping hand to her but...?\n<br><br>\nIn the ruins of Neo Kyoto, the two girls take each other by the hand. And now, their battle is about to begin... the one that will lead them to the person that they both cherish.\n<br><br>\n(Source: Official Website)"
    },
    {
      "id": "tt15233564",
      "type": "series",
      "name": "Love Me: Kaede and Suzu THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135513-YJgeWHaPXfS8.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15233564"
      },
      "description": "Genres: Hentai\nTags:Twins/Group Sex/Primarily Teen Cast/Threesome/Squirting/School/Heterosexual/Sex Toys/Nakadashi/Incest/Maids/Handjob/Masturbation/Fellatio/Cosplay/Yuri/School Club/Boobjob/Cunnilingus/Public Sex/Voyeur/Blackmail\nOne day after school, Kaede, the student council president and Hayato, the secretary, are summoned to the student council room by Kaede's twin sister, Suzu. Kaede is curious about the mysterious box on the desk and when she puts her hand in it, her hands are restrained...<br>\nToday is the day of the school festival and the main character's class is going to have a maid cafe and the girls in maid uniforms are very active. Of course, his classmate Kaede is also serving customers in a maid outfit, as usual. Then for some reason, Suzu, who had come to visit him dressed as a maid, offered him a mysterious switch. Kaede suddenly starts writhing in agony when I turn on the switch to try it out. Apparently, when Hayato pushed it, it leads to a rotor that is inserted into Kaede..."
    }
  ]
}