{
  "metas": [
    {
      "id": "tt1352421",
      "type": "series",
      "name": "Natsume's Book of Friends",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4081-33BLrdaPdZjP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1352421"
      },
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Iyashikei/Youkai/Episodic/Male Protagonist/Adoption/Rural/Shoujo/Primarily Male Cast/Outdoor/Shapeshifting/Primarily Teen Cast/Found Family/Urban Fantasy\nNatsume has always been an outcast because he inherited his grandmother's ability to see yokai. After moving to his grandmother's hometown and accidentally releasing a yokai imprisoned in a Lucky Cat statue, he learns about his grandmother's \"Book of Friends,\" which contains the names of the yokai she defeated, and allows its wielder to command the yokai named within. Since then, yokai now visit him on a daily basis, seeking to either get their names back or take possession of the Book of Friends.<br><br>\n(Source: NIS America)"
    },
    {
      "id": "tt0978553",
      "type": "series",
      "name": "The Familiar of Zero: \"Rondo\" of Princesses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3712-zt0ac4fjixWl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0978553"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Isekai/Magic/LGBTQ+ Themes/Tsundere/Female Harem/Heterosexual/School/Elf/Maids/Dragons/Bullying/Kuudere/Male Protagonist/Love Triangle\nFollowing Saito's heroic actions in the War with Albion in season two, Saito &amp; Louise return to Tristain, only to have the runes which bind Saito &amp; Louise disappear. Saito &amp; Louise struggle with a relationship no longer defined as Master &amp; Familiar, as they search for an Elf who has the power to restore the dead to life, and may hold the key to understanding Saito's loss of the Gandalfr's power.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1339238",
      "type": "series",
      "name": "Sekirei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4063-ZP7agutiaOCf.png",
      "behaviorHints": {
        "defaultVideoId": "tt1339238"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Female Harem/Nudity/Male Protagonist/Super Power/Battle Royale/Primarily Female Cast/Seinen\nMinato Sahashi is extremely intelligent, yet due to his inability to cope under pressure has failed the college entrance exam twice. As a result he has been branded an idiot and loser by many. One day after talking to his yet again disappointed mother he comes into contact with a girl named Musubi who was under attack. The girl runs but takes him with her and soon finds that Minato, while unknown to him, is an Ashikabi, one of the mysterious set of masters that have the genetic trait that can become partners with some of the 108 cute girls, buxom women, and bishounen called \"Sekirei\". The reason for the partnership allows the Sekirei to use all their power to win in the competition held by the mysterious MBI corporation.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1118804",
      "type": "series",
      "name": "Clannad: Another World, Tomoyo Chapter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b4059-mrA0Wky7bTgz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1118804"
      },
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Coming of Age/School\nIn an alternate universe to the original Clannad anime, Okazaki Tomoya is dating Sakagami Tomoyo in the 24th and final episode of Clannad.<br><br>\r\nWhen Tomoyo is elected Student Council President, her dream to save the school's cherry blossom trees from being cut down begins to come to fruition. However, her never-ending duties and bad rumors about their relationship spread by fellow students due to Tomoya's reputation as a delinquent create a rift between the two. As Tomoya watches Tomoyo rise higher and higher into the distance, their relationship is stretched to the limit by a society that threatens to break them apart."
    },
    {
      "id": "tt1506339",
      "type": "series",
      "name": "Time of Eve",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3167-IBEzQTk9wvbr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1506339"
      },
      "description": "Genres: Sci-Fi, Slice of Life\nTags:Robots/Artificial Intelligence/Philosophy/Bar/Surreal Comedy/Urban/CGI\nThe future, probably Japan. Robots have long been put into practical use, and androids have just come into use.<br><br>\nInfluenced by the Robot Ethics Committee, it's become common sense for people to treat androids like household appliances. Their appearance - indistinguishable from humans except for the ring over each android's head - has led some people to empathize unnecessarily with androids. Known as \"android-holics\", such people have become a social problem.<br><br>\nRikuo, a high school student, has been taught from childhood that androids are not to be viewed as humans, and has always used them as convenient tools. One day Rikuo discovers some strange data in the behavior records of his family's household android, Sammy.<br><br>\nRikuo and his friend Masaki trace Sammy's movements, only to discover a mysterious caf&eacute; that features a house rule that \"humans and robots are to be treated the same\"...<br><br>\n(Source: Official Website - English)"
    },
    {
      "id": "tt1354538",
      "type": "series",
      "name": "Detroit Metal City",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3702-TCo0UYxWQzYj.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1354538"
      },
      "description": "Genres: Comedy, Music\nTags:Band/Surreal Comedy/Parody/Male Protagonist/Primarily Adult Cast/Rape/College/Seinen/Gender Bending/Urban/Drugs/Rural\nLed by phallus-waiving terrorist-from-hell Johannes Krauser II (guitar/vocals,) and given pulsing, throbbing life by indestructible drummer Camus and bassist Alexander Jagi, Detroit Metal City is the hottest ticket on the concert circuit! There's just one catch. That \"hottest ticket\" is just a meal ticket, and beneath the makeup, these ultimate head-bangers are hired doppelgangers who don't even LIKE what they do! Jaggi is actually Wada, who wants to play glam rock; Camus is Nishida, an anime fan with an appalling weakness for curry and NSFW videos; and Krauser is... oh the shame... street-singing Soichi Negishi, whose dreams of singing happy pop hits seem hopelessly doomed by the success of his rage-fueled alter ego! Worse, he can't even tell anyone who Krauser is. Not even the girl he likes, who HATES DMC! Will rage against the corporate machine consume Negishi's tortured soul? Is there life after death metal? What it's like to put your head in a jet engine and turn up the volume? <br><br>\r\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1300176",
      "type": "series",
      "name": "Strike Witches",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3667-9ftVhhCHTRLs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1300176"
      },
      "description": "Genres: Action, Ecchi, Sci-Fi\nTags:Nudity/Aviation/Magic/Female Protagonist/Kemonomimi/Military/Primarily Female Cast/Yuri/War/Kuudere/Tsundere/CGI\nThe year is 1944 and the world lives in fear of unidentified flying objects called Neuroi. With the old-boy old guard unable to thwart this deadly menace, humanity turns its desperate eyes to an aerial attack force with much nicer legs. Meet the girls of the 501st Joint Fighter Wing, better known as the Strike Witches. These darlings of the great blue yonder may not have standard issue uniforms, but they do have all the right stuff. Where the average flyboy falters, these dolls blast aliens to bits in the bat of an eyelash. With a little magic and a whole lot of leg, the girls of the 501st are winning the war on pants, and aliens!<br><br>\n(Source: Rightstuf)"
    },
    {
      "id": "tt1300170",
      "type": "series",
      "name": "Xam'd: Lost Memories",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4177-olqlJzn1DNN0.png",
      "behaviorHints": {
        "defaultVideoId": "tt1300170"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Military/Ensemble Cast/War/Super Power/Love Triangle/Terrorism/Male Protagonist/Vore/Kuudere/Disability\nSentan Island is a small island surrounded by the Yuden Sea. It exists in a state of dreamlike tranquility, cut off from the war between the Northern Government and the Southern Continent Free Zone. Our hero, Akiyuki Takehara, lives on Sentan Island along with his mother Fusa. He is currently separated from his father, the town doctor Ryuzo, but the bond between father and son remains. One day, after taking Ryuzo the lunch that Fusa has made for him as usual, Akiyuki arrives at school, where he is caught up in an explosion along with his friends, Haru and Furuichi. The explosion produces a mysterious light, which enters Akiyuki's arm, causing him excruciating pain. He's given no time to understand it, however, as the white-haired girl who rode on the bus with him guides him to a power unlike anything he's ever known."
    },
    {
      "id": "tt1266617",
      "type": "series",
      "name": "Haruka Nogizaka's Secret",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3467.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1266617"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Otaku Culture/School/Parody/Heterosexual/Maids/Love Triangle/Kuudere\nThe story centers around Yuuto Ayase and his classmate Haruka Nogizaka. While Yuuto is rather ordinary, Haruka is very attractive, intelligent and rich. Due to this, she is the school's most unattainable girl and is so idolized that her classmates give her the French nicknames \"Nuit &Eacute;toile\" (The Silver Star of the Night) and \"Lumi&egrave;re du Clavier\" (The Shining Princess on the Piano). One day, when Yuuto goes to the school library to return a book, he stumbles across Haruka and her darkest secret&mdash;she is a diehard fan of anime, manga and the otaku culture. Yuuto promises to keep her secret hidden and the two become close friends. Yuuto does his best to help Haruka with her secret hobby while developing his relationship with her. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1245698",
      "type": "series",
      "name": "Birdy the Mighty: Decode",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3974-Gb9WK53nSsPz.png",
      "behaviorHints": {
        "defaultVideoId": "tt1245698"
      },
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Aliens/Dissociative Identities/Urban Fantasy/Seinen/Gender Bending/Henshin/Tokusatsu\nTsutomu Senkawa is an average high school kid who is busy studying for his senior entrance exams. Tsutomu goes out for some fresh air, after a hard day's work studying for a big test, when he runs into a guy fleeing from a pretty young lady. The pursued man is actually an interplanetary criminal on the run from a Federation agent called Birdy Cephon Altera. Caught in the midst of this chase, Tsutomu gets thrown by the man at Birdy, which kills Tsutomu. Fortunately for Tsutomu, there is a way to keep him alive, although it comes at the price of discarding his body. He ends up merged into Birdy's body."
    },
    {
      "id": "tt1208358",
      "type": "series",
      "name": "Blade of the Immortal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4151-7kcnkt5iisJX.png",
      "behaviorHints": {
        "defaultVideoId": "tt1208358"
      },
      "description": "Genres: Action, Adventure, Supernatural\nTags:Swordplay/Historical/Samurai/Seinen/Ninja\nManji is an amoral swordsman, who has been cursed with eternal life. He has grown tired of living with all the death he has created. He has no skills other then those of killing, thus he forms a plan to regain his mortality: he shall kill one hundred evil men for each good one he has killed. The old witch who afflicted Manji with immortality agrees to Manji's proposition and Manji is set on his path to kill one thousand evil men. On his journey he meets a young girl, Rin, who has her own vengeance to seek against the sword school whose members slaughtered Rin's family. Rin and Manji journey together, each hoping to find some kind of peace. In their way are many varied enemies. Rin and Manji are almost constantly under attack and must learn to live their lives, avoiding being consumed by revenge.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0878037",
      "type": "series",
      "name": "School Rumble Third Term",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b4015-hYmGm0Dv4jPx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0878037"
      },
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Kuudere/School/Shounen/Love Triangle/Delinquents\nA short 2 episodes attempt to conclude the series. Karasuma goes to America after then end of the third term. Will Harima finally confess? What will happen with Tenma and Karasuma?"
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikki Tousen: Great Guardians",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4196-plcopaKXIbCS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0486171"
      },
      "description": "Genres: Action, Ecchi\nTags:Martial Arts/Female Harem/Super Power/Female Protagonist/School/Nudity/Tomboy/Kuudere/Seinen\nHakufu's dreams of participating in new fights and tournaments are put on hold as new obstacles block her path. Her friends have lost faith in her, new enemies appear, and a younger sister she never knew existed suddenly shows up on her doorstep. If Hakufu ever hopes to compete worldwide, she's going to have to deal with her issues at home first. <br><br>\r\n(Source: FUNimation) "
    },
    {
      "id": "tt0972656",
      "type": "series",
      "name": "Hidamari Sketch x 365",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3604-kQzUwfzAcgTF.png",
      "behaviorHints": {
        "defaultVideoId": "tt0972656"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Seinen/Iyashikei/Cute Girls Doing Cute Things/School/Drawing/Achronological Order/Primarily Female Cast/Female Protagonist/Primarily Teen Cast\nThe second season of <i>Hidamari Sketch</i>.<br>\n<br>\nYuno, Miyako, Hiro, Sae and the rest of the denizens of the most fascinating piece of surreal estate in Japan are back. And they're still spurning the \"A happens after B, happens after C\" pattern so prevalent in the rest of the world. In fact, instead of just taking place after Yuno's first year at Yamabuki High, this season of Hidamari Sketch continues on both sides, around the edges and in-between. Filling in the details in an ever-expanding collage that's both avant-garde and slice of life!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt1277981",
      "type": "series",
      "name": "Koihime†Musou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4262-O8yfbzjIef0a.png",
      "behaviorHints": {
        "defaultVideoId": "tt1277981"
      },
      "description": "Genres: Action, Adventure, Ecchi, Fantasy\nTags:Historical/Female Protagonist/Primarily Female Cast/Nudity/Episodic/Ojou-sama/Rural/Female Harem\nThis anime is based on an eroge game by Baseson, which was loosely based on the classic Chinese novel Romance of the Three Kingdoms.<br><br>\nHaving lost her family to bandits during night raid, Kanu swears she will not let others share the same pain. She quickly becomes a well-known and feared by villains bandit hunter. During her journey she comes across others who wish to join her cause. One of them is a girl RinRin, who had similar experience with bandits in the past. "
    },
    {
      "id": "tt1239487",
      "type": "series",
      "name": "Sands of Destruction",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4415-j8tqWgsVqWII.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1239487"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Animals/Male Protagonist\nSpinoff based on the Nintendo DS RPG game by SEGA, released in Japan July, 2008. <br><br>\nIn a world where humans serve as livestock for the ruling beastman, and where sand fills the roles of water and fire. Kyrie is recruited by the \"World Destruction Committee\" to assist in putting an end to their world. Kyrie alone holds the power needed to do it. <br><br>\n(Source: AniDB)  "
    },
    {
      "id": "tt15215660",
      "type": "series",
      "name": "Code Geass: Hangyaku no Lelouch R2 Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5163.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15215660"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Anti-Hero/Military/Super Power/Politics/Kuudere\n5 minute specials featuring previously unseen scenes from the main Code Geass R2 series, mostly comedic in nature."
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The ORIGINATION: That Little Secret Place...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4772-ybpWwYAbFfVo.png",
      "behaviorHints": {
        "defaultVideoId": "tt0977907"
      },
      "description": "Genres: Comedy, Fantasy, Sci-Fi, Slice of Life\nTags:Iyashikei/Primarily Female Cast/Female Protagonist/Slapstick\nSpecial episode based on chapter 39 (or Navigation 39) entitled \"The Secret Place\". Its action takes place between episodes 5 and 6 of Aria the Origination.<br><br>\nAkari and President Aria take a walk in the eastern part of Neo-Venezia. They are spotted by Akatsuki, who follows them to try to greet Akari. They eventually end up at St Mark's Basilica, where Akari has a secret place, which is discovered by Akatsuki, Aika, and Alice. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1284603",
      "type": "series",
      "name": "Mahou Sensei Negima! Shiroki Tsubasa ALA ALBA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4188-Iv82sjbW5V9M.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1284603"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Romance\nTags:Shounen/Urban Fantasy/Teacher/Card Battle/Primarily Female Cast/Female Harem/Vampire/Surreal Comedy/Magic/Kuudere\nOVA episodes that are bundled with the limited edition of the manga volumes 23-25. First episode to cover chapters 176 and 177 of the manga. Second episode to cover chapters 178-180. And third episode to cover chapters 182 and 183."
    },
    {
      "id": "tt1216124",
      "type": "series",
      "name": "Kanokon Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4760.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216124"
      },
      "description": "Genres: Ecchi\nTags:Nudity/Love Triangle/Female Harem/Kuudere\nUncensored 2-minute DVD Specials of Kanokon."
    },
    {
      "id": "tt0112166",
      "type": "series",
      "name": "The Slayers Revolution",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4028-M65wEjtfP8rO.png",
      "behaviorHints": {
        "defaultVideoId": "tt0112166"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Female Protagonist/Magic/Swordplay/Demons/Kuudere/Ero Guro/Cute Girls Doing Cute Things\nHaving lost the Sword of Light in the previous battle, Lina and Gourry continue their journey in search of a replacement weapon. On the way, the two of them meet up with Amelia and Zelgadis in the kingdom of Luvinagard while taunting some pirates. Lina is happy to reunite with her old friends, but appearing before her is Luvinagard's Inspector of the Special Investigative Unit; a man called Wizer. However, Lina is amazed at his unusual behavior... <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5351736",
      "type": "series",
      "name": "Candy☆Boy EX01 - Forecast of the Future",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5116.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5351736"
      },
      "description": "Genres: Romance, Slice of Life\nTags:Yuri/Incest/Primarily Female Cast/Female Protagonist/Twins/School\nA DVD-only prequel to the Candy Boy series. Twin sisters, Yukino and Kanade Sakurai, move to a new school in the big city of Tokyo but not everything is quite like they expected."
    },
    {
      "id": "tt5814872",
      "type": "series",
      "name": "Antique Bakery",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4021-wDG34KiOIegl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt5814872"
      },
      "description": "Genres: Comedy\nTags:LGBTQ+ Themes/Shoujo/Male Protagonist/Primarily Adult Cast/Primarily Male Cast/Boys' Love/Food/Butler\nA high school crush, a world-class pastry chef, a former middle-weight boxing champion... and a whole lot of cake!<br>\nOno has come a long way since the agonizing day in high school when he confessed his love to handsome Tachibana. Now, some 14 years later Ono, a world-class pastry chef and gay playboy has it all. No man can resist Ono's charms (or his cooking skills!) but he has just found a new position under a man named Tachibana. Can this be the only man who resisted his charms, and if so, will the man who once snubbed the \"magically gay\" Ono get his just deserts? And how in the heck did a former middleweight boxing champion wind up as Ono's cake boy? <br><br>\n(Source: DMP)"
    },
    {
      "id": "tt1441411",
      "type": "series",
      "name": "Someday's Dreamers II Sora",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4483-TFQXbx7NmL0C.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1441411"
      },
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Magic/Heterosexual/Female Protagonist/Coming of Age/Iyashikei/School\nGet ready for a second magical journey to the world of Someday's Dreamers, where spellcasting is a profession that requires both the proper training AND a license. It's to get that license and fulfill a promise made to her late father that young Sora Suzuki has made the long journey from her distant home in the countryside town of Biei to the big city of Tokyo. It's a daunting challenge, but she's got a little bit of talent, a charming personality and, most important of all, the promise of an internship! What she ISN'T expecting, though, is how different life in the city will be, especially the people themselves. While she gets along with the confident Asagi, Kuroda and the gentle Hiyori, she's completely confused with the mysterious boy Gouta. And yet, as a result of their internships they keep ending up in the same situations and slowly learning to understand more about each other than they ever imagined possible! <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt0059968",
      "type": "series",
      "name": "Batman: Gotham Knight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4094.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0059968"
      },
      "description": "Genres: Action, Adventure\nTags:Anthology/Episodic/Foreign/Detective/Urban/Male Protagonist/Police/Superhero/Crime/Gangs/Mafia/Guns/Assassins/Rural/Cult/Butler/Skateboarding\n<i>Batman</i> animated anthology based on the DC Comics superhero of the same name. <br><br>\n\n<strong>Episodes</strong><br>\n1) Have I Got a Story for You (俺たちのスゴい話) - <em>Shoujirou Nishimi (STUDIO 4℃)</em><br>\n2) Crossfire (クロスファイア) - <em>Futoshi Higashide (Production I.G.)</em><br>\n3) Field Test (フィールドテスト) - <em>Hiroshi Morioka (Bee Train)</em><br>\n4) In Darkness Dwells (闇の中で) - <em>Yasuhiro Aoki (Madhouse)</em><br>\n5) Working Through Pain (克服できない痛み) - <em>Toshiyuki Kubooka (STUDIO 4℃)</em><br>\n6) Deadshot (デッドショット) - <em>Jong-Sik Nam (Madhouse)</em><br>\n"
    },
    {
      "id": "tt1203269",
      "type": "series",
      "name": "Shoujo Sect",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4473.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1203269"
      },
      "description": "Genres: Drama, Hentai, Romance\nTags:Yuri/Primarily Female Cast/Female Harem/Female Protagonist/Love Triangle/Femdom/Cunnilingus/School/Scissoring/Tanned Skin/Incest/Public Sex/Defloration/Primarily Teen Cast\nShinobu Honda and Momoko Naitou know each other since childhood. Shinobu fell in love with Momoko from the first day they met. Now in high school, Momoko has forgotten about the past, but Shinobu hasn't. Both follow their own ways but Shinobu still hopes for Momoko to remember their promise from long ago.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1534184",
      "type": "series",
      "name": "Inuyasha: Kuroi Tessaiga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4886-xzcW3fD6rmoK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1534184"
      },
      "description": "Genres: Action\nTags:Youkai/Kuudere/Swordplay\nA 30-minute Inuyasha feature titled Kuroi Tessaiga screened on Takahashi Rumiko's picture exhibitions across Japan.<br><br>\nIn January 2010, this special ended up, slightly edited, as episode 15 of Inuyasha Kanketsu-hen."
    },
    {
      "id": "tt11427418",
      "type": "series",
      "name": "Detroit Metal City: Birth of the Metal Devil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5065.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11427418"
      },
      "description": "Genres: Comedy, Music, Romance\nTags:Parody/Band/Seinen/Male Protagonist\nThis is a special introductory episode of Detroit Metal City."
    },
    {
      "id": "tt13022808",
      "type": "series",
      "name": "Ryoko's Case File",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3614-W6pFCNZcXiFX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt13022808"
      },
      "description": "Genres: Mystery, Supernatural\nTags:Police/Primarily Adult Cast/Female Protagonist/Guns/Episodic\nBased on a series of light novels written by Tanaka Yoshiki and illustrated by Kakinouchi Narumi.<br><br>\nThe story revolves around Ryouko Yakushiji, a 27-year-old multilingual investigator that graduated from Tokyo University's elite Department of Law, and the bizarre cases she faces while working for the Tokyo Metropolitan Police. Yakushiji not only has to deal with supernatural beings in her line of work, but also her rival Yukiko Muromachi, another equally talented and beautiful police investigator.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt15215660",
      "type": "series",
      "name": "Code Geass: Lelouch of the Rebellion R2: Flash Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9591.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15215660"
      },
      "description": "Genres: \nTags:Parody/Meta/Kuudere/Flash\n9 flash anime specials included in the Code Geass R2 DVDs and BDs."
    },
    {
      "id": "tt0096686",
      "type": "series",
      "name": "Ranma 1/2: Akumu! Shunmin Kou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5493-qsjGrDAxI11R.png",
      "behaviorHints": {
        "defaultVideoId": "tt0096686"
      },
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Male Protagonist/Female Protagonist/Martial Arts/Drugs/Gender Bending/Animals/Shounen/Nudity\nTwelve years after the final OVA was shown, and the end of the manga, a new piece of Ranma &frac12; animation was made for the \"It's a Rumic World\" exhibition of Rumiko Takahashi's artwork. The new 30 minute special is based on the \"Nightmare! Incense of Spring Sleep\" manga story from volume 34, and was shown on odd numbered days at the \"It's A Rumic World\" exhibition in Tokyo from July 30th to August 11th.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt2581662",
      "type": "series",
      "name": "Quiz Magic Academy: The Original Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5080.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2581662"
      },
      "description": "Genres: Comedy, Fantasy\nTags:Magic/School/Chibi/Kuudere\nThere is a magical academy that is located on a floating island in the sky. This OVA is about the students of one of the academy's classes, who's only chance not to fail the semester is to win a competition where they must show off their magic skills."
    },
    {
      "id": "tt1144841",
      "type": "series",
      "name": "Kimikiss pure rouge Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4205.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1144841"
      },
      "description": "Genres: Romance\nTags:School/Kuudere/Heterosexual\nDVD only episode entitled 'love fighter'. If features the whole cast but focuses on Megumi Kuryuu."
    },
    {
      "id": "tt1161699",
      "type": "series",
      "name": "Sayonara Zetsubou Sensei Jo: Zoku Zetsubou Shoujo Senshuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b8317-K72865KpOjQC.png",
      "behaviorHints": {
        "defaultVideoId": "tt1161699"
      },
      "description": "Genres: Comedy\nTags:Parody/School/Kuudere\nA special summary episode of the second season of <i>Sayonara Zetsubou Sensei</i>, focusing on the girls that were not introduced in the first <i>Zetsubou Shoujo Senshuu</i>: Otonashi Meru, Fujiyoshi Harumi, Kaga Ai, and Mitama Mayo."
    },
    {
      "id": "tt1197448",
      "type": "series",
      "name": "Neo Angelique Abyss: Second Age",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4662.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1197448"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Male Harem/Female Protagonist/Primarily Male Cast/Magic/Heterosexual\nContinuing where the first season left off, the sudden increase of Thanatos with the disappearance of the Aube Hunters has now left Arcadia in ruin. Desperation reigns high as the Religious Organization fights to battle the Thanatos. Six months had already past since Hidamari mansion burned to ashes, the Aube Hunters, once hailed as heroes, is now blamed for the appearance of Thanatos. Nevertheless, hope still exists for the reappearance of the Queen's Egg one day, who will become the savior of Arcadia. Unknown to many however, the Aube Hunters have actually been silently waiting for the awakening of Angelique, who has been asleep the entire time."
    },
    {
      "id": "tt1043721",
      "type": "series",
      "name": "Chocolate Underground",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3962.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1043721"
      },
      "description": "Genres: Comedy\nTags:Kids/CGI/Satire\nChocolate and other sweets have been banned thanks to the political reign of the Good For You Party, and the new laws are enforced strictly, with force if need be. Smudger and Huntley are two teen boys determined to eat chocolate again. They search out  rumored chocolate bootleggers, eventually starting their own chocolate underground distribution.<br><br>\nBased on the the British children's novel <em>Bootleg</em> by Alex Shearer."
    },
    {
      "id": "tt1230400",
      "type": "series",
      "name": "Telepathy Shoujo Ran",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3668.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1230400"
      },
      "description": "Genres: Fantasy\nTags:School/Super Power\nRan is a bright and energetic first-grader in junior high school who possesses supernatual abilities. Together with Midori (her friend who also has supernatural powers) and Rui, the threesome are constantly embroiled in mysterious circumstances. Ran is troubled by her powers because it seems to spark off the ill intentions of people in contact with her. However, with the support of her family and peers, Ran learns to deal with her 'other' side and accepts who she is. The threesome also learn how to team up as a whole and solve these mysterious events.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1011549",
      "type": "series",
      "name": "It's a Rumic World: 50th Anniversary Weekly★Shonen Sunday",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6566-2vCBGgyUl4CS.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1011549"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Crossover/Meta/Ensemble Cast\nThe characters from Ranma 1/2, Urusei Yatsura, and Inuyasha all gather together in a short crossover to introduce the 50th Anniversary Weekly Shonen Sunday \"Rumic World\" Museum opening, celebrating Rumiko Takahashi's manga work."
    },
    {
      "id": "tt2093608",
      "type": "series",
      "name": "Kaitou Tenshi Twin Angel (OVA)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3805.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2093608"
      },
      "description": "Genres: Mahou Shoujo\nTags:Henshin/Magic/School/Nudity\nHaruka Minazuki and Aoi Kannazuki are freshman high school students and best friends. During the day they help with school activities but at night they thwart enemies like Black Auction and other villains as Red Angel and Blue Angel, the Twin Angel team. "
    },
    {
      "id": "tt1223203",
      "type": "series",
      "name": "Ultraviolet: Code 044",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4264-5jdwiLMET49D.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1223203"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Female Protagonist/Primarily Adult Cast/Fugitive/Survival/Gore/Swordplay/Nudity/Vampire/Police/Guns/Space/Military\n044 becomes the strongest female soldier excelling in combat through gene manipulation using a virus. However, in exchange for her abilities, her days become numbered. The next mission of the government is to destroy a bloodthirsty squad, Phage, and its leader King. In her battle, she encounters a Phage soldier, Luka, and finds herself unable to kill him. She wonders why, but as a result, Daxus Jr., the leader of the government group, regards her as a traitor. She is targeted by both Phage and the government, and she runs away with the injured Luka.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3453822",
      "type": "series",
      "name": "Pikachu Koori no Daibouken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8709-kGoA3daEboUO.png",
      "behaviorHints": {
        "defaultVideoId": "tt3453822"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Animals\nWhile playing in the ocean near a tropical resort, Pikachu &amp; Co. get in a scuffle with Team Rocket's Pok&eacute;mon. This scuffle causes the Pok&eacute;mon to wind up miles away in an Ice-covered Paradise. However, when they get there, they are seperated soon find that certain Pok&eacute;mon in the area require their assistance. Will they be able to reunite with their friends and help these Pok&eacute;mon out?<br><br>\n(Source: Serebii)"
    },
    {
      "id": "tt16360606",
      "type": "series",
      "name": "COBRA THE ANIMATION: The Psycho-Gun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4646.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt16360606"
      },
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Space/Nudity/Primarily Adult Cast/Aliens/Robots/Cyborg/Male Protagonist/Shounen\nWhen Utopia More discovers an ancient record that holds the key to unlocking the secrets of the universe, she becomes the target of the ruthless Gypsy Doc of the Pirate Guild. Utopia finds herself saved by the easy-going yet legendary space pirate, Cobra, whose custom made Psychogun makes him a force to be reckoned with. Together, the two of them attempt to stop Gypsy Doc (along with Cobra's revived arch-nemesis, Crystal Boy) and his efforts to steal the record and use its secrets to rule the universe."
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin III: sweet lost night - Mahou no Lamp wa Akumu no Yokan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5019-4BC3MrSgmvqn.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2531336"
      },
      "description": "Genres: Adventure, Comedy\nTags:Amnesia/Shounen/Samurai/Crime/Primarily Adult Cast/Male Protagonist/Foreign/Military\nLupin scores a \"magic lamp\" and finds it does hold a genie. However, the stroke of 7PM strikes, and that is the last thing he remembers. Finding himself in Singapore, Lupin must battle his way past the forces of Colonel Garlic and discover the secret behind the lamp. But every time the clock strikes 7PM, his memory is wiped clean! How can Lupin piece together this puzzle, when he can't even remember what he is doing?!<br><br>\n(Source: Lupin III Encyclopedia)"
    },
    {
      "id": "tt14280974",
      "type": "series",
      "name": "Love Selection: THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5172.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt14280974"
      },
      "description": "Genres: Hentai\nTags:Maids\nThe first episode of Love Selection is about a guy named Daiki-kun day-dreaming about having sex with the girl that he is in loved with named Ami-chan. Basically, one of Ami's friends decides that she wants to have sex before her school-life ends, and thinks it would be easiest with someone from the class, so she proposes it to the class and drags Ami, and their other friend Yui, into it too. This episode contains no rape scenes, everything is \"mutual\" or close to it. No old fat men, etc...<br><br>\nThis second episode is about a guy who frequents a restaurant called \"Royal Bust\" because he's infatuated with one of the waitresses named Saiko-chan. Little did he know that the restaurant had a \"Special Sevice Day\" for customers who acquire enough points. Eventually he has his opportunity with Saiko-chan, but is cut short after getting a blowjob and doesn't have sex with her. Through distress from seeing her with a fat old man, he ends up having sex with another waitress named Yayoi-chan, who has secretly been in love with him all this time. This episode contains fat men, \"royal busts,\" and netorare."
    },
    {
      "id": "tt1315668",
      "type": "series",
      "name": "Eromanga Mitai na Koi Shiyo: LET'S FALL IN LOVE THE ERO-MANGA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5315.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1315668"
      },
      "description": "Genres: Hentai, Romance\nTags:Large Breasts/Boobjob/Defloration/Surreal Comedy/Nakadashi/Incest\nBased on the manga by Yasui Riosuke.<br>\n<br>\nThis anime has another Title that is \"Let's Fall in Love The Ero-manga\" or abbreviated (LFLEM).<br>\n<br>\nConsists of four short ero-manga plots in a 2-part series of cute ecchi love. Funny, erotic, and sweet. LFLEM gives immense MOE doses for otaku around the world who are teased and dissatisfied with regular anime.<br>\n<br>\n(Source: Translated and Edited from Nekopoi)"
    },
    {
      "id": "tt15294526",
      "type": "series",
      "name": "HypnoLove",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5212.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15294526"
      },
      "description": "Genres: Hentai\nTags:Defloration/Fellatio/Masturbation/Watersports/Anal Sex/Rape/Facial/School/Cunnilingus\n(OVA 1: A Boy's Toy)<br>\nShinta Murakoshi just scored the best toy a guy could ever ask for: a hypnotic gun. Armed with the power to make anyone do anything at any time, he sets off to fulfill his fantasies and turn every woman he meets into his secret personal love slave!<br><br>\n(OVA 2: Love Trance)<br>\nShinta continues to add to his hypnotic harem, but when his latest target, the sexy Midori, comes on to him, he's not sure what to do. Does she actually have the hots for him or is it some sort of trick?"
    },
    {
      "id": "kitsu:4725",
      "type": "series",
      "name": "Toshi Densetsu Monogatari Hikiko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6809.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:4725"
      },
      "description": "Genres: Horror\nTags:Ghost/Bullying/CGI\nStory: 3D CG-animated movie about Hikiko, who is a character of a Japanese urban legend. She was violently treated all the time by her parents and classmates at the elementary school and she's extremely ugly due to the constant violence. To revenge, she caught students from elementary school and drag them on the floor until they're badly mutilated.<br><br>\nWhen reversing Hikiko's full name &#26862;&#22915;&#23019;&#23376;(Mori Hikiko) gives &#24341;&#12365;&#31840;&#12418;&#12426;(hikikomori), which means social withdrawal."
    },
    {
      "id": "tt1395101",
      "type": "series",
      "name": "MISSION-E",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4209.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1395101"
      },
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:School\nChinami and her friends have formed an organization called OZ, with the financial backing of the Kujo Group. Their goal is to peacefully integrate people with Type-E abilities into society, and oppose the Foundation, an organization which seeks to capture and control Type-E users for their own mysterious purposes.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1279024",
      "type": "series",
      "name": "Toradora!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4224-3Bh0rm99N6Vl.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1279024"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Love Triangle/Coming of Age/School/Tsundere/Primarily Teen Cast/Heterosexual/Female Protagonist/Male Protagonist/Slapstick/Female Harem\nRyuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\"\n<br><br>\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend!\n<br><br>\n<i>Toradora!</i> is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.\n"
    },
    {
      "id": "tt1316554",
      "type": "series",
      "name": "Black Butler",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx4898-mW4gabZvwmLC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1316554"
      },
      "description": "Genres: Action, Comedy, Fantasy, Mystery, Supernatural\nTags:Butler/Crime/Demons/Revenge/Historical/Male Protagonist/Anti-Hero/Foreign/Gender Bending/Detective/Primarily Male Cast/Mythology/Food/Transgender/Kuudere/Assassins/Shounen/Crossdressing/Chibi\nIn Victorian-era Europe, a young boy loses everything he once held near and dear to a vicious plot. In his moment of death, he strikes a deal with a demon: his soul, in exchange for revenge. Ciel Phantomhive is now the head of the Phantomhive corporation, handling all business affairs as well as the underground work for the Queen of England. His new partner is a demon butler, Sebastian Michaelis, whose powers as a butler is only surpassed by his strength as a demon.<br><br>\nThe story follows the two along with their other servants, as they work to unravel the plot behind Ciel's parents' murder, and the horrendous tragedies that befell Ciel in the month directly after."
    },
    {
      "id": "tt1118804",
      "type": "series",
      "name": "Clannad: After Story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4181-V1LCtX1rJgbR.png",
      "behaviorHints": {
        "defaultVideoId": "tt1118804"
      },
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Family Life/Coming of Age/Male Protagonist/Philosophy/Heterosexual/Work/Female Protagonist/Rehabilitation/Primarily Female Cast/Slapstick/School Club/Primarily Teen Cast/School/Marriage/Baseball/Trains\nA few months have passed since Tomoya declared his love to Nagisa, and his life keeps moving forward as he continues to meet a variety of new people, expanding his world in the process. While Tomoya's world continues to expand, his and Nagisa's relationship is entering a new phase, and neither of them is quite sure where it will take them. Through his relationship with Nagisa, Tomoya begins to understand the meaning and importance of family.<br>\n<br>\nBut as Tomoya and Nagisa begin a family of their own, they are faced with many hardships along the way in Clannad: After Story<br>\n<br>\n(Source: Sentai Filmworks, edited)<br>\n<br>\n<i>Note: Includes 2 un-numbered 'extra' and 'summary' episodes that aired at the end of the series.</i>"
    },
    {
      "id": "tt1308089",
      "type": "series",
      "name": "A Certain Magical Index",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4654-HX1Y1R1EfYJr.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1308089"
      },
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Magic/Super Power/Urban Fantasy/Male Protagonist/Urban/Nun/Slapstick/Female Harem/Artificial Intelligence/Kuudere/Gore\nSet in a city of scientifically advanced superhuman students, but in a world where magic is also real. Touma Kamijou&rsquo;s right hand, the Imagine Breaker, will negate all magic, psychic, or divine powers, but not his own bad luck. One day he finds a young girl hanging on his balcony railing. She turns out to be a nun from the Church of England, and her mind has been implanted with the Index-Librorum-Prohibitorum - all the magical texts the Church has removed from circulation."
    },
    {
      "id": "tt1821149",
      "type": "series",
      "name": "Rosario + Vampire Capu2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4214.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1821149"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Vampire/School/Female Harem/Male Protagonist/School Club/Witch/Monster Girl/Succubus/Primarily Female Cast/Dissociative Identities/Nudity/Meta/Heterosexual/Kuudere/Shounen\nA year has passed since Tsukune was sent to the Youkai academy. Tsukune has gotten used to life there, or so he thought. As a second year, him and the girls are looked up to by the juniors. On the first day back to school, a sudden encounter with Shuzen Kokoa, takes a turn for the worst. What Adventures or should we say, misadventures await our human, vampire and friends?"
    },
    {
      "id": "tt1324968",
      "type": "series",
      "name": "Michiko & Hatchin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4087-TMc9A0GSKiJf.png",
      "behaviorHints": {
        "defaultVideoId": "tt1324968"
      },
      "description": "Genres: Action, Adventure\nTags:Crime/Fugitive/Female Protagonist/Gangs/Tanned Skin/Foreign/Anti-Hero/Primarily Female Cast/Primarily Adult Cast/Travel/Tomboy/Guns/Urban/Mopeds/Episodic/Police/Found Family/Martial Arts\nAfter escaping from prison, the criminal Michiko rescues an abused girl known as Hatchin. The two are about as opposite as they come, but their fates become intertwined through the connection of a man from both their pasts. On the run from the police and Hatchin's abusive foster parents, the unlikely duo set out to find this man and ultimately discover their freedom. <br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt2189248",
      "type": "series",
      "name": "Inazuma Eleven",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5231-LOB6lgM2Coto.png",
      "behaviorHints": {
        "defaultVideoId": "tt2189248"
      },
      "description": "Genres: Sports\nTags:Football/Super Power/Primarily Child Cast/Primarily Teen Cast/Kids/Male Protagonist/Ensemble Cast/School Club/Aliens/Primarily Male Cast/School/Dissociative Identities/Gods\nThe main character, Endou Mamoru, is a very talented goalkeeper and the grandson of one of the strongest goalkeepers in Japan, who died before he was born. Even though his skills are incredible his school lacks a real soccer club as the 6 other members don't appear very interested even in training. But as soon as a mysterious forward called Gouenji moves to Endou's town, the young goalkeeper sets out to find and recruit members for his soccer team.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1411815",
      "type": "series",
      "name": "One Outs",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5040-OpWkR6shhDv1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1411815"
      },
      "description": "Genres: Psychological, Sports\nTags:Baseball/Gambling/Seinen/Primarily Male Cast/Primarily Adult Cast/Philosophy/Male Protagonist/Anti-Hero\nThe story begins when Hiromichi Kojima, the star batter of the fictional Lycaons in Japan's Pacific League, heads to the southern Japanese island of Okinawa to train and bring himself out of a slump. There, he meets Toua Tokuchi, a 134-kmph (83 miles per hour) pitcher and the undisputed king of a gambling form of baseball called \"One Out.\" At Kojima's urging, Tokuchi signs up with the Lycaons under an unusual contract: he gets 5,000,000 yen (about US$46,000) for every out he pitches, but loses 50,000,000 yen (US$460,000) for every point he gives up. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1209393",
      "type": "series",
      "name": "Vampire Knight: Guilty",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4752-U4EZI6gwWsXX.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1209393"
      },
      "description": "Genres: Drama, Mystery, Romance, Supernatural\nTags:Vampire/Urban Fantasy/Shoujo/Female Protagonist/Love Triangle/School/Primarily Male Cast/Kuudere/Male Harem/Politics\nAs a direct continuation of the first season, Zero comes back after his disappearance from the academy. Despite her relief, Yuuki, whose past is still shrouded in mystery, wonders what exactly happened to Zero during the separation. As Zero continues having the strange vision that appeared since the day he drank Kaname&rsquo;s blood, he visits the now awakened Maria Kurenai in an attempt to find answers. She only provides him with a cryptic answer that suggests who the true enemy really might be.<br><br>\nIn the meantime, vampires from the Supreme Vampire Council arrive at the academy in order to punish Zero with death for his sin of killing a pureblood. However, Kaname intervenes with the council's decision with not only the intention of saving Zero but with another purpose unbeknown to everyone around him.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt1278254",
      "type": "series",
      "name": "ChäoS;HEAd",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4975-89ESCZZNG4yZ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1278254"
      },
      "description": "Genres: Mystery, Psychological, Sci-Fi, Supernatural\nTags:Urban Fantasy/Male Protagonist/Hikikomori/Primarily Female Cast/Female Harem/Denpa/Primarily Teen Cast/Heterosexual/Otaku Culture/Urban/School/Anti-Hero/Kuudere\nShibuya, Japan, 2008. Takumi Nishijou, a high school student at the Private Suimei Academy, one day hears about the 'New Gen' murders that have been occurring around the city. Although dismissing the subject because it doesn't involve him, Takumi begins to experience strange mishaps around him, from a horrific picture he received while on his PC, to a mysterious Pink-Haired girl standing at a murder scene.<br><br>\nFrom there on Takumi struggles to cope with the events unfolding around him, and is soon unaware of what is real or a delusion. As his fate opens up before him, the perpetrator behind the 'New Gen' events attempts to find him, leading him into a world where nothing is as it seems."
    },
    {
      "id": "tt1475263",
      "type": "series",
      "name": "Ga-Rei-Zero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4725-LWoB14AbUyaA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1475263"
      },
      "description": "Genres: Action, Supernatural, Thriller\nTags:Female Protagonist/Urban Fantasy/Super Power/Gore/Swordplay/Work/Nudity/Achronological Order/Shounen/LGBTQ+ Themes\nAn elite squadron trained to combat supernatural forces is called in to investigate reports of invisible monsters terrorizing Tokyo, but their mission is complicated by the interference of a rogue exorcist. When the mysterious female slaughters the overmatched attack force, her former comrades are ordered to lock down the crime scene—and forever silence their old friend.\n<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i> Note: This series is a prequel to the manga series, Ga-Rei.</i>"
    },
    {
      "id": "tt1329466",
      "type": "series",
      "name": "Skip Beat!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4722-haxa25k1oSxU.png",
      "behaviorHints": {
        "defaultVideoId": "tt1329466"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Acting/Revenge/Female Protagonist/Work/Shoujo/Coming of Age/Fashion/Heterosexual\nKyouko followed her true love and childhood friend Shou to Tokyo so she could help him reach his dream of becoming an idol. She cleans, cooks, works three jobs and does nothing for herself because she loves him so much, but gets nothing in return. Still, she remains by his side. But then one day she goes unannounced to his agency with a delivery, and overhears him talking about her; he reveals to his manager that he only took her with him as a maid, and that he doesn't care for her at all. Upon hearing this, Kyouko doesn't just sit around and cry. She cuts and dyes her hair, changes her clothes and attitude and thus begins her journey to join showbiz and have her revenge against Shou.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt0235119",
      "type": "series",
      "name": "Casshern Sins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4981-V6MbMiJUqdvP.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0235119"
      },
      "description": "Genres: Action, Adventure, Drama, Psychological, Sci-Fi\nTags:Post-Apocalyptic/Philosophy/Dystopian/Robots/Pandemic/Super Power/Cyberpunk/Episodic/Amnesia/Male Protagonist/Disability/Superhero/Twins/Lost Civilization\nIn the distant future, where cyborgs and humans struggle to survive after the war which destroyed the world, a being in white suit awakens. His name is Casshern and he remembers nothing of his own past. <br><br>\nIn barren and dark dystopian world, where every being alive seems to hate his existence and the evil from his past wants him dead, Casshern, haunted by the flashes of his past memories has to survive and figure out who or what exactly  he is and how he got to where he is now. But he does not know that he might not like the horrible truth of the past, hidden deep inside his mind...<br><br>\nCreated as an intended reboot of Casshern franchise."
    },
    {
      "id": "tt1301972",
      "type": "series",
      "name": "Yozakura Quartet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b4548-MscKClt97d7N.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1301972"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen/Urban Fantasy/Kemonomimi/Youkai/Nekomimi/Super Power\nWhen demons walk the streets, the cops need to recruit more demons!<br><br>\nIn a town where humans and demons co-exist, it takes more than a normal police force to maintain the peace. Enter the Hiizumi Life Counseling Office, a fantastic foursome of unique teenagers, each gifted with an amazing super power! Since it sometimes takes real demon-fire to fight demon fire, the first three quarters of the team aren't exactly human: Ao, a cat-eared telepath; Kotoha, a half-human conjuror; and Hime, descended from a dragon (and the town's acting mayor), all of whom also happen to be delightfully female.<br><br>\nRounding out the group is the token male and human, Akina, the office director and \"Oyakume,\" capable of banishing spirits permanently (and from their point of view quite fatally) via a process called tuning. They may not look as impressive as some other superhero teams, and they certainly don't have the most dynamic name ever, but come hell hounds or high water, but they will defend their city!<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt1244315",
      "type": "series",
      "name": "Kannagi: Crazy Shrine Maidens",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx3958-SztG03yWCG5G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1244315"
      },
      "description": "Genres: Comedy, Supernatural\nTags:Gods/Otaku Culture/Male Protagonist/School/Shrine Maiden/Parody/Love Triangle/Meta/Idol/School Club/Nudity/Shounen\nBased on a shounen manga by Takenashi Eri, serialised in Comic REX.<br><br>\nOur unlucky protagonist, Jin, uses the trunk of a sacred tree to carve a statue for a school project. When he takes it outside, to his surprise it begins absorbing the surrounding earth and transforms into, hold your breath on this one, a girl! So like all similar setups this guardian deity is pretty pissed that her tree was cut down and lives with Jin while she takes out her anger on squashing bugs....er, cleaning the \"Impurities\". "
    },
    {
      "id": "tt1132203",
      "type": "series",
      "name": "ef ~ A Tale of Melodies",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4789-zpt5UsK70dJh.png",
      "behaviorHints": {
        "defaultVideoId": "tt1132203"
      },
      "description": "Genres: Drama, Mystery, Psychological, Romance, Supernatural\nTags:Heterosexual/Bullying/Love Triangle/Drawing/Foreign\nIn a story set years in the past, Himura Yuu is a studious and diligent young man intent solely on maintaining his top academic position at Otowa Academy. One day, he meets a mysterious girl named Amamiya Yuuko, who, to his surprise, recognizes him. Memories of a distant childhood, memories rather left forgotten...meeting Yuuko again will force Yuu to confront the regrets and sorrows of their collective pasts and presents.<br><br>\nIn the present, Kuze Shuuichi may seem like a womanizer, but upon closer inspection, is a man who would rather be left alone. Hayama Mizuki, however, is not the type of girl who would let him be, especially after hearing the beautiful sounds of his violin performance. As Mizuki attempts to become closer to him, Kuze attempts to push her away&mdash;the tale of their budding relationship is darkened with undertones of an imminent tragedy.\n"
    },
    {
      "id": "tt1086236",
      "type": "series",
      "name": "Lucky☆Star OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4472-I4r5rkEdA6zK.png",
      "behaviorHints": {
        "defaultVideoId": "tt1086236"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Parody/Ensemble Cast/Meta/Surreal Comedy/Female Protagonist/Cute Girls Doing Cute Things/Virtual World/Primarily Female Cast/Kuudere/Volleyball/Video Games/School/Twins/Otaku Culture/Magic\nThe OVA features six separate stories revolving around the cast, some of which border on the bizarre; one of which is an MMORPG environment being played by Konata, Kagami, Tsukasa, and Nanako Kuroi, and another in which Kagami has a \"suggestive\" dream about Konata. <br>\n"
    },
    {
      "id": "tt1134000",
      "type": "series",
      "name": "Mobile Suit Gundam 00 Second Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3927-PtFPKRrcDFeM.png",
      "behaviorHints": {
        "defaultVideoId": "tt1134000"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Space/Ensemble Cast/War/Military/Real Robot\nFour years have passed since the final battle between Celestial Being and the UN Forces. Humanity, having established the Earth Sphere Federation, forms an independent security preservation force, A-Laws, separate from the formal Federation army to further unify nations and the will of mankind. But the reality was the inhumane oppression of misuse of powers, doctrines, and ideologies in the name of unity.<br><br>\r\nSaji Crossroad has followed the path to becoming a space engineer to keep his promise to Louise Halevy, who in turn was compelled to become involved in Federation government reform and joined A-Laws as a mobile suit pilot during the four-year gap.<br><br>\r\nMeanwhile, Setsuna F. Seiei, having survived the climactic battle four years ago, witnessed a change in the world due to the actions of Celestial Being. With the defeat of Alejandro Corner, he dreamed of a peaceful world without conflict; but before his own eyes was the reality of the continuing strain on peace, the oppression caused by A-Laws. He decides once more to fight with Gundam, the power with the potential to change the world.<br><br>\r\n(Source: Wikipedia)"
    },
    {
      "id": "tt1210339",
      "type": "series",
      "name": "Junjo Romantica 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4814-p0o6nYsrDA81.png",
      "behaviorHints": {
        "defaultVideoId": "tt1210339"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Male Protagonist/Primarily Male Cast/Primarily Adult Cast/LGBTQ+ Themes/Cute Boys Doing Cute Things/Writing/Bisexual/Shoujo\nThe second part of Junjou Romantica continuing the story."
    },
    {
      "id": "tt1217672",
      "type": "series",
      "name": "The Hill Dyed Rose Madder",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4744-ojHpFzrbKc3j.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1217672"
      },
      "description": "Genres: Comedy, Romance\nTags:Love Triangle/School/Heterosexual/Female Harem/Nudity/Tsundere/Super Robot/War/Kuudere\nOn his way to school Junichi Nagase saves a girl from danger. Later due to a misunderstanding he kissed her. Shocked and disgusted, and without understanding what just happened or why, she screams at him and tells him to \"just die!\" As it turns out, the girl, Yuuhi Katagiri, is a new transfer student and, much to the surprise of Junichi and his younger sister Minato, their father arranged for Yuuhi to be Junichi's future wife! Of course, getting married to \"that perverted idiot\" is the absolute last thing Yuuhi wants! Junichi's crazy school life with his tsundere bride-apparent has begun!<br><br>\n(Source: Animesuki, edited)"
    },
    {
      "id": "tt1301958",
      "type": "series",
      "name": "Corpse Princess: Aka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4581-RT3vGrNYCVqY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1301958"
      },
      "description": "Genres: Action, Drama, Horror, Supernatural\nTags:Demons/Female Protagonist/Revenge/Shounen/Guns/Zombie/Episodic\nAfter being brutally murdered along with her family, Makina Hoshimura turns into a Shikabane Hime, a living corpse contracted to the Kougon Cult, in order to exert revenge on the mysterious undead organization responsible for her death. She is assisted in this task by Keisei Tagami, her contracted priest and former friend. This series follows the story of Keisei's younger brother Ouri, a boy with an unusual attraction to death, who slowly discovers his brother's secret and gets dragged into the world of the Shikabanes. <br><br>\n(Source: Wikipedia, edited)"
    },
    {
      "id": "tt0928099",
      "type": "series",
      "name": "Nodame Cantabile: Paris-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx4477-Qg9EwJP1f5NF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0928099"
      },
      "description": "Genres: Comedy, Music, Romance, Slice of Life\nTags:Josei/College/Heterosexual/Foreign/Primarily Adult Cast/Male Protagonist/Band/Slapstick\nHaving been given the opportunity to study in Paris, Noda accompanies Chiaki to Europe as he strives to become the accomplished conductor he always dreamt to be.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1278280",
      "type": "series",
      "name": "Tales of the Abyss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4884-RKYr7ktcToPE.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1278280"
      },
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Magic/Amnesia/Ensemble Cast/Male Protagonist/Swordplay/Cult/Clone/Aviation/CGI\nLuke fon Fabre, the spoiled son of a noble from the kingdom of Kimlasca-Lavaldear, has been confined inside his father's mansion ever since he was kidnapped seven years ago by a rival country, the Malkuth Empire. Now Luke's memory of the life he led before is missing, and a strange voice, which only he can hear, has been calling out to him ever since. One day while training with his mentor, Van Grants, a strange woman called Tear breaks into the mansion with the sole intent of taking Van's life. During the struggle Luke is transported far from home, along with Tear, and now that Luke has finally gained the freedom he's been dreaming of, what awaits him in the outside world will shatter everything he's ever known about himself.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0962740",
      "type": "series",
      "name": "Hell Girl: Three Vessels",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3713-2towyfV3GTM6.png",
      "behaviorHints": {
        "defaultVideoId": "tt0962740"
      },
      "description": "Genres: Horror, Mystery, Psychological, Supernatural\nTags:Female Protagonist/Bullying/Revenge/Episodic/Oiran/Kuudere/School\nAfter the events of the 2nd season, Ai's three helpers, Ichimoku Ren, Wanyuudou and Hone-Onna live out their lives in relative peace. This is suddenly shattered when Kikuri returns to recruit them. Meanwhile, Ai mysteriously reappears from the dead and uses the body of a young schoolgirl, Yuzuki Mikage, to continue the Jigoku Ts&#363;shin operation. Yuzuki is aware of Ai's presence however, when she can see what Ai sees. "
    },
    {
      "id": "tt1300172",
      "type": "series",
      "name": "Earl and Fairy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4551-zfBV7wHjmviU.png",
      "behaviorHints": {
        "defaultVideoId": "tt1300172"
      },
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Magic/Female Protagonist/Mythology/Heterosexual/Fairy/Foreign/Historical/Butler/Shoujo\nIn the nineteenth century, we find Lydia Carlton living in Scotland, making a living as a fairy doctor. She is one of those rare humans who can see and communicate with fairies. But no one believes her. However, Edgar is in need of someone with a vast knowledge of fairy lore, and Lydia is just that person. After rescuing her, he becomes her employer, but there are many secrets and emotions that seem to follow Edgar, who claims to be the Blue Knight's Earl."
    },
    {
      "id": "tt1389648",
      "type": "series",
      "name": "Kurozuka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5039-F9HXvMsrQGP8.png",
      "behaviorHints": {
        "defaultVideoId": "tt1389648"
      },
      "description": "Genres: Action, Drama, Horror, Romance, Sci-Fi\nTags:Historical/Vampire/Gore/Post-Apocalyptic/Seinen\nAdaptation of Takashi Noguchi&rsquo;s manga, which itself adapts Baku Yumemakura&rsquo;s supernatural romance novel.<br><br>\nThe original novel is about a 12th-century man named Minamoto no Yoshitsune (Kurou). Kurou flees into the mountains after losing to his brother Minamoto no Yoritomo, the first Shogun to rule all of Japan. History records that he committed suicide, but instead, Kurou meets a strange, beautiful woman named Kuromitsu in her mountain hermitage. Eventually, Kurou falls in love with Kuromitsu, but then realizes she conceals a dark secret. He learns that he is unable to die and continues to live for a thousand years as Japan evolves into a future society.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1133480",
      "type": "series",
      "name": "Shugo Chara!! Doki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5262-QdR7ooiQfYLY.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1133480"
      },
      "description": "Genres: Comedy, Mahou Shoujo, Romance\nTags:Magic/School/Shoujo/Urban Fantasy/Henshin/Female Protagonist/Kuudere/Idol/School Club/Fashion\nWith things having quieted down a bit for the Guardians, they can now focus on things besides fending off the peril of the evil Easter Corporation. Amu is having some troubles deciding which guy she likes the most, and hiding Ikuto in her room. Not only does the Embryo still elude the Guardians, and worries of Easter being suspiciously inactive, the threat of a new X Egg appears..."
    },
    {
      "id": "tt1169193",
      "type": "series",
      "name": "Goku Sayonara Zetsubou Sensei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4872-4TEsaUG8uoYl.png",
      "behaviorHints": {
        "defaultVideoId": "tt1169193"
      },
      "description": "Genres: Comedy\nTags:Satire/Surreal Comedy/Parody/Primarily Female Cast/Male Protagonist/School/Teacher/Meta/Female Harem/Kuudere/Shounen\nA continuation of Zoku Sayonara Zetsubou Sensei, with more stories revolving around Nozomu Itoshiki, the extremely pessimistic or despairing teacher, and the students of class the 2-H, who are each hilariously abnormal in their own unique way except for the one relatively normal girl who hates being called normal.<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt2172914",
      "type": "series",
      "name": "Mouryou no Hako",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4879-RghPtiuK2DHi.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2172914"
      },
      "description": "Genres: Mystery, Supernatural, Thriller\nTags:Achronological Order/Historical/Philosophy/Police/Ensemble Cast/Detective/Primarily Adult Cast/Rural\nBetween August and October, 1952, a series of unusual crimes takes place in Musashino and Mitaka: the attempted murder of 14-year-old Kanako Yuzuki, Kanako's abduction from the strange research \"hospital\" where she was recovering, then abductions of other girls, followed by their severed limbs in custom-fitted boxes being placed in surrounding towns. News editor Morihiko Toriguchi and crime fiction writer Tatsumi Sekiguchi investigate with the help of onmyōji Akihiko Chūzenji. Meanwhile, Tōkyō police detective Shutaro Kiba searches for Kanako, despite Kanagawa police having jurisdiction; and the lawyer for the estate of Kanako's grandfather hires private investigator Reijiro Enokizu to find Kanako, as well. Their investigation uncovers bizarre truths and dark family secrets along the way.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "One Piece: Romance Dawn Story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5252.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0388629"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Shounen/Super Power/Male Protagonist/Pirates/Kuudere\nThe Straw Hat Pirates, searching for the great passage \"Grand Line\", are in trouble when their food runs out! Luffy, searching for food on his own, finds a ship belonging to the pirate, Gary, and takes it over!! He lands at a nearby town...<br><br>\nLuffy was attacked by a young girl, Silk, who mistook him for a member of the other pirate gang. As the two eat a meal, they tell their stories. Meanwhile, Gary and his band are burning with anger at Luffy, demanding payment from the town's defenseless citizens...!!<br><br>\n(Source: Jumpland)"
    },
    {
      "id": "tt10710138",
      "type": "series",
      "name": "Dragon Ball: Yo! Son Goku and His Friends Return!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5152-tcimIQ3XcuPf.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt10710138"
      },
      "description": "Genres: Action, Adventure, Comedy\nTags:Shounen/Martial Arts/Super Power/Male Protagonist/Henshin\nBased on an original concept by the original author Akira Toriyama, the story, set shortly after the defeat of Majin Buu, pits Son Goku and his friends against a new, powerful enemy. <br><br>\nThis special introduces four new characters: Abo and Kado red and blue aliens wearing battle fatigues similar to Frieza's army, one tiny yellow alien, and a young Saiyan child who vaguely resembles Vegeta named T&#257;buru. Though very little about the plot has been revealed, Table has arrived on Earth, being pursued by Avo and Cado. <br>"
    },
    {
      "id": "tt6628122",
      "type": "series",
      "name": "Pico x CoCo x Chico",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4866.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt6628122"
      },
      "description": "Genres: Hentai\nTags:Boys' Love/Anal Sex/Crossdressing/Primarily Male Cast/Threesome/LGBTQ+ Themes/Love Triangle/Fellatio/Handjob\nThe third installment of the Boku no Pico series, which takes sometime after the second OVA, Pico to Chico.<br><br>\nPico and Chico meet a mysterious young boy named CoCo, whom Pico at first believes is a girl. The three of them become friends, but soon CoCo believes he is becoming a strain on Pico and Chico's relationship and decides to distance himself from them. The three of them rekindle their friendship by the end of the OVA."
    },
    {
      "id": "tt1739796",
      "type": "series",
      "name": "My Bride is a Mermaid OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4163.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1739796"
      },
      "description": "Genres: Comedy, Romance\nTags:Parody/School/Mermaid/Yakuza/Idol/Amnesia\nThe OVAs are new stand alone shorts with characters from the series and introduces two new ones. It is now the third year of school, San and Luna's dads are still being over protective. All the while Nagasumi has his hands full trying to keep everyone around him under control and rescuing damsels in distress. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3382648",
      "type": "series",
      "name": "Initial D Extra Stage 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5228.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3382648"
      },
      "description": "Genres: Action, Drama, Sports\nTags:Cars/Heterosexual/Seinen/Primarily Adult Cast/Rural/CGI/Female Protagonist/Primarily Female Cast\nIketani missed an opportunity to see Mako-chan and hates himself for never calling to say he was sorry. By chance he runs into her 6 months later, and the situation is awkward. Iketani does not have time to talk at that moment, but both want to talk, so they arrange a second meeting. Iketani goes to the meeting place early, but an old man was left behind from an tourist bus, and asks Iketani to catch the bus for him. Iketani being a nice guy, so he can't say no. "
    },
    {
      "id": "tt0978553",
      "type": "series",
      "name": "Zero no Tsukaima: Princesses no Rondo Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6489.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0978553"
      },
      "description": "Genres: Action, Adventure, Comedy, Drama, Ecchi, Fantasy, Romance\nTags:Kuudere/Isekai\nPicture Drama episodes included in each DVD volumes of Zero no Tsukaima: Princesses no Rondo.<br><br>\nEpisode Titles:<br>\nvol.1 &#12300;Maid's Afternoon: Whip of Love&#12301;(&#12513;&#12452;&#12489;&#12398;&#21320;&#24460;&#12288;&#24859;&#12398;&#12512;&#12481;&#32232;)<br>\nvol.2 &#12300;Maid's Afternoon: Afternoon for Two&#12301;(&#12513;&#12452;&#12489;&#12398;&#21320;&#24460;&#12288;&#20108;&#20154;&#12365;&#12426;&#12398;&#26172;&#19979;&#12364;&#12426;&#32232;)<br>\nvol.3 &#12300;Maid's Afternoon: The Last Night&#12301; (&#12513;&#12452;&#12489;&#12398;&#21320;&#24460;&#12288;&#26368;&#24460;&#12398;&#22812;&#32232;)<br>\nvol.4 &#12300;Countess Butterfly's Graceful Day&#12301; Prologue (&#12496;&#12479;&#12501;&#12521;&#12452;&#20271;&#29237;&#22827;&#20154;&#12398;&#20778;&#38597;&#12394;&#19968;&#26085; &#24207;&#31456;)<br>\nvol.5 &#12300;Countess Butterfly's Graceful Day&#12301; Chapter 1 (&#12496;&#12479;&#12501;&#12521;&#12452;&#20271;&#29237;&#22827;&#20154;&#12398;&#20778;&#38597;&#12394;&#19968;&#26085; &#31532;1&#31456;)<br>\nvol.6 &#12300;Countess Butterfly's Graceful Day&#12301; Chapter 2 (&#12496;&#12479;&#12501;&#12521;&#12452;&#20271;&#29237;&#22827;&#20154;&#12398;&#20778;&#38597;&#12394;&#19968;&#26085; &#31532;2&#31456;)<br>\nvol.7 &#12300;Countess Butterfly's Graceful Day&#12301; The Last Chapter (&#12496;&#12479;&#12501;&#12521;&#12452;&#20271;&#29237;&#22827;&#20154;&#12398;&#20778;&#38597;&#12394;&#19968;&#26085; &#26368;&#32066;&#31456;)"
    },
    {
      "id": "tt1301842",
      "type": "series",
      "name": "Hyakko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4550.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1301842"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:School/Cute Girls Doing Cute Things/Primarily Female Cast/Ensemble Cast/Female Protagonist/Bisexual/Shounen\nOn their first day of high school shy Ayumi Nonomura and taciturn Tatsuki Iizuka become lost on the immense campus of Kamizono Academy. An irresistible force of nature named Torako Kageyama accompanied by her best friend Suzume Saotome appears in front of them. Led, sometimes pushed, by Torako, the girls and their classmates work through problems of school, home and adolescence."
    },
    {
      "id": "tt1309395",
      "type": "series",
      "name": "Kemeko DX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3464.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1309395"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Male Protagonist/Shounen/Surreal Comedy/Parody/Chibi/Otaku Culture/Love Triangle/Slapstick\nThe story centers on a typical high school boy and a super-deformed, doll-like robot that suddenly appears in his bedroom. The robot declares itself to be the boy's wife, and only then does a beautiful girl emerge out of the robot's mouth. The girl turns out to be someone who was promised the boy's hand in marriage ten years earlier.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1308085",
      "type": "series",
      "name": "Kyou no Go no Ni (2008)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4903.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1308085"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:School/Primarily Child Cast/Seinen\nFollowing the line of the precedent OVAs (of the same name) This anime goes around the normal lifes of some elementary school (5th grade, 2nd class room) kids and their adventures, while turning to teens. Their games, stupid jokes, and the misunderstadings around their premature attraction to the opposite sex. Ryota Satou is the main character here, but his friends are almost as important as him since the school wouldn't be the same without them, specialy the girls who the majority of time appear to be mature by their ages but in the ends they are as childish and even more \"dangerous\" than the boys.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1323829",
      "type": "series",
      "name": "Linebarrels of Iron",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3653-sG3ytahSdlyl.png",
      "behaviorHints": {
        "defaultVideoId": "tt1323829"
      },
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Super Robot/Male Protagonist/Real Robot/Shounen/Isekai/Coming of Age\nFourteen-year-old Kouichi Hayase&rsquo;s life has always been a mediocre one, if not dismal. However, those days of being bullied by classmates and escaping to a fantasy of being a hero are put to an end when a certain &ldquo;accident&rdquo; bestows on him a girl and a gigantic humanoid robot called &ldquo;LINEBARREL&rdquo;. The extraordinary power that Kouichi obtains puts him and everything around him on a sudden rollercoaster ride of battles, intrigues and friendship! During the course of his adventure, the boy starts to learn what life has to offer; he meets new friends, bids farewell to the old ones, but most of all he now has considerable responsibilities and is forced to confront the world around him.<br><br>\n(Source: Official site)"
    },
    {
      "id": "tt1308086",
      "type": "series",
      "name": "Macademi WAsshoi!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3654.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1308086"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance, Supernatural\nTags:Female Harem/Magic/Male Protagonist/Nudity/School/Kemonomimi/Meta/LGBTQ+ Themes/Demons/Boys' Love\nMagician's Academy revolves around Takuto Hasegawa, who attends a magic academy that is not marked on any map. During a summoning spell exam, he accidentally creates a girl named Tanarot, who happens to hold enough magical power to destroy his country, but fortunately Tanarot professes undying loyalty to her \"creator.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1773213",
      "type": "series",
      "name": "Tentai Senshi Sunred",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5005.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1773213"
      },
      "description": "Genres: Comedy\nTags:Parody/Super Power/Superhero/Food/Henshin/Tokusatsu/Ensemble Cast\nThe story revolves around the Tama River area, based mostly in Kawasaki City Kanagawa where battles are fought between the evil organisation Florsheim and the ally of justice Sunred. The twist is that Sunred (referred to most characters familiar with him as Red-san) is a rough-talking, violent and rude hero while the villains of Florsheim (led by General Vamp) are for the most part polite, conscientious and easy-going.<br><br>\nDespite this, both sides still stay true to their roles, with Florsheim dedicated to destroying Sunred and taking over the world while Sun Red battles against them. Other evil organisations and heroes are also mentioned from time to time.<br><br>\nEach episode is divided into various shorts of varying length. Most of the humour comes from the interactions of the characters, especially the main trio of Sunred, his girlfriend Kayoko and General Vamp. Kayoko and Vamp, for example, get along very well and she occasionally consults him about housework or cooking. In contrast, she and Sunred often argue like a long married couple.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0476042",
      "type": "series",
      "name": "Gunslinger Girl: Il Teatrino OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx4765-h3AwHcF2UEM7.png",
      "behaviorHints": {
        "defaultVideoId": "tt0476042"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Guns/Assassins/Mafia/Crime/Tanned Skin\nEpisodes 14 and 15 of Gunslinger Girl: Il Teatrino."
    },
    {
      "id": "tt0072574",
      "type": "series",
      "name": "Switch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3574-4q1dkH3Fra0U.png",
      "behaviorHints": {
        "defaultVideoId": "tt0072574"
      },
      "description": "Genres: Action, Mystery\nTags:Police/Male Protagonist/Primarily Adult Cast/Primarily Male Cast/Gangs/Boys' Love\nTwo newbies at the Narcotic Control Department in Japan, Haru and Kai, struggle against: drug dealers, gangs, murderers, psychopaths, mysterious organizations, and mad people in general. The gentle and caring one of the group, Kai, who has problems of his own, has the tendency of turning into a lethal killing machine in certain scenarios. The way he acts changes like that of a \"switch\". As the two do their job, answers of what is behind Kai's strange behavior and who exactly he is, is revealed.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt1209393",
      "type": "series",
      "name": "Vampire Knight: Gekiai no Portrait",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/8422.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1209393"
      },
      "description": "Genres: Comedy\nTags:Shoujo/Vampire/Kuudere\nAidou has the idea to hold elections for Moon Dorm's President. The candidates are Kaname and the current president Ichijou. Who will win? <br><br>"
    },
    {
      "id": "tt0434665",
      "type": "series",
      "name": "BLEACH Colorful!: Gotei Juusan Yatai Daisakusen!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/100719-PLIlnSxjACLV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0434665"
      },
      "description": "Genres: Comedy\nTags:Shounen/Kuudere/Ensemble Cast\nAn animated adaptation of several chapters of Colourful Bleach."
    },
    {
      "id": "tt1161688",
      "type": "series",
      "name": "Shigofumi: And Then...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4715.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1161688"
      },
      "description": "Genres: Drama, Fantasy, Psychological, Thriller\nTags:Female Protagonist/Urban Fantasy/Kuudere/Dissociative Identities\nThe 13th episode of Shigofumi."
    },
    {
      "id": "tt1339394",
      "type": "series",
      "name": "Master of Martial Hearts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5020-5oL8hMhdY7ER.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1339394"
      },
      "description": "Genres: Action, Ecchi\nTags:Female Protagonist/Battle Royale/Nudity/Martial Arts/Maids/Nekomimi\nThe story centers on the Platonic Heart, a jewel that &mdash; according to an old urban legend &mdash; can grant any wish when collected. Only a chosen few are allowed to compete in the Platonic Heart hunt, and high school junior Aya Iseshima is one of 11 girls and women who are taking part.<br>"
    },
    {
      "id": "tt1279025",
      "type": "series",
      "name": "Tytania",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4066-4JZkk2H7zLC1.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1279025"
      },
      "description": "Genres: Adventure, Psychological, Romance, Sci-Fi\nTags:Military/Space/Space Opera\nOne Man vs. an Empire!  Through fear and conquest, the Empire of Valdana holds the future of most of human space within its iron hands, and for generations, those hands have belonged to the Landless Lords of the ruling Tytania dynasty.  <br><br>\nBut now the foundation of the empire is crumbling, pockets of rebellion are forming and when a mission sent to punish the city-state of Euriya is shockingly defeated, the man responsible becomes the target of a galaxy-wide manhunt!  <br><br>\nFor Fan Hyurlick, architect of Tytania's first defeat, glory becomes desperation as his own side betrays him.  Now Fan must not only save his own life, but somehow turn the tables on opponents who have whole worlds to command!<br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt7127562",
      "type": "series",
      "name": "Mobile Suit Gundam MS IGLOO 2: Gravity of the Battlefront",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4232.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt7127562"
      },
      "description": "Genres: Mecha, Sci-Fi\nTags:Military/Real Robot/Full CGI\nMS igLoo 2 goes back to the first MS igLoo and tells the story of the Federation soldiers side that has to fight against the monstrous Zakus. Each episode tells a story of a different federation soldier that is cursed by a Death God that came down to earth with the Zakus and shows the desperate struggle against mobile suits with only conventional weapons such as tanks and missiles. Each soldier, fueled with revenge, and a Death God looming over their backs, fights against the odds that is the terrible might of a Zaku. "
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Ikkitousen: Great Guardians Battle Tour Club: Sexy Cosplay♥Kikenna Arubaito♥",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5333-7KI0MknKaXbA.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0486171"
      },
      "description": "Genres: Comedy, Ecchi\nTags:Tomboy/Kuudere\nUncensored Ikkitousen: Great Guardians DVD Comedy Specials."
    },
    {
      "id": "tt1158671",
      "type": "series",
      "name": "Spice and Wolf",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2966-BDusgFy0UzDy.png",
      "behaviorHints": {
        "defaultVideoId": "tt1158671"
      },
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Male Protagonist/Economics/Work/Primarily Adult Cast/Historical/Kemonomimi/Monster Girl/Female Protagonist/Politics/Heterosexual/Rural/Foreign/Travel/Gods/Agriculture/Nudity\nThe peddler Kraft Lawrence travels through the world selling all kinds of things. After visiting a village, he discovers a sleeping girl under the pelts in his cart. She has wolf ears and a tail. The wolf girl explains that she has been called a \"god\", but that her name is Holo and nothing more. Lawrence teases the girl a little, but after hearing more of her story, he is moved and decides to accompany her further north. On their travels the two have many adventures, often getting into trouble, but the bond between them grows stronger. "
    },
    {
      "id": "tt1821149",
      "type": "series",
      "name": "Rosario + Vampire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2993.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1821149"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:School/Love Triangle/Monster Girl/Female Harem/Vampire/Henshin/Male Protagonist/School Club/Witch/Heterosexual/Youkai/Nudity/Succubus/Dissociative Identities/Shounen/Kuudere/Bisexual/Meta/Mermaid\nBy a bizzare coincidence, Tsukune Aono has accidentally gotten himself admitted to a youkai academy, a school attended by monsters. Just when he thinks he'll run away from there, he meets the beautiful girl Moka and his mood turns ultra happy. However, she transforms into her true form when the rosary on her chest is taken off, she's a super vampire!"
    },
    {
      "id": "tt1634209",
      "type": "series",
      "name": "Kiss x Sis",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5042-FZ8XdXStvn0u.png",
      "behaviorHints": {
        "defaultVideoId": "tt1634209"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Inseki/Female Harem/Twins/Nudity/Heterosexual/Male Protagonist/Seinen/Masturbation\nKeita is studying hard for a high school entrance test, but his two beautiful elder twin stepsisters are a constant distraction. Though they mean well, Ako and Riko are also extremely sexually assertive and interested in Keita. At first, he fends them off, but little by little, with each kiss, Keita becomes close to both twins until a forbidden love triangle develops. Will taboo-breaking love bloom between two of them... or will Keita at least get into high school?!<br><br>\n(Source: Discotek Media)"
    },
    {
      "id": "tt1161697",
      "type": "series",
      "name": "True Tears",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2129-5TX1vWYYe2MT.png",
      "behaviorHints": {
        "defaultVideoId": "tt1161697"
      },
      "description": "Genres: Drama, Romance\nTags:Love Triangle/School/Heterosexual/Basketball/Drawing\nShinichiro is a student living in what would be a dream come true for most high school boys, but for him is mostly a frustration. A well liked girl in school named Hiromi has lived in his house for a year along with his family. Her father was a close friend of the family, and when he died they immediately took her in. She is popular and well liked, always smiles, is talented in sports- but Shinichiro knows there must be tears inside her. Having an artistic tendency, he makes watercolours of her and thinks about wishing to ease her tears. Yet he cannot bring up the nerve to talk to her even in his own home. She, too, is quiet and withdrawn in their house, quite unlike at school. Shinichiro is also distracted by teasing from his friend Nobuse for watching Hiromi from afar, a curse of bad luck from a strange girl named Noe, and being forced to perform Muhiga dancing. By helping Noe he hopes to ease his own problems, yet he seems to have difficulty helping himself.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1334722",
      "type": "series",
      "name": "Baccano! Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3901-uUj3GeGsebmj.png",
      "behaviorHints": {
        "defaultVideoId": "tt1334722"
      },
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Mafia/Ensemble Cast/Historical/Primarily Adult Cast/Crime/Anti-Hero/Urban Fantasy/Foreign/Gore/Primarily Male Cast/Meta/Outdoor/Kuudere\nThree DVD-only episodes made from the light novels, which flesh out characters and plot events from the original series and establish closure to the story as Carol and the Vice President return to New York."
    },
    {
      "id": "tt0977907",
      "type": "series",
      "name": "ARIA The ORIGINATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3297-FHuyO7uiefNg.png",
      "behaviorHints": {
        "defaultVideoId": "tt0977907"
      },
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Coming of Age/Iyashikei/Work/Ensemble Cast/Primarily Teen Cast/Ships/Primarily Female Cast/Female Protagonist/Foreign/Episodic/Philosophy/Space/Shounen/Chibi/Animals/Tanned Skin/Kuudere/Cute Girls Doing Cute Things\nIn Neo Venezia, Akari, Aika, and Alice continue to work diligently toward the day they become full-fledged Prima Undine (a professional tour guide gondolier). The girls have come far since they began their training, and they are slowly forming their own distinctive styles as tour guides for the city.<br><br>\nOn the long journey towards their goal, the girls have relied on the advice of their seniors from their respective companies: the patient and understanding Alicia from Aria Company, the strict and proper Akira from Himeya Company, and the clumsy yet caring Athena from Orange Planet Company.<br><br>\nWill the girls be able to blend the advice from their mentors with their personally acquired knowledge of Neo Venezia to become praiseworthy Prima Undines?<br><br>\nWelcome once more to Neo Venezia; the city that personifies warmth and tranquility.\n"
    },
    {
      "id": "tt1196027",
      "type": "series",
      "name": "RIN ~Daughters of Mnemosyne~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3342-py3qPHF7NK3c.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1196027"
      },
      "description": "Genres: Action, Ecchi, Horror, Sci-Fi, Supernatural\nTags:Female Protagonist/Anti-Hero/Primarily Adult Cast/Urban/Gore/Bisexual/Nudity/Detective/Guns/Large Breasts/Episodic/Virtual World\nRin Asogi is an immortal private detective with a thirst for vodka and a talent for attracting things that go bump in the night. In a series of nightmarish vignettes spanning sixty-five years, Rin's lush body is sadistically pierced, blown up, and mulched to a bloody pulp. The fiend behind her tortured existence is Apos, an eternal being obsessed with sacrificing Rin to Yggdrasil, the tree of all life. While Rin struggles to unravel the secrets of her endless agony, Apos lurks in the shadows, eager to tear into her ripe body and devour the memories of her countless lives. Rin's no stranger to the realm of the dead, but her next visit could last forever. <br><br>\n(Source: FUNimation)"
    },
    {
      "id": "tt1169193",
      "type": "series",
      "name": "Zoku Sayonara Zetsubou Sensei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3228-6Oo8fgfTlFm2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1169193"
      },
      "description": "Genres: Comedy\nTags:Satire/Surreal Comedy/Parody/School/Teacher/Meta/Primarily Female Cast/Male Protagonist/Yandere/Female Harem/Kuudere/Shounen/Suicide/Denpa\nMore crazy antics abound as Nozomu Itoshiki, a.k.a Zetsubou-sensei, who is the worlds most negative person, tries to teach class 2-H about how life is filled with despair and darkness. A harder task than it first may seem, with his students being far from ordinary themselves, including the likes of the most positive girl he has ever met, his very own stalker, a foreign exchange student with split personalities and a perfectionist acting class president, due to the fact the real class president can't be seen by anyone, among others. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1161688",
      "type": "series",
      "name": "Shigofumi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3420-ZHbQqYUJCcUn.png",
      "behaviorHints": {
        "defaultVideoId": "tt1161688"
      },
      "description": "Genres: Drama, Fantasy, Psychological, Supernatural, Thriller\nTags:Female Protagonist/Work/Suicide/Urban Fantasy/Denpa/Episodic/Bullying/Police/Gods/Guns/Angels/Kuudere\nWhen someone dies, what should their final words be? Words that couldn't be said while still alive - of love, hate, hope, regret or perhaps words without any importance. These words are sent through letters called \"shigofumi\" from the recently deceased to the living. Mikawa Fumika is a mail carrier of these shigofumi, delivering them alongside staff and her partner Kanaka. However, there must be something more behind Fumika's silent exterior; shigofumi mail carriers are deceased humans with the same appearance they had just before death. Despite this, Fumika is still aging...<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt1161671",
      "type": "series",
      "name": "Kimi ga Aruji de Shitsuji ga Ore de",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3229-patebR065mMD.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1161671"
      },
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Butler/Nudity/Parody/Maids/Primarily Female Cast/Yandere/Male Protagonist/Tomboy/Cars\nBased On a Visual Novel developed by Minato Soft.<br><br>\nDue to family troubles, Ren Uesugi and his sister, Mihato, leave their home. They end up moving to the city but find themselves with a lack of money. Somehow they are able to find work in the form of the Kuonji family's mansion, being employed as servants to the three sisters of the Kuonji family: Shinra, Miyu, and Yume. Being a servant also associates Ren with the mansion's additional servants and the Kuonji sisters' friends.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0978553",
      "type": "series",
      "name": "The Familiar of Zero: \"Rondo\" of Princesses - Seductive Beach",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5764.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0978553"
      },
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Magic/Isekai/Tsundere/School/Female Harem/Kuudere\nDVD beach episode of Zero no Tsukaima: Princesses no Rondo. Also known as episode #6.5."
    },
    {
      "id": "tt1161657",
      "type": "series",
      "name": "H2O: Footprints in the Sand",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3299-E3PTKYMS6DnB.png",
      "behaviorHints": {
        "defaultVideoId": "tt1161657"
      },
      "description": "Genres: Romance\nTags:School/Primarily Female Cast/Male Protagonist/Rural/Love Triangle/Tsundere/Bullying/Female Harem/Ojou-sama/Crossdressing/Revenge/Disability/Gender Bending/Heterosexual\nTakuma Hirose is a blind young male high school student, though the cause for his blindness is undetermined. In order to heal his medical condition, he is sent to live in a village with his uncle. There, he meets several girls, three of which stand out more than any of the others. They are Hayami Kohinata, Hinata Kangura, and Otoha. Otoha temporarily heals his blindness and Hirose uses his sight to help others. He finds out that, for some reason, Hayami Kohinata is hated in the village, and he tries his best to help her out. Meanwhile, many sad secrets unfold in the village..."
    },
    {
      "id": "tt1161682",
      "type": "series",
      "name": "Persona -trinity soul-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3366.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1161682"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Police/School/Urban Fantasy/Kuudere/Super Power\nThe stage is Ayanagi City, a city near the Japan Sea. It is a futuristic city that was built to carry out the recovery from the calamity caused by the \"Apathy Syndrome\" ten years previous. High school student Shin Kanzato with his little brother Jun, meet with their elder brother Ry&#333;, who is the chief of the Ayanagi City Police, again after ten years. At that time, a series of strange incidents happen in Ayanagi City such as the crew of a submarine that suddenly disappears while in their submarine, or a spiritless symptom which disturbs the world after ten years, or the case of the inside out corpse where a student took on a cruel appearance. Ry&#333; tracks down the organization behind the string of incidents, and having become involved in the incidents, Shin awakens the \"Persona\". <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1132205",
      "type": "series",
      "name": "Minami-ke: Okawari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3225-o0alpa3uDh0S.png",
      "behaviorHints": {
        "defaultVideoId": "tt1132205"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Family Life/Cute Girls Doing Cute Things/Crossdressing/Shounen/Kuudere/Female Protagonist/Gender Bending\nThe second season of Minami-Ke. It picks up where the first season left off, and just like the first season, it's about the daily lives of the three Minami sisters, Haruka, Kana and Chiaki, and their school friends."
    },
    {
      "id": "tt1693435",
      "type": "series",
      "name": "Major S4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3226-fMXH8ydO3BmF.png",
      "behaviorHints": {
        "defaultVideoId": "tt1693435"
      },
      "description": "Genres: Comedy, Drama, Sports\nTags:Baseball/Shounen/Foreign/Primarily Male Cast/Language Barrier\nNext season of Major.<br><br>\nAfter the final game of his Seishuu team against the goal he set himself, Kaidou - the team he left to play against, Gorou has no feelings of remorse anymore. Again he decides to take a step forward and challenge himself.<br><br>\nSaying one more time good bye to Shimizu and his friends, he leaves for the USA, where he plans on competing in the Minor League.<br><br>\nThis is where Season 4 starts, in a country that`s foreign to him, a baseball style that`s unknown to him and new friends and strong rivals who share the same love to the game as him. Accompany Gorou in his neverending quest for new challenges. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1068993",
      "type": "series",
      "name": "School Days: Valentine Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3759.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1068993"
      },
      "description": "Genres: Comedy, Romance\nTags:Male Protagonist/School/Female Harem\nOVA that came with the PlayStation 2 game \"School Days L&times;H\"<br><br>\nMakoto, Sekai, Kotonoha, and many other classmates all go to a hot springs hotel to relax, where they discuss what their plans are for the upcoming Valentine's Day. When the day actually comes, half a dozen girls fight over who gets to give chocolate to Makoto.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0988824",
      "type": "series",
      "name": "Naruto Shippuden: Konoha Gakuen - Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4134.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0988824"
      },
      "description": "Genres: Comedy\nTags:Ninja/Super Power/Shounen/Orphan/Male Protagonist\nA black & white picture drama about an alternate universe. Naruto and the gang go to a \"normal\" high school and Naruto is a new transfer student. His ambition is becoming a \"souban.\"<br>\n<br>\n<i>Note: Sold with limited edition of Naruto Shippuuden DVD 7.</i>"
    },
    {
      "id": "tt0476042",
      "type": "series",
      "name": "Gunslinger Girl -Il Teatrino-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n3231-MP0WwB4XBx6u.png",
      "behaviorHints": {
        "defaultVideoId": "tt0476042"
      },
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Guns/Primarily Female Cast/Assassins/Female Protagonist/Foreign/Mafia/Seinen/Urban/Tanned Skin\nThe girls of the Social Welfare Agency are no ordinary children. They are the grisly remains of human wreckage pieced back together with cybernetic implants and trained to kill by the government.<br>\n<br>\nThe oldest, Triela, pursues her targets with a ferocious enthusiasm, unwilling to settle for less than total annihilation. Her mirror in this bloody stalemate is Pinocchio, a shell of a boy raised as an assassin by the FRF: a terrorist faction at war with the SWA. Cold and cruelly efficient, he wields sharpened steel as though it were an extension of his own hand.<br>\n<br>\nOnce human, these shattered souls have become murderous machines with only vague recollections of what it meant to be real — and a brutal compulsion to be the last killer standing.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt15215660",
      "type": "series",
      "name": "Code Geass: Lelouch of the Rebellion Special Edition Black Rebellion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4596.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt15215660"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:School Club/Military/School/Super Power/Anti-Hero/Kuudere\nAn OVA summarizing all 25 episodes of season 1 from Lelouch's viewpoint."
    },
    {
      "id": "kitsu:2965",
      "type": "series",
      "name": "Kirepapa",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3375.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:2965"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Primarily Male Cast/Rape\nChisato is a beautiful 35 year old writer (who looks like 18 really), father of Riju, a cute 15 year old boy. Chisato's hobby is to drive away all of Riju's friends because he thinks they want to corrupt his precious child. So he shows his good side to these boys while he poisons the cake he brings them with a smile. However, there is one guy, Shunsuke, who doesn't fall for the tricks. But is Shunsuke really aiming for Riju? Who is that mysterious writer Chisato loves so much? And why is Chisato convinced that Riju's friends want to take advantage of him? <br><br>\n(Source: Evil Empire)"
    },
    {
      "id": "tt1120960",
      "type": "series",
      "name": "Shakugan no Shana II (Second) Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3956.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1120960"
      },
      "description": "Genres: Comedy\nTags:Parody/Kuudere\n1. Shakugan no Shana-tan Begins<br>\nVarious scenes relating the opening scenes between episodes one and three of Shakugan no Shana Second are shown. <br><br>\n2. Shakugan no Shana-tan &amp; Yoshida - Konoe Fumina Strikes Back<br><br>\n3. Shakugan no Shana-tan Revenge<br>\nBundled with the Shakugan no Shana II guidebook."
    },
    {
      "id": "tt0928099",
      "type": "series",
      "name": "Nodame Cantabile: Nodame to Chiaki no Umi Monogatari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3965.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0928099"
      },
      "description": "Genres: Comedy, Music, Romance, Slice of Life\nTags:Josei/Heterosexual\nSpecial lesson about Mine, Masumi, Chiaki and Nodame's travel to Nagano.\n<br><br>Included with the 7th DVD volume."
    },
    {
      "id": "tt1160834",
      "type": "series",
      "name": "Hatenkou Yugi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3298.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1160834"
      },
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Romance\nTags:Magic/Episodic/Josei\n\"See the world\"<br><br>\nWith these words, Rahzel, the daughter of a rich family, is kicked out of her house and sent on her journey. Along the way she meets up with Heat and Alzeid, two men with very different personalities but very similar journeys. Rahzel is a clever, stubborn, and confident girl, who, with the powers of her magic and mind helps the people she runs into on her journey to discover the world. "
    },
    {
      "id": "tt1192173",
      "type": "series",
      "name": "BUS GAMER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3389.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1192173"
      },
      "description": "Genres: Action\nTags:Battle Royale/Gambling/Male Protagonist/Primarily Male Cast/Primarily Adult Cast/Female Protagonist/Death Game/Shoujo\nWhen three complete strangers, Mishiba Toki, Nakajyo Nobuto and Saitoh Kazuo, are hired by a corporation to compete in the Bus Game, an illegal dog-fight conducted in strict secrecy, they are given the team code of \"Team AAA\" (Triple Anonymous). This group of three who differ entirely from their living environments to their personalities have to work together effectively, but without mutually wiping out their mistrust of each other or prying into each other's privacy. They only have one point in common - each of them need a large amount of money for their individual circumstances. To get the money, they must play in the game despite their very own lives being at stake.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1556100",
      "type": "series",
      "name": "Yes! Precure 5 GoGo!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3692-3RdrjBpgq1E2.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1556100"
      },
      "description": "Genres: Action, Fantasy, Mahou Shoujo\nTags:Magic/School/Female Protagonist/Primarily Female Cast/Heterosexual/Henshin/Primarily Child Cast/Superhero/Cute Girls Doing Cute Things/Kids/Idol/Kemonomimi\nA direct continuation of the former season, this series again follows the story of Nozomi Yumehara and her friends from Precure 5. The girls who had formerly lost their powers and bade farewell to their friends Coco and Nuts from Palmier Kingdom are resurrected as Pretty Cure by the mysterious woman Flora who also wants them to find her in a place called Cure Rosegarden. To go there, they need the magic Rose Pact and the powers of the four kings of countries surrounding Palmier. But a dark organization called Eternal is also striving to get to Cure Rosegarden by stealing the Rose Pact. Luckily, Precure get helped by new allies: the delivery-boy Syrup who can change into a giant bird and fly them anywhere they want and the mysterious and beautiful fighter Milky Rose stand alongside Pretty Cure to protect what is really valuable. <br>"
    },
    {
      "id": "tt1161699",
      "type": "series",
      "name": "Sayonara Zetsubou Sensei Jo: Zetsubou Shoujo Senshuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3674-M61nw5jhN016.png",
      "behaviorHints": {
        "defaultVideoId": "tt1161699"
      },
      "description": "Genres: Comedy\nTags:Parody/School/Kuudere\nA special summary episode of the first season of <i>Sayonara Zetsubou Sensei</i>, focusing on seven of the girls: Komori Kiri, Matoi Tsunetsuki, Kobushi Abiru, Kimura Kaere, Kitsu Chiri, Sekiuchi \"Maria\" Tarou, and Hitou Nami.<br><br>\n<i>Note: This entry also includes a 24-minute version, which aired on BS11.</i>"
    },
    {
      "id": "tt1409383",
      "type": "series",
      "name": "Big Windup!: The Basics of Basics",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3887-kfIgQKaJQUXC.png",
      "behaviorHints": {
        "defaultVideoId": "tt1409383"
      },
      "description": "Genres: Drama, Sports\nTags:Baseball/Seinen/School Club/Primarily Teen Cast/Primarily Male Cast/Male Protagonist\nOne year before the beginning of the story. Kaguyama feels intimidated by Haruna&rsquo;s presence on the baseball team since he feels that his position as the ace pitcher is threatened. Kaguyama wants to quit, but Haruna talks him out of it after telling Kaguyama about his own past.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1524993",
      "type": "series",
      "name": "Dinosaur King Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5725-i8OOHFuaMisS.png",
      "behaviorHints": {
        "defaultVideoId": "tt1524993"
      },
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Dinosaurs/Animals/Kids/CGI\nThe second season of <i>Kodai Ouja Kyouryuu King: D-Kids Adventure</i>.<br>\n<br>\nThe Alpha Gang and the Ancients return. While the parents are talking, they are kidnapped by Gunenco, a member of the Zanjark Space Aliens. This causes the Alpha Gang and D-Team to join forces against the Zanjark Space Aliens in their plot to obtain the Cosmos Stones. Seth later returns as an ally to the Zanjark space aliens. Jark, the leader of the Zanjark, provides the dinosaur cards"
    },
    {
      "id": "tt1130144",
      "type": "series",
      "name": "D.C.if: Da Capo if",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5216.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1130144"
      },
      "description": "Genres: Drama, Romance\nTags:School/Female Harem/Magic/Heterosexual\nThis two episode OVA retelling of the first Da Capo series with the \"what if\" Asakura Jun'ichi were to return Shirakawa Kotori's feelings."
    },
    {
      "id": "tt1161659",
      "type": "series",
      "name": "Graveyard Kitaro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3710-TGAjCIMRcQKT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1161659"
      },
      "description": "Genres: Horror, Supernatural\nTags:Youkai/Male Protagonist\n Kitarou is a youkai boy born in a cemetery, and aside from his mostly-decayed father, the last living member of the Ghost tribe. He is missing his left eye, but his hair usually covers the empty socket. He fights for peace between humans and youkai, which generally involves protecting the former from the wiles of the latter.<br><br>\nThis version of the Kitarou story is based on the original Hakaba Kitarou manga, the manga which inspired the popular Gegege no Kitarou series in the late 60's.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1345978",
      "type": "series",
      "name": "The Idolm@ster: Live for You!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4033.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1345978"
      },
      "description": "Genres: Comedy, Music\nTags:Idol\nOn the day before the 765 Productions Fan Appreciation Event, each of the idols prepare to head home. However, Chihaya Kisaragi, uneasy about tomorrow's events, decides to have a last minute personal rehearsal. One thing leads to another as Chihaya, Miki and Haruka are dragged from one exciting situation to the next. What is the truck driver's true destination? What is the secret behind the old house? Will the girls make it in time for the event? Watch as Miki, Haruka, Chihaya and the other idols join together for their biggest adventure yet!<br><br>\n(Source: e-n-m.net)"
    },
    {
      "id": "kitsu:2722",
      "type": "series",
      "name": "Yotsunoha",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3011.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:2722"
      },
      "description": "Genres: Romance, Slice of Life\nTags:School/Primarily Female Cast/Female Harem\nBased on the game by Haikuo-Soft.<br><br>\nA story about the reunion of 4 childhood friends, Yuzuki, Matsuri, Nono and Makoto, in their deserted old school campus, Mochitsuki Academy. 3 years ago, they buried a time capsule under a tree inside the school and made a promise. A promise to meet again after exactly 3 years from that day. And the day of promise has finally arrived."
    },
    {
      "id": "tt1196655",
      "type": "series",
      "name": "My-Otome 0: S.ifr",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3268.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1196655"
      },
      "description": "Genres: Sci-Fi\nTags:Kuudere\nThis is the prequel of My-Otome, which predates the events before the My-Otome Series. In this series, it focuses upon the origins of Lena Sayers, the mother of Arika Yumemiya and former bearer of Lofty Crimson Jade / Blue Sky Sapphire GEM, and Sifr Fran, the biological mother of Nina W&aacute;ng and the former queen of Windbloom Kingdom, as well as the origins of Schwartz, Aswad, and the Garderobe Academy and its Five Columns. The kidnapping of Sifr and the powerful revelation of Lena's GEM will soon fatefully determine the outcome of the future for themselves and the others around them.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1107857",
      "type": "series",
      "name": "Pussycat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/11687-1WMqmk5QQjkx.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1107857"
      },
      "description": "Genres: Fantasy, Horror\nTags:Stop Motion/Animals/Gore/Nekomimi\nA pretty female cat gets into trouble. What's gonna happen? It's a sexy and violent sexploitation clay-animation! "
    },
    {
      "id": "tt1291491",
      "type": "series",
      "name": "Princess Resurrection Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4082.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1291491"
      },
      "description": "Genres: Comedy, Horror, Supernatural\nTags:Robots/Kuudere/Necromancy/Monster Girl/Tomboy/Heterosexual\nFlandre has gone missing within the mansion and Reiri, Riza, Hiro, and Hime have been left without any of their powers. They quickly deduce they’re in a nightmare after exposing an illusion by setting a curtain ablaze. They have to work to find their way out of the nightmare while facing tough opponents.<br><br>\n\n(Source: Wikipedia, edited)"
    },
    {
      "id": "tt0266171",
      "type": "series",
      "name": "Outlaw Star Pilot",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4650.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0266171"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Space\nA two minute long promo for the re-mastered series. Contains animation not used in the TV series."
    },
    {
      "id": "tt0081954",
      "type": "series",
      "name": "Urusei Yatsura: The Obstacle Course Swim Meet",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6567.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0081954"
      },
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Slapstick/Heterosexual/Male Protagonist/Aliens/Shounen/Crossover\nThe story is from manga volume 23.<br><br>On a very hot summer day in Tomobiki town, Lum, Ataru, and the rest of the gang are looking forward to using the school's pool. But the teachers have other plans: setting a ludicrous obstacle course between the students in their swimsuits and the pool... naturally this ends in complete chaos."
    },
    {
      "id": "tt1120960",
      "type": "series",
      "name": "Shakugan no  SHANA: Naze Nani Shana 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14957.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1120960"
      },
      "description": "Genres: Comedy, Fantasy, Supernatural\nTags:Kuudere\nA series of short specials where Friagne and Marianne explain different terms from the second season of Shakugan no Shana. "
    },
    {
      "id": "tt1216123",
      "type": "series",
      "name": "Kamen no Maid Guy OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5045.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216123"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:Maids/Nudity/Female Protagonist\nAn unreleased episode containing scenes that could not be aired due to \"ethical regulations.\""
    },
    {
      "id": "tt1589104",
      "type": "series",
      "name": "Kyou no Go no Ni Kagai Jugyou: Mizukake",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4078.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1589104"
      },
      "description": "Genres: Comedy, Ecchi\nTags:School/Primarily Child Cast\nA short 5-minute special included in the \"&#12300;Kyou no Go no Ni&#12301; Collectable BOX\" Limited Edition DVD released on January 30, 2008. "
    },
    {
      "id": "kitsu:2993",
      "type": "series",
      "name": "Yawaraka Sangokushi Tsukisase!! Ryofuko-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3417.jpg",
      "behaviorHints": {
        "defaultVideoId": "kitsu:2993"
      },
      "description": "Genres: Comedy, Ecchi, Fantasy, Mahou Shoujo\nTags:Gender Bending/Magic/Primarily Child Cast/Isekai/Henshin/Nudity/Robots/Female Protagonist\nRyofu Housen (Lu Bu) is a powerful general from the Three Kingdoms; alongside Chinkyuu (Chen Gong), Ryofu suddenly finds himself falling to Earth, and landing... in the body of an elementary school student?! With their new lives as flat-chested, women-loving children, Ryofu and Chinkyuu follow their hunger and their desire to get back to their old lives somehow; but it will be difficult, given the variety of obstacles in their way including old enemies, epic monster battles and the most important thing of all, trying to get their hands on Eri-sensei's mammoth F-cup breasts!<br>"
    },
    {
      "id": "tt1256555",
      "type": "series",
      "name": "Renketsu Houshiki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3679.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1256555"
      },
      "description": "Genres: Hentai\nTags:Incest/Large Breasts/Episodic\n<b>Episode 1</b><br>\n<br>\n<i>Hold</i><br>\nKeisuke's father has informed his mother as well as Keisuke and Misaki that he has been diagnosed with cancer. And so, Keisuke announces that he wishes to inherit the family's liquor business and be married to the daughter of his father's former colleague. However, Keisuke's sister Misaki does not give her blessing to the marriage. They are more than siblings. The both of them cross the threshold and make love all night and on the day that Keisuke's fianc&eacute;'s family comes to meet with them. Misaki shows her desire for Keisuke and they mutually surrender themselves to each others' flesh.<br>\nKeisuke must choose between a normal and successful life, or to follow his desires and submit himself to their forbidden relationship.<br>\n<i>(Source: BoxTorrents)</i><br>\n<br>\n<b>Episode 2</b><br>\n<br>\n<i>School</i><br>\n<br>\n<b>Episode 3</b><br>\n<br>\n<i>Blind</i>"
    },
    {
      "id": "tt1237223",
      "type": "series",
      "name": "Ramen Tenshi Pretty Menma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7882.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1237223"
      },
      "description": "Genres: Comedy\nTags:Magic/Parody/Food\nThe plot revolves around Kaoru Torigara, only son of a ramen shop owner, who is going to renovate his inherited ramen shop. He discovers that his shop has a guardian angel named Pretty Menma. Pretty Menma tells Kaoru that his dead father's intention is making him succeed in the \"Food King Wars\", a battle of restaurants around the world that is held every 4 years. Kaoru and Menma must help each other to go through the struggles of the \"Food King Wars\".<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1124358",
      "type": "series",
      "name": "Yatterman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3295-NmY28wKQFvS1.png",
      "behaviorHints": {
        "defaultVideoId": "tt1124358"
      },
      "description": "Genres: Adventure, Comedy\nTags:Superhero/Parody\nRemake of the Yatterman series.<br><br>A mysterious gem called the \"Skull Stone\" said to be able to reveal the location of the largest vein of gold in the world. This legend has entranced many people who wanted to get their hands on fame, power and wealth, including the Dorombo Gang. However, their hunt for the Skull Stone is not as easy as they imagined, mainly due to the faulty information they receive from their leader; and most of all, by a justical duo of pursuers called the \"Yatterman\".<br><br>(Source: Anime News Network)"
    },
    {
      "id": "tt1161683",
      "type": "series",
      "name": "The Orphans of Simitra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3424.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1161683"
      },
      "description": "Genres: Drama, Slice of Life\nTags:Kids/Historical/Foreign/Cars/Rural\nPorfy, his younger sister Mina, and their parents live a humble but happy life in the Grecian countryside. They've just started running a gas station, much to Porphy's joy, and it seems like only good things are in store for their future. However, a huge earthquake changes all that, leaving Porfy without a home or a family -- sans Mina, who seems to have disappeared in the commotion. Now, Porfy is determined to find his sister and be able to live together happily again."
    },
    {
      "id": "tt27203739",
      "type": "series",
      "name": "Saimin Ryoujoku Gakuen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b5743-DHkKztTfyalF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt27203739"
      },
      "description": "Genres: Hentai\nTags:\nBased on the erotic game by Liquid.<br>\n<br>\nToshikazu is a guidance counselor. He likes to give hypnotic drugs to girl students and have sex with them. \"Who will come to me today...? I can't wait it....\" His erotic counseling now begins....<br>\n<br>\n(Source: ErogeShop.com)"
    },
    {
      "id": "tt1300172",
      "type": "series",
      "name": "Hakushaku to Yousei Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/7083.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1300172"
      },
      "description": "Genres: Adventure, Fantasy\nTags:Shoujo/Magic/Chibi/Classic Literature\nChibi-Earl and Chibi-Fairy. Every special focuses on another character, who will in their turn recite a poem by Shakespeare, that they feel describes their lives the best."
    },
    {
      "id": "tt1727475",
      "type": "series",
      "name": "Sisters of Wellber Zwei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3501.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1727475"
      },
      "description": "Genres: Action, Adventure, Drama, Fantasy, Romance\nTags:Historical/Revenge/Steampunk/Tanks/CGI/Guns/War/Swordplay/Ships/Aviation\nThe loquacious sentient tank, Gyrano De Borgerac seems very busy being pampered by solicitous maids. The fairy Sherri, too, is enjoying the luxury of the court's life. And for Rita, time has come to face her duties as princess of Wellber. But Tina is resolute: she wants to continue her search for the Man with a tattoo of Bee the Death, the devil who exterminated her family. An unspeakable feeling of sadness fills the hearts of the two girls, who shared so much and are now about to say farewell to each other.<br><br>\nAnd then, on the day of Tina's departure...<br><br>\nA new journey that will take Tina walking through the still sore scars of the Great War that wiped out entire cities ten years before, until the unsuspected truth about her nemesis!<br><br>\nCredit: Production I.G ( /www.productionig.com )"
    },
    {
      "id": "tt1214085",
      "type": "series",
      "name": "Soul Eater",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3588-CA8LE5gjm9Qx.png",
      "behaviorHints": {
        "defaultVideoId": "tt1214085"
      },
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Ensemble Cast/Magic/School/Female Protagonist/Witch/Henshin/Male Protagonist/Philosophy/Guns/Foreign/Gods/Urban Fantasy/Swordplay/Agender/Twins/Urban/Martial Arts/Cultivation/Assassins/Nekomimi/Nudity/Tanned Skin\nSet in the Shinigami technical school for weapon meisters, the series revolves around 3 groups of each a weapon meister and a human weapon. Trying to make the latter a \"Death Scythe\" which is the highest title for a weapon and thus fit for use by the Shinigami, they must collect the souls of 99 evil humans and 1 witch.<br><br>\nMaka &amp; Soul Eater, Black Star &amp; Tsubaki, and Death the Kid with Patty and Liz Thompson are the characters Soul Eater revolves around. Besides taking the time to gather souls, these students of Shibusen defend Death City from some of the most powerful of creatures while still attending school and trying to become stronger."
    },
    {
      "id": "tt0994314",
      "type": "series",
      "name": "Code Geass: Lelouch of the Rebellion R2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx2904-xdm9EZ46VGCs.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0994314"
      },
      "description": "Genres: Action, Drama, Mecha, Sci-Fi, Thriller\nTags:Anti-Hero/War/Military/Revenge/Super Power/Politics/Philosophy/Dystopian/Terrorism/Super Robot/Male Protagonist/Memory Manipulation/Ensemble Cast/Urban Fantasy/Fugitive/School/Real Robot/Swordplay/Kuudere/Female Harem/Foreign/Nudity/Tsundere/Assassins\nA year has passed since \"The Black Rebellion\" and the remaining Black Knights have vanished into the shadows, their leader and figurehead, Zero, executed by the Britannian Empire. Area 11 is once more squirming under the Emperor's oppressive heel as the Britannian armies concentrate their attacks on the European front. But for the Britannians living in Area 11, life is back to normal. On one such normal day, a Britannian student, skipping his classes in the Ashford Academy, sneaks out to gamble on his chess play. But unknown to this young man, several forces are eying him from the shadows, for soon, he will experience a shocking encounter with his own obscured past, and the masked rebel mastermind Zero will return."
    },
    {
      "id": "tt1216222",
      "type": "series",
      "name": "To Love Ru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3455-oNiJmsZZTAAj.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216222"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Female Harem/Slapstick/Surreal Comedy/School/Nudity/Aliens/Parody/Primarily Female Cast/Meta/Male Protagonist/Episodic/Monster Girl/Tsundere/Heterosexual/Shounen/Kuudere/Gender Bending\nRito Yuuki is unlucky when it comes to love — no matter how hard he tries to confess to his crush, his efforts end in failure. After another day’s confession goes down the drain, Rito spends his night sulking in his bathtub. But when a naked girl with a pointed tail teleports into the tub with him, it seems like Rito’s luck is finally looking up! His fortune doesn’t last long when he finds himself accidentally engaged to the buxom beauty who is none other than the princess of the planet Deviluke!<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt1209393",
      "type": "series",
      "name": "Vampire Knight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3457-owSEHJYvflx5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1209393"
      },
      "description": "Genres: Drama, Mystery, Romance, Supernatural\nTags:Shoujo/Female Protagonist/Vampire/School/Primarily Male Cast/Love Triangle/Heterosexual/Urban Fantasy/Adoption/Male Harem/Amnesia/Kuudere\nCross Academy is an elite boarding school with two separate, isolated classes: the Day Class and the Night Class. On the surface, Yuuki Cross and Zero Kiryuu are prefects of the academy, and attempt to keep order between the students as classes rotate in the evenings. As the night class is full of utterly gorgeous elites, this can sometimes prove to be a bit difficult. It is completely necessary, however, as those \"elites\" are actually vampires. Yuuki and Zero act as guardians, protecting the secrets of the Night Class and the safety of the ignorant day class.<br><br>\nAs the adopted daughter of the academy's chairman, Yuuki takes her job with a serious and energetic attitude. It also allows her to interact with her secret crush and savior, the night class' dorm president, Kaname Kuran. Zero, on the other hand, has a deep-rooted hatred against vampires, and at times, does not hesitate to kill.<br><br>\nCan vampires and humans co-exist, even in the strict setup of the Cross Academy? Only time will tell.<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt1216196",
      "type": "series",
      "name": "Special A",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx3470-L3BUDBujYi7G.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216196"
      },
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Shoujo/Twins/Tsundere/School/Martial Arts/Wrestling/Ensemble Cast/Slapstick/Animals/Bullying/Female Protagonist/School Club/Love Triangle/Heterosexual/Coming of Age/Musical/Foreign/Maids/Incest\nHikari Hanazono has always been second to Kei Takishima. When they were six years old, their pro-wrestling loving fathers introduced them to each other. Assuming that she was the best in wrestling, young Hikari challenged Kei to a wrestling match only to be thoroughly defeated by him. <br><br>\r\nEver since that fateful incident, Hikari swore to beat Kei in school grades, sporting events - anything. To do this, she has enrolled in the same school as Kei since elementary. Now she attends Hakusenkan, an ultra elite school, that costs her carpenter father a lot of money. <br><br>\r\nHikari and Kei are the top two students in the school, with Kei holding firmly to that number one position. While Hikari considers Kei to be a rival and important friend, she is completely unaware that Kei loves her. The story primarily focuses on Hikari and her constant attempts to defeat her one and only rival, Kei, and how she finds love in their rivalry."
    },
    {
      "id": "tt1209386",
      "type": "series",
      "name": "Kaiba",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3701-IKmPkBHPIukF.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1209386"
      },
      "description": "Genres: Adventure, Mystery, Psychological, Romance, Sci-Fi\nTags:Amnesia/Dystopian/Memory Manipulation/Philosophy/Space/Cyberpunk/Gender Bending/Fugitive/Terrorism/Cosmic Horror/Post-Apocalyptic/Aliens/Episodic/Primarily Child Cast/Crime/Body Horror/Denpa/Drugs\nIt is now possible to store memory data, so that the death of your body is not actually \"death\". As memories are stored in databanks, they can be \"transferred\" to new bodies. Because so-called \"memory trading\" now occurs, it is now possible to steal memories and illegally alter them.<br><br>\nSociety has fallen apart as authority has become lost and stagnant.<br><br>\nOne day, a man awakens in a ruined room. His name is Kaiba. He has no memories, but he does have a pendant with a picture of an unknown woman inside.<br><br>\nIn the skies are roiling clouds and electrical storms, impossible to pass without losing one's memories; above them lies the elusive realm of the rich and powerful, who barter others' bodies and memories for their own enjoyment and longevity. Below lies a troubled and dangerous world where good bodies are hard to come by and real money is scarce.<br><br>\nAfter suddenly being attacked, Kaiba escapes into space, and during his travels meets all sorts of people and regains his memories. Throughout it, he continues to be troubled by the world's problems, as well as his own existence. And what of the woman in the pendant, Neiro?"
    },
    {
      "id": "tt1216124",
      "type": "series",
      "name": "Kanokon: The Girl Who Cried Fox",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3503.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216124"
      },
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Female Harem/Love Triangle/Youkai/Nudity/Kemonomimi/Twins/School/Kuudere/Monster Girl/Heterosexual\nKouta, a country boy who lives with his grandfather, is now moving to the city to attend high school. Changes come with his new home and new school, but nothing could have prepared the gentle young man for girls, specifically a bombshell fox spirit named Chizuru. As if her aggressive advances weren't enough, he also catches the attention of a frosty wolf spirit named Nozomu.<br><br>\nKouta is dragged into supernatural events as a result of his contact with the two girls, and his school life only gets more chaotic by the day. But with a girl who gives \"foxy\" new meaning and another howling after him, things are looking up for his love life.<br><br>\n(Source: Media Blasters)"
    },
    {
      "id": "tt1214373",
      "type": "series",
      "name": "ItaKiss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3731-aCN5LnCn08qm.png",
      "behaviorHints": {
        "defaultVideoId": "tt1214373"
      },
      "description": "Genres: Comedy, Romance\nTags:Tsundere/Shoujo/Coming of Age/Heterosexual/Medicine/School/College/Tennis\nEver since she entered high school, Kotoko Aihara wanted to be in the same class as Naoki Irie. The only problem is that Irie is the smartest student in school in contrast to Kotoko being one of the dumbest. Now in her 3rd year of high school, she still isn't there. However, one day her home gets destroyed and the only place left to go to is Irie's home. Now that she lives close to him, will their relationship be the same, or will it become greater than it is?"
    },
    {
      "id": "tt1210339",
      "type": "series",
      "name": "Junjo Romantica",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3092-HjwfgrWFiUlu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1210339"
      },
      "description": "Genres: Comedy, Drama, Romance\nTags:Boys' Love/Primarily Male Cast/Primarily Adult Cast/Rape/LGBTQ+ Themes/Tsundere/College/Cute Boys Doing Cute Things/Coming of Age/Shoujo/Writing\nThree very different couples caught up in a storm of pure romance!<br><br>\nRomantica: Misaki is struggling to prepare for his college entrance exams, so his brother arranges for a private tutor. But Misaki's nightmare is just beginning when his tutor, Usami, comes on to him! How will Misaki ever manage to pass his exam? And why does he feel so mysteriously drawn to Usami?<br><br>\nEgoist: Just when Kamijou's life is at its lowest, he has a chance meeting with a man who never lets anything hold him back: Nowaki. His name means \"typhoon,\" and he's about to take Kamijou on a whirlwind ride that will turn everything upside-down.<br><br>\nTerrorist: Miyagi always seems to shrug off the cares of the world with a joke and a smile, but even he has problems, although he doesn't let them show. Foremost is Shinobu, a relentless young man who's adamant that they're destined to be together.<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt0995941",
      "type": "series",
      "name": "Darker than Black: Beneath Cherry Blossoms in Full Bloom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4182-Sj5g5kz2WPuT.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0995941"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Super Power/Crime/Police/Urban Fantasy/Parody/Kuudere\nA side story of Darker than BLACK, also known as Episode 26. A Contractor was killed and it was rumored that his corpse and possessions were buried under a Sakura tree. Hei and the others (including the Police) decide to investigate."
    },
    {
      "id": "tt1196094",
      "type": "series",
      "name": "Yu-Gi-Oh! 5D's",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3972-bSmlWKXrVvDv.png",
      "behaviorHints": {
        "defaultVideoId": "tt1196094"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Card Battle/Urban Fantasy/Shounen/Cyberpunk/Motorcycles/Male Protagonist/CGI/Cult/Delinquents/Ensemble Cast/Primarily Teen Cast/Mythology/Prison/Twins/Dystopian\nYu-Gi-Oh! 5D's is set in Neo Domino City some time after the events concerning Yugi Mutou (DM) and Judai Yuki (GX). A new form of dueling, \"Riding Duels\", now take place on motorcycles called \"D-Wheels\". While regular dueling still exists, Riding Duels have become a popular form of entertainment for spectators, who watch them in specially-designed stadiums."
    },
    {
      "id": "tt1216150",
      "type": "series",
      "name": "Macross Frontier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3572-qYJhokKdsnZR.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216150"
      },
      "description": "Genres: Action, Mecha, Music, Romance, Sci-Fi\nTags:Space Opera/Love Triangle/Idol/Military/Real Robot/Space/Aliens/Amnesia/Cosmic Horror/Male Protagonist/CGI/Body Horror/Female Protagonist/Cyborg/War/Heterosexual\nAfter being threatened by extinction at the hands of alien invaders called the Zentradi, humanity undertook the task of guaranteeing itself a future by launching fleets of colony ships into space. On Macross Frontier, one such fleet, high school student Saotome Alto's life is changed forever: the fleet is suddenly attacked by unidentified creatures while he is performing aerial stunts for a concert by the wildly popular idol Sheryl. <br><br>\nAlto quickly finds himself in the cockpit of a new-model fighter struggling to protect Ranka Lee, a young girl he met only hours earlier, from the invaders' swath of destruction. Noting his performance during this incident, the S.M.S. Skull Squadron private military company invites Alto to join their organization, where he continues protecting his friends and Macross Frontier.<br><br>\n(Source: Anime-Planet)"
    },
    {
      "id": "tt1216159",
      "type": "series",
      "name": "Nabari no Ou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3655-ZoJpTjrNaYa5.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216159"
      },
      "description": "Genres: Action, Comedy, Drama, Psychological, Supernatural\nTags:Shounen/Ninja/Amnesia/Assassins\nSilent, apathetic yet mischievous, 14-year-old Rokujou Miharu is the bearer of the hijutsu, \"Shinrabanshou\", a powerful technique many ninja clans desire to possess to become the ruler of Nabari. Fellow classmate Kouichi and his English teacher Kumohira are both secretly Banten clan ninjas, pledging themselves to protect Miharu from his many attackers. Keeping apathetic, Miharu attempts to reject their invitation to join their ninja ‘club’ however, after numerous attacks; he finds no choice but to join their group as a means for his survival. Slowly, Miharu takes a step closer to becoming the ruler of Nabari.\n"
    },
    {
      "id": "tt0488477",
      "type": "series",
      "name": "xxxHOLiC Kei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3091-97Yr9KdWI3Ou.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0488477"
      },
      "description": "Genres: Comedy, Drama, Horror, Mystery, Psychological, Supernatural\nTags:Male Protagonist/Seinen/Urban/Mythology/Urban Fantasy/Youkai/Gods/Denpa/Ghost/Philosophy/Food/School/Nekomimi/Crossdressing\nStill working to get his wish complete, Watanuki finds himself into more mess than he can handle when certain facts about his everyday life gets revealed and when he needs to learn the lesson of Yuuko the hard way.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1216050",
      "type": "series",
      "name": "Tower of Druaga: The Aegis of Uruk",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3230-Dd9HXot3osii.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216050"
      },
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Male Protagonist/Magic/Swordplay/Dungeon/Asexual/Age Regression/Succubus/Idol/Detective/Basketball\nIt is said that every few years, there is what's known as the \"Summer of Anu.\"  During that summer, thanks to the divine protection of the sky-god Anu, all of the demons in the tower lose their power.  The country of Uruk has begun an invasion of the tower in order to suppress the demons.  They've built up positions inside the tower, with their sights set on getting to the upper levels.  The Uruk army knows that this is the third Summer of Anu-a perfect time to launch a mission to suppress the monster Druaga once and for all.  The army soldiers aren't the only ones in the tower, though.  An enitre city called Meskia has formed inside the tower's first floor.  It plays host not just to soldiers, but also to adventurers who have heard rumors about a legendary treasure called the Blue Crystal Rod, which is said to rest at the very top of the tower.  With all these different groups in the mix, each with its own agenda, one can only guess how things will play out during this unusual summer.<br><br>\n(Source:  Newtype Magazine)"
    },
    {
      "id": "tt1216131",
      "type": "series",
      "name": "Kurenai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3358-Pvigwmxm5sBV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216131"
      },
      "description": "Genres: Action, Comedy, Drama\nTags:Martial Arts/Male Protagonist/Fugitive/Mafia/Primarily Female Cast/Found Family/Female Harem\nHe's only a teenager, but Kurenai Shinkurou is already both a master of an arcane martial art and an experienced professional mediator with a long track record of resolving disputes. Not bad for someone who's just sixteen and still in school, but everyone has their limits and Kurenai may have met his when his boss and role model, Benika, responds to his request for a more challenging assignment by giving him the task of protecting young Murasaki Kuhoin. Never mind that she's only seven, the fact that the people Kurenai's supposed to protect her from are her own very rich and extremely powerful family is guaranteed to take this job into the danger zone. Now the heat is on and Kurenai's scrambling to put out as many fires as he can, even as the secrets surrounding his young charge bring everything else to a flashpoint. <br><br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt5351736",
      "type": "series",
      "name": "Candy☆Boy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4535-5BgYPK9MfJaR.png",
      "behaviorHints": {
        "defaultVideoId": "tt5351736"
      },
      "description": "Genres: Romance, Slice of Life\nTags:Incest/Yuri/Twins/School/Female Protagonist/Primarily Female Cast/Seinen/Primarily Teen Cast/Death Game\nTwin sisters, Yukino and Kanade Sakurai, room together in the dorms at their high school, enjoying school life with their friends and one another. One day, Sakuya Kamiyama, an underclassman, seeks out Yukino, while Kanade learns from a friend that Sakuya has admired Yukino for a very long time.  This innocent revelation sets into motion a chain of events that eventually lead to Yukino expressing her feelings for her sister.<br>"
    },
    {
      "id": "tt1216223",
      "type": "series",
      "name": "Library War",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3613-b066tE3vNUAQ.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216223"
      },
      "description": "Genres: Action, Comedy, Romance\nTags:Military/Primarily Adult Cast/Heterosexual/Female Protagonist/War/Tomboy\nToshokan Sensou tells the story of Kasahara Iku, the first woman to join the Library Task Force. In the near future in Japan, the Media Enhancement Law has been forced upon the population censoring all books and media. To counter this, the Library Defense Force was created. To protect themselves against the Media Enhancement Law Commission, all major libraries are fully equipped with a military Task Force, who take it upon themselves to protect the books and freedom of media of the people. This anime follows Iku and her fellow soldiers as they protect various special books and artifacts from the oppression of the Media Enhancement Law Commission. A love story, war story, and comedy all rolled into one."
    },
    {
      "id": "tt1215996",
      "type": "series",
      "name": "Blassreiter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3407-y7VtUyaY6PlG.png",
      "behaviorHints": {
        "defaultVideoId": "tt1215996"
      },
      "description": "Genres: Action, Sci-Fi\nTags:CGI/Foreign/Motorcycles/Tokusatsu/Ensemble Cast/Henshin/Pandemic/Female Protagonist/Military/Bullying/Guns/Anti-Hero/Assassins/Cars/Cultivation/Dystopian/Post-Apocalyptic/Urban Fantasy/Super Power/Coming of Age/Male Protagonist\nThe story is set in a fictional Germany and centers around the outbreak of biomechanical creatures named \"Demoniacs\", who rise from corpses and attack people mindlessly. The Demoniacs have the ability to merge with most technology including cars and motorcycles, not only gaining control of them but also enhancing their performance greatly. Against them is a group of people known as XAT, Xenogenesis Assault Team, who police these Demoniacs in an attempt to keep the peace and discover the reasons for the \"Demoniac\" change. All the while, a number of human-turned-Demoniacs appear. Some use their powers for good whilst others for evil. One will rise above all other Demoniacs to become the \"Blassreiter\".<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1276525",
      "type": "series",
      "name": "Chi's Sweet Home",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3841-PSDYqPPpBVBC.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1276525"
      },
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Animals/Family Life/Female Protagonist/Ensemble Cast/Episodic/Urban\nA grey and white kitten with black stripes wanders away from her mother and siblings one day while enjoying a walk outside. Lost in her surroundings, the kitten struggles to find her family and instead is found by a young boy, Youhei, and his mother. They take the kitten home, but pets are not allowed in their housing complex, so they try to find a new home for the kitten. This proves to be difficult, and the family eventually decides to keep the kitten, naming her \"Chi\". <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1216257",
      "type": "series",
      "name": "Psychic Squad",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4038-V0dciw1wKPkP.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216257"
      },
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Super Power/Shounen/Primarily Child Cast/Parody/Coming of Age/Henshin\nIn a world where ESP is common, only three people have them at the highest possible level. Those three are the special ESP team, The Children. The Children work for BABEL, a special ESPer organization committed to stopping crimes before they happen. Kouichi Minamoto is assigned to watch over them, and he'll need to, because three superpowered ten-year-olds are a problem on their own.<br>\n<br>\n(Source: Sentai Filmworks) "
    },
    {
      "id": "tt1166871",
      "type": "series",
      "name": "Golgo 13 (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4039-oClm06wOAmog.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1166871"
      },
      "description": "Genres: Action, Drama, Thriller\nTags:Assassins/Episodic/Seinen/Noir/Guns/Male Protagonist/Nudity/Military\nGolgo 13 has been called a Japanese counterpart to James Bond, except with a darker character, a much more hardcore attitude towards sex, and a complete lack of morality. Golgo 13 is described as a mystery man of undetermined origin, possibility being at least part Japanese, who takes any assignment for any employer (it has been said he has worked for the CIA and the KGB) as long as the right price is given and will always fulfill his contracts, even if he has two or more opposing contracts at the same time. He is an uncanny sharpshooter, with near 100% accuracy and capable of lethal trick shooting, and regularly uses a customized, scoped M-16 rifle in his assassinations. He also is a heavy smoker of cigars. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1068993",
      "type": "series",
      "name": "School Days: Magical Heart☆Kokoro-chan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3328.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1068993"
      },
      "description": "Genres: Comedy, Ecchi, Mahou Shoujo\nTags:Parody/Zombie/Seinen/Nudity/Magic\nOriginally an April's Fool in 2007, this one episode OVA is a spin-off of the School Days game by 0verflow, and shows Kokoro Katsura, the little sister of one of the main characters, from her other side. A mahou shoujo out to save the world, or something like that.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0805448",
      "type": "series",
      "name": "Saint Seiya: The Hades Chapter - Elysion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3515-g6kdTI901fhw.png",
      "behaviorHints": {
        "defaultVideoId": "tt0805448"
      },
      "description": "Genres: Action, Fantasy\nTags:Shounen/Super Power/Primarily Male Cast/Gods/Astronomy\nAfter the 12 Gold Saints sacrifice their lives to destroy the Wailing Wall, The Bronze Saints enter the deepest realm of the Underworld, Elysion, where they face off aganist Hades's two most powerful servants: The Twin Gods, Hypnos and Thanatos, before they can reach Hades for the final battle."
    },
    {
      "id": "tt1215542",
      "type": "series",
      "name": "Allison & Lillia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3549-rPLyNXaQ5T4M.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1215542"
      },
      "description": "Genres: Action, Adventure\nTags:Aviation/War/Trains/Military/Ensemble Cast/Heterosexual/Travel/Conspiracy\nSet in a continent divided into two commonwealths that have been engaged in war for hundreds of years, Allison and Will go on a mission to search \"the treasure that will put an end to the war\". Their hope is inherited to their daughter Lillia, who strives to thaw the torn nations into a united country. This anime encourages young generations to believe in a world without hatred or war regardless of nationalities and beliefs.<br><br>\n(Source: Anime Network)"
    },
    {
      "id": "tt1216157",
      "type": "series",
      "name": "Monochrome Factor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3656-RtFbmfXPPxQY.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216157"
      },
      "description": "Genres: Action, Supernatural\nTags:Male Protagonist/Shoujo/Urban Fantasy/Slapstick/Boys' Love\nThe story revolves around high school student Akira Nikaido, a typical slacker living a normal life. That is, until he meets the mysterious Shirogane, a man who suddenly appears and tells him that they have a destiny together. When Akira hears this, he is shocked and doesn't believe a word of it. Aya, a friend of Akira, forgets something in the school one night, and asks Akira to help her and go find it. He agrees, and while there, he gets attacked by a shadow monster. Shirogane convinces him that the balance between the human world and the shadow world has been distorted and that Akira must become a \"shin\"- a creature of the shadow world- in order to help restore the balance. The anime has shonen-ai themes which are completely absent from the manga.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1214085",
      "type": "series",
      "name": "Soul Eater: Late Night Show",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/21687-UCt418ZNhBMu.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1214085"
      },
      "description": "Genres: Action, Comedy, Fantasy\nTags:Advertisement/Shounen\nAdditional specials included in two Blu-ray Box volumes of Soul Eater. <br> <br>\n\nOriginally they were a part of late-night version of dual broadcast of Soul Eater; the regular Monday 6:00 p.m. version and a late-night \"Soul Eater Late Show\" version.<br> <br>\n\nSpecial footage was added at the start and end of the commercial break; the next episode preview was also different from the regular version.<br> <br>\n\n(Source: Wikipedia)"
    },
    {
      "id": "tt1201681",
      "type": "series",
      "name": "Amatsuki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3359-OOtP9boQF7IE.png",
      "behaviorHints": {
        "defaultVideoId": "tt1201681"
      },
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Historical/Male Protagonist/Josei/Isekai/Youkai/Gods\nTokidoki is a Japanese high school student who, when he fails his history class, is sent to a high-tech history museum that virtually recreates the Edo period to do make-up work. However, what was supposed to be a simple school project becomes much more complicated when he's attacked by two supernatural beings known as \"the nue\" and \"the yakou\" and loses the vision in his left eye. After he's saved from the nue by a girl named Kuchiha, he realizes that he's no longer wearing the simulation goggles, and is trapped in the virtual Edo. <br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt1216165",
      "type": "series",
      "name": "The Daughter of 20 Faces",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3673-Fos7rHpTdnnf.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216165"
      },
      "description": "Genres: Action, Adventure, Mystery\nTags:Seinen/Female Protagonist/Fugitive/Coming of Age/Guns/Conspiracy/Found Family\nChiko is the daughter of the wealthy Mikamo family who has to live with her aunt and uncle after her parents passed away. Because her aunt wants to inherit the Mikamo family's wealth, she gives Chiko poisoned food. One day, however, she's kidnapped by the Nijuu Mensou (20 Faces) and decides to join his clan. <br><br>\n(Source: ZOMG)"
    },
    {
      "id": "tt1216123",
      "type": "series",
      "name": "Kamen no Maid Guy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3616-KRPpU5y0Hhzz.png",
      "behaviorHints": {
        "defaultVideoId": "tt1216123"
      },
      "description": "Genres: Action, Comedy, Ecchi\nTags:School/Super Power/Maids/Nudity/Female Protagonist/Ninja/School Club/Shounen/Drugs/Swordplay/Shrine Maiden/Yuri\nFujiwara Naeka is a typical 17 year-old high school student. Or so we thought. She`s really one of two surviving heirs of a tycoon who has the right to inherit his mass fortune when she turns 18 in half a year. Fubuki, a young and beautiful maid, and Kogarashi, a big burly maid guy with a mask, have been assigned to keep Naeka and her brother Kousuke safe from those who would plot their demise, and to steal the fortune she would inherit.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt6954390",
      "type": "series",
      "name": "Kite Liberator",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3323-uFCuwJI5Lym3.png",
      "behaviorHints": {
        "defaultVideoId": "tt6954390"
      },
      "description": "Genres: Action, Drama, Ecchi, Sci-Fi, Supernatural\nTags:Guns/Female Protagonist/Space/Gore/Crime/Nudity/Maids/Work\nIn the previous series \"Kite\", a killer -Sawa- suddenly disappears after she avenges her parents' death, and no one knows where she is.<br><br>\nSeveral years later, a figure dances airily on the dark side of a big city. She is an angel of death, killing her victim gracefully and disappearing.<br><br>\nMonaka is a normal high school student, though this quiet and modest life has a darker side. An angel of death is Monaka&rsquo;s other persona."
    },
    {
      "id": "tt0466352",
      "type": "series",
      "name": "The Prince of Tennis: The National Tournament Final",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4053-a88b1q1pBSjQ.png",
      "behaviorHints": {
        "defaultVideoId": "tt0466352"
      },
      "description": "Genres: Comedy, Sports\nTags:School/Shounen/Tennis\nSeigaku continues through the Nation tournament. Now they are up against the strongest team in the tournament, Rikkaidai."
    },
    {
      "id": "tt1213889",
      "type": "series",
      "name": "RD Sennou Chousashitsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3363-PvwVmOrXVHuV.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1213889"
      },
      "description": "Genres: Action, Mystery, Sci-Fi\nTags:Cyberpunk/Scuba Diving/Age Regression/Robots/Artificial Intelligence/Virtual World\n2061 AD. Fifty years have passed since mankind developed the Network society. It was anticipated that this new infrastructure would realize a utopia where people connected with each other at the level of consciousness. However, new social problems such as personal data leaks and proliferation of manipulated information began to surface. Nevertheless, people still relied on the Network to exchange information, and proved unable to opt to abandon it.<br><br>\nIn due course, a new Network realm with more effective security measures was developed. This was called Meta Real Network, usually abbreviated as \"the Metal.\"<br><br>\nThe Metal accommodated personal memory data within protected virtual stand-alone organic cyber enclaves called bubble shells and eventually pervaded the everyday lives of people.<br><br>\nHowever, people gradually learned to release and explode their instincts within the secure environment of the Metal. The unleashed instincts pushed each individual's consciousness to drown in the sea of information and to be exposed to the pressures of desire. Meanwhile, norms and regulations continued to bind their real world lives. Thus, strange friction between the two worlds began to manifest themselves as aberrations beyond the bounds of the imaginable.<br><br>\nExperts who challenged the deep sea of the Metal to investigate and decipher such aberrations were called cyber divers.<br><br>\nThis is a story of a cyber diver, Masamichi Haru, who investigates the incidents that lie between Reality and the Metal.<br><br>\n(Source: Production I.G)"
    },
    {
      "id": "tt1216133",
      "type": "series",
      "name": "Kyouran Kazoku Nikki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3577-NcHhhGJk3kcz.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216133"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Nekomimi/Family Life/Animals/Yakuza\nMidarezaki Ouka is used to having strange things happen to him -after all, he is the head of the Great Japanese Empire Paranormal Phenomena Bureau of Measures. But when he catches a small cat girl in the shopping district stealing apples, his whole life rearranges to fit a new operation... <br><br>\nOPERATION COZY FAMILY. <br><br>\nThousands of years ago, Enka the God of Destruction, was killed. However, with a dying breath it claimed that its child would appear and destroy humanity. Now in futuristic Japan, all of the potential children of Enka have been found and placed into a haphazard family. <br><br>\nTeika the lion, Gekka the jellyfish, Yuuka the oni, Ginka the cross-dressing mafia son, and Hyouka the bioweapon--along with their parents Ouka and Kyouka (the ruler of a demon underworld)--all live under one roof in a family frenzy. "
    },
    {
      "id": "tt1130144",
      "type": "series",
      "name": "D.C.II S.S.: Da Capo II Second Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3627-wbFO19SGqK9e.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1130144"
      },
      "description": "Genres: Comedy, Drama, Fantasy, Romance\nTags:Female Harem/School/Heterosexual\nThe story continues where it left off at season 1, but now we start to get to know the people we already know a little more in detail.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1216232",
      "type": "series",
      "name": "Our Home's Fox Deity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3322.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216232"
      },
      "description": "Genres: Adventure, Fantasy, Supernatural\nTags:Bisexual/Agender/Kemonomimi/Female Protagonist/Kuudere/Shounen\nThe Mizuchi bloodline has long been hunted by Yokai, or monsters. Toru and Noboru Takagami are descendents of this bloodline, and under their grandmother's discretion, are given a secret weapon to combat these monsters. It is Tenko Kugen, a fox deity who can take the shape of a man or woman at will. The mischievous deity is accompanied by a shrine maiden, Ko, who will both live with the Takagami brothers at their house. Life just got complicated. <br><br>\n(Source: NIS America) "
    },
    {
      "id": "tt1334298",
      "type": "series",
      "name": "ef: a tale of melodies. - prologue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6401.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1334298"
      },
      "description": "Genres: Drama, Mystery, Romance\nTags:\nThe prologue of ef - a tale of melodies."
    },
    {
      "id": "tt0816387",
      "type": "series",
      "name": "Kyo Kara Maoh! Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4080-TcGSCwBQIN1q.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt0816387"
      },
      "description": "Genres: Adventure, Comedy, Fantasy, Romance\nTags:Male Protagonist/Primarily Male Cast/Male Harem/Isekai/Demons/Boys' Love\nAt the end of season 2. Yuuri defeats Shinou, but since Shinou had been defeated, Yuuri and Murata could no longer go to the Shin Makoku. However, because Yuuri had fought and defeated him, his powers had surpassed that of Shinou's, resulting in him being able to rely on his own power to return to Shin Makoku.<br><br>\nAfter the ceremony at the age of 16, Yuuri slowly begins to discover that much has happened while he was away. The ten officials of the noble family have decided to make Wolfram the next Maou, but now that Yuuri has returned and taken back his role as Maou, complications arise when one noble disagrees with Yuuri returning to the throne.<br><br>\nIn addition, an ancient secret society that threatens the peace of both humans and Mazoku has risen, and a fight for the throne that now leaves the nobles wondering who is the legitimate Maou. "
    },
    {
      "id": "tt1197448",
      "type": "series",
      "name": "Neo Angelique Abyss",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3615.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1197448"
      },
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Male Harem/Female Protagonist/Primarily Male Cast/Magic/Heterosexual/Super Power\nWhile the young Angelique lives out her days peacefully in her school, attacks from the monstrous Thanatos has been increasing everywhere else. Two Purifiers show up one day, men with the power to exterminate the Thanatos. One of them, Nyx, attempts to convince Angelique to join them in their work, as she has the power to be the only female Purifier. As Angelique hesitates, a Thanatos shows up in their school. Nyx and the other Purifier, Rayne, fight a losing battle. With her classmates falling prey to the Thanatos, and the Purifiers beaten to submission, Angelique's desire to save everyone awakens. She became the only female Purifier in their land of Arcadia, the one known as the \"Queen's Egg\"."
    },
    {
      "id": "tt3828998",
      "type": "series",
      "name": "Himitsu: Top Secret - The Revelation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3859-vVJrx02pHzHm.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt3828998"
      },
      "description": "Genres: Mystery, Psychological, Sci-Fi\nTags:Crime/Male Protagonist/Primarily Adult Cast/Police/Shoujo/Detective/Primarily Male Cast\nThe story takes place five decades from now, when brain scanners have been perfected to the point that the government can retrieve up to five years' worth of memories from people's minds — even if they are dead. The investigators of the National Research Institute of Police Science's 9th Forensics Laboratory must weigh the ethical choices in the ultimate invasion of privacy as they delve into people's minds to solve crimes.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1132215",
      "type": "series",
      "name": "Zombie-Loan Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3354.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1132215"
      },
      "description": "Genres: Action, Comedy, Supernatural\nTags:Shounen/Zombie/Super Power/Kuudere\nThe series was originally planned to be 20+ episodes but was cut short due to unknown circumstances. These specials released on the 7th DVD volume continue the story."
    },
    {
      "id": "tt1151013",
      "type": "series",
      "name": "ARIA The ORIGINATION Picture Drama",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx5196-r6nL4W4aPMfG.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1151013"
      },
      "description": "Genres: Fantasy, Sci-Fi, Slice of Life\nTags:Primarily Female Cast/Football/Food/CGI/Primarily Teen Cast/Shounen/Episodic/Iyashikei\nPicture Dramas taken from the DVDs."
    },
    {
      "id": "tt1238937",
      "type": "series",
      "name": "Blue Dragon: The Seven Dragons of the Heavens",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4197.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1238937"
      },
      "description": "Genres: Adventure, Comedy, Fantasy, Supernatural\nTags:Super Power/Dragons/Primarily Child Cast/Goblin\nAfter the events of the Blue Dragon series, Shu and Bouquet join a resistance group to fight General Rogi's army of invasion.They encounter a mysterious child , Noi, who has the power to revive Shu's shadow counter-part Blue Dragon, and save her from the pursuit of a red dragon. Now Shu and his company have to set foot once again on a journey to discover the purpose of the dragons, undergo their tests and stop the chains of events which threatens the fate of humanity.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt11542152",
      "type": "series",
      "name": "Penguin Musume♥Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4136.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt11542152"
      },
      "description": "Genres: Comedy, Ecchi, Slice of Life\nTags:Otaku Culture/Henshin/School/Parody/Kuudere\nSakura Nankyoku is a total otaku. Due to a fluke, she gets elected as her class' Student Council President. Everything takes off from there into a series of crazy misadventures revolving around Sakura, her family, and her classmates.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1216132",
      "type": "series",
      "name": "Crystal Blaze",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3840.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1216132"
      },
      "description": "Genres: Action, Sci-Fi\nTags:Dystopian\nRags Town is the garbage dump of Japan. The place where people who want to forget their pasts run to. In this town, where the rules strictly forbid asking about the past or getting to know people, there is small detective agency called S&amp;A Detectives. <br><br>\nThe story revolves around Ayamana, the inseparable pair of misfit wannabe detectives, the case Manami takes on impulse, and the trouble that arises from it. On the case they find a woman who is abnormally hot, and who is being chased by a bunch of women with guns. After being dubbed Sara, the detectives try and figure out just what is going on with her. At the same time, all over town teenage girls are burning up and turning into glass. The government is covering everything up, but the detectives, as well as a nosy reporter and the local police, are determined to find out what is happening."
    },
    {
      "id": "tt1161697",
      "type": "series",
      "name": "True Tears Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6234-0k6ZLKKqkYrO.png",
      "behaviorHints": {
        "defaultVideoId": "tt1161697"
      },
      "description": "Genres: Comedy\nTags:Parody/School\n30 seconds sketches/omakes based around the events of the tv series with little twists."
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin III: GREEN vs RED",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4320-rSyB0AEmArwt.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2531336"
      },
      "description": "Genres: Action, Comedy\nTags:Meta/Male Protagonist/Fugitive/Primarily Adult Cast/Anti-Hero/Guns/Samurai\nLupin arrives in Tokyo seeking the gem \"Ice Cube\" held by the private military contractor Night Hawks, only to find another Lupin, of the opposite jacket color, already present."
    },
    {
      "id": "tt2027435",
      "type": "series",
      "name": "Case Closed Magic File 2: Kudou Shinichi - The Case of the Mysterious Wall and the Black Lab",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b5348-tE3vO3tcPVcR.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt2027435"
      },
      "description": "Genres: Adventure, Comedy, Mystery\nTags:Shounen/Detective/Police\nMagic File 2 was sold at select retailers (7-11 branded equivalents) in Japan, along with PPV episodes of the show (episodes released long before, such as the NY case). The first disc housed the Movie 12 Side-Story OVA, which features Kudou Shinichi and details a bit of the backstory from the upcoming movie. The second disc was the one with the PPV episodes.<br>"
    },
    {
      "id": "tt1211530",
      "type": "series",
      "name": "Fireball",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4362-FQXr9Ds459IK.jpg",
      "behaviorHints": {
        "defaultVideoId": "tt1211530"
      },
      "description": "Genres: Comedy, Sci-Fi\nTags:Episodic/Dystopian/Robots/Full CGI/Female Protagonist/War\nFireball takes place during the war between humans and robots. There is no real story, just individual episode skits."
    }
  ]
}