{
  "metas": [
    {
      "id": "tt21209876",
      "type": "series",
      "name": "Solo Leveling",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151807-yxY3olrjZH4k.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Dungeon/Male Protagonist/Urban Fantasy/Super Power/Magic/Cultivation/Gore/Shounen/Survival/Foreign/Swordplay/Post-Apocalyptic/Travel/Bullying/Dragons/College\nThey say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Seong Jin-U. After being brutally slaughtered by monsters in a high-ranking dungeon, Jin-U came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.<br>\n<br>\n(Source: Crunchyroll) <br><br>"
    },
    {
      "id": "tt21621494",
      "type": "series",
      "name": "Delicious in Dungeon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153518-LEK6pAXtI03D.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Dungeon/Food/Magic/Primarily Adult Cast/Ensemble Cast/Environmental/Elf/Dragons/Lost Civilization/Male Protagonist/Seinen/Anthropomorphism/Female Protagonist/Kemonomimi/Gore/Episodic/Politics/Chimera/Ghost/Super Power/Nudity/Zombie\nWhen young adventurer Laios and his company are attacked and soundly thrashed by a dragon deep in a dungeon, the party loses all its money and provisions...and a member! They're eager to go back and save her, but there is just one problem: If they set out with no food or coin to speak of, they're sure to starve on the way! But Laios comes up with a brilliant idea: \"Let's eat the monsters!\" Slimes, basilisks, and even dragons...none are safe from the appetites of these dungeon-crawling gourmands! <br>\n<br>\n(Source: Yen Press)\n<br><br>\n<i>Note: A world premiere screening of Episode 1 was shown in the Studio TRIGGER panel at Anime Expo on July 1, 2023.</i>"
    },
    {
      "id": "tt7263328",
      "type": "series",
      "name": "Classroom of the Elite Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146066-zzKl6P6OeEjy.jpg",
      "description": "Genres: Drama, Psychological\nTags:School/Male Protagonist/Ensemble Cast/Primarily Teen Cast/Philosophy/Coming of Age/Revenge/Survival/Bullying/Disability/School Club/Boarding School/Seinen/Love Triangle/Kuudere/Athletics/Female Harem/Delinquents/Tsundere\nThe third season of <i>Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e</i>.<br>\n<br>\nThe third semester kicks off in high gear with a special boot camp deep in the mountains. Forcibly separated into groups along grade and gender lines, the first, second and third years alike must work together to survive the rugged terrain. Even worse? The leader of the group that comes in last will be expelled. Can Class D make it back to campus intact, or is this where they finally say goodbye to one of their own?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt21209804",
      "type": "series",
      "name": "MASHLE: MAGIC AND MUSCLES Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166610-S5q7V2v5zdDK.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic/Super Power/Parody/Shounen/Fitness/School/Slapstick/Chibi/Kuudere/Male Protagonist/Battle Royale/Primarily Male Cast/Primarily Teen Cast/Food/Estranged Family/Philosophy/Witch/Asexual/Unrequited Love/Aromantic\nThe second season of <i>MASHLE</i>, adapting the Divine Visionary Candidate Exam Arc.\n<br><br>\nAfter Mash Burnedead's clash with Magia Lupus, the secret about his powers is now out in the open. The short-lived celebration ends when the Bureau of Magic summons Mash before an audience of Divine Visionaries, who collectively decree Mash should reap the consequences and die. However, an evil shadow organization called Innocent Zero hijacks the inquiry to demand that Mash be kept alive.\n<br><br>\nMash proves that he is capable of dealing with Innocent Zero, but the Divine Visionaries' verdict remains unchanged. Luckily, Mash finds unexpected allies in Divine Visionary Rayne Ames and Headmaster Wahlberg Baigan, and they successfully defer his execution until Innocent Zero is defeated. Mash is now allowed to live under one condition: he must be selected as the Divine Visionary candidate by the year's end.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt30024091",
      "type": "series",
      "name": "A Sign of Affection",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166794-veSLL0zrrBhp.jpg",
      "description": "Genres: Romance, Slice of Life\nTags:Disability/Shoujo/Language Barrier/Female Protagonist/Heterosexual/College/Primarily Adult Cast/Iyashikei/Urban/Chibi/Bar/Restaurant\nYuki Itose is just a typical student dealing with the pressures of college. She is struggling one day on the train when an upperclassman named Itsuomi Nagi helps her out. As he gradually opens a new world to her, Yuki develops feelings for Itsuomi. A pure love story begins to grow.<br>\n<br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt13311344",
      "type": "series",
      "name": "TSUKIMICHI -Moonlit Fantasy- Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139518-GZWYKM8Kg1S2.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Male Protagonist/Language Barrier/Economics/Gods/Monster Girl/Teacher/Demons/Female Harem/Dragons/Anthropomorphism/Meta/Samurai/Archery/Ensemble Cast/Body Horror/Achronological Order\nThe second season of <i>Tsuki ga Michibiku Isekai Douchuu</i>.<br>\n<br>\nAfter Makoto Misumi defeats Mitsurugi and Sofia Bulga, humanity is saved from the attacking demon army—for the time being. The goddess is aware of Makoto’s growing power, and she sees him as less of a nuisance and more of a rival. Makoto continues his journey to further expand his community of outcasts and connect with more hyumans. But will he be strong enough to hold off the coming storm?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15237152",
      "type": "series",
      "name": "The Wrong Way to Use Healing Magic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137908-50af3lKVbst2.jpg",
      "description": "Genres: Action, Fantasy\nTags:Isekai/Magic/Demons/Male Protagonist/War/Military/Heterosexual/Animals/Kemonomimi/Swordplay/Cultivation/Female Harem\nAn ordinary walk home from school turns into an epic journey for Usato. After suddenly being dropped into another world with two fellow students, Usato learns he was summoned there by accident. But things turn around when he discovers a unique aptitude for healing magic! Now, he trains beyond human limitations, using his self-healing abilities to gain absurd strength and unrivaled stamina.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16156736",
      "type": "series",
      "name": "Chained Soldier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141821-lkVTjKqL4BU2.jpg",
      "description": "Genres: Action, Adventure, Drama, Ecchi, Fantasy, Romance\nTags:Super Power/Primarily Female Cast/Slavery/Female Harem/Heterosexual/Nudity/Male Protagonist/Female Protagonist/Monster Boy/Femdom/Shounen/Demons/Urban Fantasy/Gods/Swordplay/Love Triangle/CGI/Guns/Feet\nYuuki Wakura watches as dueling supernatural forces ravage the Earth. Mato are portals to another dimension, avenues from which dangerous monsters escape. Peaches are resources given to women granting them abilities. Chief of the Seventh Unity of the Anti-Demon Corp, Kyouka Uzen arrives to save Yuuki from a monster. Surprisingly, Yuuki holds the power to increase the Peaches effectiveness. But to save the world, Yuuki must be willing to become Kyouka’s servant both on the battlefield and at home.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt21423786",
      "type": "series",
      "name": "The Dangers in My Heart Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166216-JVyN7PHel5K9.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Heterosexual/Male Protagonist/Primarily Teen Cast/Coming of Age/Female Protagonist/Urban/Chuunibyou/Tsundere/Shounen/Slapstick/Food/Basketball\nThe second season of <i>Boku no Kokoro no Yabai Yatsu</i>.\n<br><br>\nAfter an eventful winter break, Kyoutarou Ichikawa and Anna Yamada reunite with a stronger bond. They continue to grow in their own ways, with Yamada taking on more challenging photoshoots and Ichikawa maturing both physically and emotionally as he tackles his affections for Yamada. However, spending time together outside of school allows for their relationship to deepen, and it becomes increasingly difficult to deny their budding romantic feelings.\n<br><br>\nGrappling with these unexpected and new emotions, Ichikawa and Yamada realize that, with the passage of time, their relationship is bound to change—and they must ultimately decide whether they wish to remain close friends or finally become a couple.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt28480255",
      "type": "series",
      "name": "Ninja Kamui",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151639-7KqJ7BgaM9Mx.png",
      "description": "Genres: Action, Adventure, Drama, Sci-Fi\nTags:Ninja/Revenge/Assassins/Male Protagonist/Gore/Primarily Adult Cast/Urban/Foreign/Anti-Hero/CGI/Cyborg/Crime/Tokusatsu/Swordplay/Henshin/Detective/Cyberpunk/Police\nHigan is a Nukenin - a former ninja who escaped his clan and is hiding from his violent past in rural America with his family. One night, he is ambushed by a team of assassins from his former organization who exact a bloody retribution on Joe and his family for betraying their ancient code. Rising from his seeming “death,” Joe will re-emerge as his former self - Ninja Kamui - to avenge his family and friends. Kamui is a 21st century ninja, a shadowy anachronism who pits his ancient skills against high-tech weaponry with brutal finesse. He must face off against trained assassins, combat cyborgs, and rival ninjas to bring down the very clan that made him.\n<br><br>\n(Source: Warner Bros. Discovery)"
    },
    {
      "id": "tt23029874",
      "type": "series",
      "name": "Hokkaido Gals Are Super Adorable!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155963-kOnLUDAEamUe.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Gyaru/Heterosexual/Male Protagonist/Snowscape/Kuudere/Rural/Female Harem/Female Protagonist/School/Shounen/Nudity/Primarily Female Cast/Iyashikei/Tanned Skin/Tomboy\nSnowflakes aren’t the only things dropping in Hokkaido—so are jaws, thanks to the super adorable gals who are turning the icy north into a hotbed of fashion and fun. Brace yourself for a winter storm of laughs, love, and killer outfits as these gals prove that being cute is an all-season affair. Here, frostbite meets fashionista!\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt28685624",
      "type": "series",
      "name": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168374-WAEBeVAegRnw.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Heterosexual/Royal Affairs/Primarily Adult Cast/Time Loop/Female Protagonist/Shoujo/Historical/Foreign/Ojou-sama/Politics/Marriage/Kuudere/Economics/Swordplay/Medicine/Tomboy/Horticulture/Villainess/Urban/Maids/Agriculture\nRishe Irmgard Weitzner, a duke's daughter, has a secret: she died at the age of 20 and returned to the moment five years prior when her engagement was called off. She has already experienced this time loop six times and lived out those five years a different way each time, as a merchant, a doctor, a maid, a knight, and more. Now, on her seventh go-around, she's determined to live to a ripe old age and spend it relaxing. But the moment she flees the castle with that decision in her heart, she runs into the infamously cruel crown prince of a rival kingdom, Arnold Hein. He happens to be the one who killed her during her life as a knight, but now, he seems to have taken a bizarre liking to her... and begs her to become his wife. Thus, in order to stay alive and prevent a war, Rishe utilizes her previous experiences to kick off her seventh life as the bride of an enemy nation's crown prince.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29605390",
      "type": "series",
      "name": "Gushing Over Magical Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162780-brAdNEROhZdG.jpg",
      "description": "Genres: Comedy, Ecchi, Mahou Shoujo, Slice of Life\nTags:Female Protagonist/Sadism/Primarily Female Cast/Yuri/Anti-Hero/Magic/Nudity/Henshin/Masochism/Primarily Teen Cast/Bondage/Parody/Urban Fantasy/LGBTQ+ Themes/Meta/Villainess/Cute Girls Doing Cute Things/Rape/Seinen/Yandere/Exhibitionism/Terrorism/School\nHiragi Utena is a major fangirl of the magical girls protecting her city, so when she has the chance to become one herself, she leaps at the chance to join their technicolor ranks… but when she transforms, she learns she isn’t fated to be a daring do-gooder, but rather a villain on the side of evil! At first she tries to quit her new gig as the leader of the local baddies, but she quickly realizes she enjoys it and is a total natural at tormenting the magical girls she loves so much. With both a bang and a whimper, Hiragi’s journey as a magical-girl-tormenting sadist has begun!<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt30495119",
      "type": "series",
      "name": "Villainess Level 99: I May Be the Hidden Boss but I'm Not the Demon Lord",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163076-zwNndcqDSEGs.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Villainess/Magic/Female Protagonist/Kuudere/School/Isekai/Boarding School/Royal Affairs/Primarily Teen Cast/Heterosexual/Shoujo/Class Struggle/Ojou-sama/Chibi/CGI/Demons/Dragons\nThis college kid wants nothing more than a quiet life. So when she’s reborn as Yumiella, the hidden villainess of an Otome RPG, she’s not exactly thrilled. Still yearning for peace, she abandons her evil duties to live a more discreet life. Until her gamer side kicks in and she accidentally reaches level 99! Now, everyone suspects that she’s the infamous Demon Lord. What future awaits her?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30177477",
      "type": "series",
      "name": "The Unwanted Undead Adventurer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147642-SztpXNn9ke6P.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Dungeon/Swordplay/Male Protagonist/Alchemy/Found Family/CGI\nRentt Faina has hunted monsters for the last 10 years. Sadly, he’s not great at his job, stuck hunting slimes and goblins for a few coins each day. His luck turns when he finds an undiscovered path. At the path’s end, he meets his demise in the maw of a legendary dragon. But, he wakes up as an undead bag of bones! He sets out to achieve Existential Evolution and rejoin the land of the living.<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Each episode streamed 3 days early on some streaming sites. The original TV broadcast started on January 8th, 2024.</i>"
    },
    {
      "id": "tt30089363",
      "type": "series",
      "name": "The Witch and the Beast",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153818-FWvl0RL6vDbq.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Witch/Seinen/Primarily Adult Cast/Revenge/Magic/Urban Fantasy/Female Protagonist/Gore/Male Protagonist/Urban/Cult/Historical/Agender/Nudity\nIt all started with the 17 \"Origins,\" whose powers were passed down to individuals who still exist around the world today. A man carrying a coffin and a girl with the eyes of a beast appear in a town. The girl was once cursed by a witch and now searches for her in order to undo the curse. Is the witch who appears before them the quarry they've been searching for? And how can the curse be undone? This quest for revenge against an evil witch begins rolling when the beast captures the witch. This magnificent and intense dark fantasy begins now!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30146725",
      "type": "series",
      "name": "My Instant Death Ability is Overpowered",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158028-gQ2vnz7LEb0E.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Super Power/Parody/Male Protagonist/Tsundere/Anti-Hero/Surreal Comedy/Primarily Teen Cast/Female Protagonist/Magic/Travel/Revenge/Demons/Swordplay/Dragons/Kemonomimi/Vampire/Trains\nYogiri Takatou missed out on a few things while napping during a school trip... mainly how his entire class got transported to another world and how a curious sage gave everyone special powers! When Yogiri wakes up, he and classmate Tomochika Dannoura must defend themselves against a dragon. Out of options, Yogiri reluctantly agrees to team up with Tomochika and fend off danger with his Instant Death ability. If he can keep his eyes open, that is...<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt1799631",
      "type": "series",
      "name": "Blue Exorcist -Shimane Illuminati Saga-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158931-QAQMtWKunvy3.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Demons/Super Power/Male Protagonist/Urban Fantasy/Twins/Exorcism/Shounen/Mythology/Religion/Conspiracy/Rural/Crossdressing\nNew TV anime series of <i>Ao no Exorcist</i>.<br>\n<br>\nAt True Cross Academy, Rin Okumura unknowingly comes across the first signs that something is amiss; ordinary people have been gaining the ability to perceive the invisible creatures that roam the human realm, Assiah. While Rin sees this as an opportunity to make a new friend, his twin brother, Yukio, is more burdened than ever. Swamped with his education, exorcist duties, and teaching position, Yukio has remained silent about his awakened powers, unable to understand their scale or significance.\n<br>\nWhile Rin and his friends prepare for the annual Exorcist Certification Exam, the True Cross Order has uncovered the first artificial gate to the demonic realm of Gehenna. Witnessing its size and the advanced technology that made it possible, the exorcists realize they are now dealing with the Illuminati, an extremely wealthy and powerful organization. Moreover, the inscrutable Illuminati have planted three spies in the True Cross Order—and one may be hiding among the aspiring exorcists sworn to protect mankind from the demonic threat.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt13103028",
      "type": "series",
      "name": "Bottom-Tier Character Tomozaki 2nd Stage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143866-75E3G6nYEUVr.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Rehabilitation/Male Protagonist/School/Primarily Teen Cast/Heterosexual/Love Triangle/Video Games/Ensemble Cast/E-Sports\nThe second season of <i>Jaku-Chara Tomozaki-kun</i>."
    },
    {
      "id": "tt13483212",
      "type": "series",
      "name": "Banished from the Hero’s Party, I Decided to Live a Quiet Life in the Countryside Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156131-aZPpDX61BIeo.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance, Slice of Life\nTags:Magic/Female Protagonist/Male Protagonist/Family Life/Heterosexual/Swordplay/Assassins/Elf/Female Harem/Horticulture/Gore\nThe second season of <i>Shin no Nakama ja Nai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni shimashita.</i><br>\n<br>\nA once-great Hero is now living the slow life. Red, shunned from his adventuring party, spends his days running an apothecary. He lives with his lifelong love, Princess Rit, and his sister, Ruti. They indulge in moments of bliss, like soaking in serene hot springs and enjoying delicious meals with a view. No matter what happens to the world around them, these happy moments will be unchanged.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30495098",
      "type": "series",
      "name": "The Foolish Angel Dances with the Devil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164244-cOP5eMVqVIew.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Demons/Angels/Female Protagonist/Male Protagonist/Heterosexual/School/Seinen/Urban Fantasy/Tsundere\nDetermined to protect his demon world from heavenly angels, demon Masatora Akutsu heads to earth in search of a charismatic human to rally his kin. Masquerading as a high schooler for his recruitment mission, he’s captivated by the lovely Lily Amane. But he’s in for a wild celestial surprise, because she’s his archnemesis—an angel—and she’s set on reforming his demonic ways!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29510641",
      "type": "series",
      "name": "Metallic Rouge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162985-3J7PrG5oO67v.jpg",
      "description": "Genres: Action, Mystery, Sci-Fi\nTags:Robots/Henshin/Artificial Intelligence/Cyberpunk/Female Protagonist/Primarily Adult Cast/Tanned Skin/Assassins/Super Power/Fugitive/Dystopian/Martial Arts/Urban/Tokusatsu/Crime/Class Struggle/Space/Espionage/Guns/Aliens/CGI/Super Robot/Drugs/Tomboy/Spearplay\nIn a world where humans coexist with androids called Neans, a group known as the Immortal Nine rises up against society. Tasked with disposing of the revolters, a Nean named Rouge Redstar (aka Metal Rouge) and investigator Naomi Orthmann head to Mars to track them down…but first, Rouge wants some chocolate. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30488398",
      "type": "series",
      "name": "Tales of Wedding Rings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160389-2f6SosbyUpxX.jpg",
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Travel/Female Harem/Magic/Demons/Swordplay/Royal Affairs/Polyamorous/Nudity/Monster Girl/Dragons/Isekai/Nekomimi/Male Protagonist/Heterosexual/Ensemble Cast/Elf/Primarily Female Cast/Kemonomimi/Marriage/Tanned Skin/Tomboy/Gyaru/Ojou-sama/Seinen/Rape\nSatou is a high school boy in love with his best friend Hime, an unearthly beauty from another realm. So when she moves back to her home world to get married, Satou doesn’t think twice—he follows her and crashes the wedding. Then, after a kiss from Hime, he suddenly becomes the new groom! But here, Hime is a Ring Princess and her husband is destined to be the Ring King: a hero of immense power.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30644010",
      "type": "series",
      "name": "The Weakest Tamer Began a Journey to Pick Up Trash",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156891-bw91QNdptQEG.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Homeless/Female Protagonist/Travel/Rural/Iyashikei/Magic/Crossdressing/Survival/Isekai\nStars are everything, granting abilities to Tamers. So when Ivy was born without one, her village took it as an ill omen! Now banished, she leads a lonely life of salvaging rubbish to survive. That is until she befriends Sora, a weak little slime, in the forest. Together, the delicate duo embarks on a heartwarming journey of survival and discovers there’s more to Ivy than being starless.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28454318",
      "type": "series",
      "name": "BUCCHIGIRI?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b165254-wBEQkOQD3ok9.jpg",
      "description": "Genres: Action, Supernatural\nTags:Martial Arts/Delinquents/Gangs/Primarily Teen Cast/School/Mythology/Magic/Primarily Male Cast/Male Protagonist/Unrequited Love/Boys' Love/Heterosexual/Cute Boys Doing Cute Things/LGBTQ+ Themes\nArajin Tomoshibi's reunion with his old pal Matakara Asamine takes an unexpected turn when they stumble into a brawl with the toughest guys in town. And just when you thought things couldn't get weirder, a colossal genie decides to drop in. Brace yourself for the ultimate showdown. It's the clash of the cool and the magical!<br><br> (Source: Crunchyroll)"
    },
    {
      "id": "tt26713948",
      "type": "series",
      "name": "ISHURA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161476-ukTxAPHib1Fg.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:War/Politics/Ensemble Cast/Anti-Hero/Battle Royale/Military/Gore/Dragons/Swordplay/CGI/Class Struggle/Dystopian/Skeleton/Robots/Isekai/Elf/Episodic\nIn a world where the Demon King has died, a host of demigods capable of felling him have inherited the world: a master fencer who can figure out how to take out their opponent with a single glance; a lancer so swift they can break the sound barrier; a wyvern rogue who fights with three legendary weapons at once; an all-powerful wizard who can speak thoughts into being; and an angelic assassin who deals instant death. Eager to attain the title of “One True Hero,” these champions each pursue challenges against formidable foes and spark conflicts themselves. The battle to determine the mightiest of the mighty begins.<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt27524116",
      "type": "series",
      "name": "Sasaki and Peeps",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152682-p91VzQq75uZV.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Economics/Isekai/Work/Magic/Urban Fantasy/Male Protagonist/Animals/Super Power/Police/Guns/Female Harem/Yandere\nSasaki is a middle-aged office worker living in Japan. Feeling drained by the vapid corporate world, he heads to the pet shop in search of a new companion. There he finds an adorable bird named Peeps and takes him home. But Sasaki quickly learns that Peeps isn’t your average bird…he’s a powerful mage from another world! Together, they embark on a magical adventure filled with swords and sorcery.<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first episode aired with a runtime of ~48 minutes.</i>"
    },
    {
      "id": "tt29467317",
      "type": "series",
      "name": "Mr. Villain's Day Off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162002-brrQWM5NiDZr.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Male Protagonist/Iyashikei/Primarily Adult Cast/Monster Boy/Urban/Aliens/Animals/Shoujo/Tokusatsu/Konbini/Henshin\nThe man known as General within a villainous organization that plans to take over the world is usually fighting to the death against the Rangers who protect the Earth...<br>\n<br>\nBut today is his day off.<br>\n<br>\nTo heal his tired soul from working so hard every day, he goes to the zoo to see pandas and to the convenience store to get some ice cream.<br>\n<br>\nWe get to see how a certain villain gets to completely enjoy his days off to the fullest in this comedy that will heal your soul.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28247170",
      "type": "series",
      "name": "Doctor Elise: The Royal Lady with the Lamp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162144-T0y7XyTFhSYJ.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Medicine/Female Protagonist/Isekai/Royal Affairs/Shoujo/Work/Arranged Marriage/Magic/Ojou-sama/Age Regression/Heterosexual/Tanned Skin/Foreign/Marriage/Swordplay/Anachronism/CGI/Male Harem\nMaking up for her sins in a past life as the evil princess Elise, Aoi Takamoto dedicates her life to saving people as a doctor. But a fatal accident cuts her atonement short and suddenly she’s back to her previous life, 10 years before her death! Will her foresight and medical brilliance help her change her past ways and heal an ailing empire, or is fate doomed to repeat itself?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30643971",
      "type": "series",
      "name": "The Strongest Tank's Labyrinth Raids -A Tank with a Rare 9999 Resistance Skill Got Kicked from the Hero's Party-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169935-w808lLrdFXcl.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Female Harem/Male Protagonist/Orphan/Heterosexual/Swordplay/Incest\n\nRud, a shielder with a defense stat of 9999, the highest ever known, serves as a tank for the Hero's Party as they carry out raids in labyrinths. His goal is to find a treasure hidden in one of the labyrinths that can grant any wish, and use it to cure his beloved younger sister's illness... but the tyrannical hero suddenly kicks him out of the party, saying his skill is \"useless.\" So Rud makes his way back to his hometown. Along the way, he saves a young girl, and she reveals the true nature of his skill... which turns out to be incredibly powerful! This is the story of the adventures of Rud, a tank with both the highest defense stat in history and an unparalleled skill!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30643998",
      "type": "series",
      "name": "'Tis Time for \"Torture,\" Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166522-pUnBSDFzs9DD.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Female Protagonist/Episodic/Cute Girls Doing Cute Things/Iyashikei/Food/Demons/Surreal Comedy/Torture/Primarily Female Cast/Slapstick/Monster Girl/Prison/Parody/Animals/Vampire/Tsundere/Gyaru/Ice Skating/Shounen/Tanned Skin\nAs the war between the Imperial Army and Hellhorde rages on, the Princess, despite being armed with her mythical sword Excalibur, is captured and imprisoned. What kind of torture does she face at the hands of the chief demon interrogator? Fluffy fresh-baked toast! Hot, steaming ramen! Oh, the humanity! Can the Princess withstand these tormenting treats and keep her kingdom’s secrets safe?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30325850",
      "type": "series",
      "name": "Sengoku Youko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168194-I7O79icUs0ou.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Demons/Swordplay/Samurai/Dissociative Identities/Shapeshifting/Female Protagonist/Male Protagonist/Magic/Kemonomimi/Ensemble Cast/Henshin/Dragons/Heterosexual/Cultivation/Martial Arts\nThe world is divided into two factions: humans and monsters called katawara. Despite being a katawara, Tama loves humans and vows to protect them from evil, even if it means fighting her own kind. Her brother Jinka, however, hates humans, despite mostly being one. The siblings are joined by a cowardly swordsman named Shinsuke, who wants to learn how to become strong.<br>\n<br>\nWhen the group uncovers a plot to experiment on humans and transform them into monsters, they vow to defeat whoever is behind it... Even if it means battling an entire army of warriors.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30689225",
      "type": "series",
      "name": "Fluffy Paradise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152072-W9oSGZjsKiqm.jpg",
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Isekai/Female Protagonist/Animals/Magic/Iyashikei/Anthropomorphism/Shoujo/Goblin/Dragons/Politics/Royal Affairs/Class Struggle/Cute Girls Doing Cute Things/Environmental\nDead of overwork at age 27...<br>\n<br>\nMidori barely had time to lament having to die that way when a god appeared before her and said, \"You will reincarnate in another world and tell me whether you think humans deserve to continue existing there. In return, I will grant you a special power.\" Then Midori, hoping to relieve the exhaustion of the harsh life she'd lived, found herself asking... to cuddle cute, fluffy animals.<br>\n<br>\nThus Midori reincarnated in her new world as a young girl named Nefertima, with a power that causes her to be loved by all living things other than humans. That includes not only animals, but holy beasts like white tigers and dragons, and even monsters like goblins and frozen spiders! But there was also a cruel fate awaiting her...<br>\n<br>\nNefertima is determined to do her best to coexist with humans and all living creatures in her new life of petting and patting cute animals!<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on January 7th, 2024.</i>"
    },
    {
      "id": "tt28369144",
      "type": "series",
      "name": "Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167087-3ZM69QhaQ3FE.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Boys' Love/Male Protagonist/Super Power/Work/LGBTQ+ Themes/Office/Cute Boys Doing Cute Things/Primarily Adult Cast/Primarily Male Cast/Bisexual/Magic/Urban/Urban Fantasy/Dancing/Chibi/Unrequited Love/Writing/Office Lady\nAdachi's 30th birthday as a virgin came with the oddest gift—the ability to read the mind of anyone he touches. Pondering what to do with this mysterious power, he gets a lead when he accidentally reads his colleague Kurosawa's mind. Turns out the handsome hotshot of the sales team has got a thing for him! How will Adachi respond to overhearing these affectionate thoughts?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30475122",
      "type": "series",
      "name": "MONSTERS: 103 Mercies Dragon Damnation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167404-QMZJVARntkbv.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Samurai/Swordplay/Dragons/Male Protagonist/Historical\n<i>MONSTERS: 103 Mercies Dragon Damnation</i> by Eiichiro Oda tells the tale of Ryuuma, the legendary swordsman that hails from the Land of Wano in <i>One Piece</i>.<br><br> \n\nA samurai's path leads him to a young waitress whose hometown was destroyed by a dragon. He doesn't want any trouble - but it finds them anyway.<br><br>\n\n(Source: Netflix Anime, edited)"
    },
    {
      "id": "tt16764368",
      "type": "series",
      "name": "Urusei Yatsura (2022) Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155645-KgJwUznVHfM2.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi, Supernatural\nTags:Surreal Comedy/Aliens/Slapstick/Episodic/School/Heterosexual/Urban Fantasy/Male Protagonist/Female Protagonist/Ensemble Cast/Love Triangle/Shounen/Super Power/Tomboy/Tsundere/Parody\nThe second season of <i>Urusei Yatsura (2022)</i>.<br><br>\n\nLum, the gorgeous daughter of an invading race of Oni Aliens is smitten with High School student Ataru Moroboshi. A dedicated womanizer, Ataru is unfazed by Lum’s fierce electric shock attacks and continues his daily hunt for pretty girls. With a host of other unique characters, including classmate Shinobu, elegant shrine maiden Sakura, Lum’s best friend’s Oyuki, Benten and Ran, Buddhist Monk Cherry, Ten, the little brat, heir to a wealthy family Shuutarou Mendou and the secretly female beauty Ryuunosuke… A classic slapstick love comedy where anything goes!<br><br>(Source: Fuji Creative, edited)<br>\n<br>\n<i>Note: HIDIVE has labeled the first and second cour of this season as “Season 3\" and \"Season 4”  respectively. They labeled the 1st and 2nd cours of the 1st season as “Season 1” and “Season 2.”</i>"
    },
    {
      "id": "tt30827040",
      "type": "series",
      "name": "GREAT PRETENDER razbliuto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170935-XkUrGgv0gsL4.jpg",
      "description": "Genres: Action, Drama, Thriller\nTags:Triads/Amnesia/Foreign/Crime/Female Protagonist/Drugs\nSequel to <i>GREAT PRETENDER</i>.<br><br>\n\nPresumed dead, master con artist and recovering amnesiac Dorothy is discovered by Shanghai Longu-bang, a mob who wants payback for her conning them. With no memories and nowhere to go, she must rely on a local crime underboss to elude Taipei’s criminal underworld all while tracking down leads to her mysterious past.<br><br>\n\n(Source: Crunchyroll)<br><br>\n\n<i>Note: The movie was screened early in select American theaters on January 9, 2024.</i>"
    },
    {
      "id": "tt19869172",
      "type": "series",
      "name": "The Shape of My Happiness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167486-EVz4sqKjf7W4.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Heterosexual/Female Protagonist/Shoujo/Kuudere/Male Protagonist/Marriage/Primarily Adult Cast\nAn unaired episode bundled with the special edition of the 8th<i>Watashi no Shiawase na Kekkon</i> light novel volume.\n<br><br>\nMiyo's chance to demonstrate what she has learned comes at her first social gathering with her fiancé. Kiyoka introduces her to a distinguished gentleman. \n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt30691068",
      "type": "series",
      "name": "The Demon Prince of Momochi House",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167146-H6Kpldjzcxic.jpg",
      "description": "Genres: Romance, Supernatural\nTags:Youkai/Female Protagonist/Shoujo/Primarily Male Cast/Orphan/Male Harem/Urban Fantasy/Kemonomimi/Nekomimi/Heterosexual\nHimari’s 16th birthday will be one she never forgets. Unexpectedly, she receives a will detailing her inheritance of a mysterious estate: the Momochi House. She arrives only to discover that the home was built on the cusp between the human world and the spiritual realm. There, she encounters Yukari, Ise, and a peculiar boy named Aoi, who seems to be concealing a shadowy secret.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25275610",
      "type": "series",
      "name": "HIGH CARD Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163151-yxXcufmMoCmv.jpg",
      "description": "Genres: Action, Fantasy\nTags:Card Battle/Super Power/Urban Fantasy/Orphan/Male Protagonist/Primarily Male Cast/Police/Butler/Cars/Conspiracy/Crime/Guns/Primarily Adult Cast/CGI/Henshin/Assassins\nSecond season of <i>HIGH CARD<i>."
    },
    {
      "id": "tt31309480",
      "type": "series",
      "name": "Pon no Michi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165314-oHSkxN95nSsx.jpg",
      "description": "Genres: Slice of Life\nTags:Primarily Female Cast/Mahjong/Cute Girls Doing Cute Things/Female Protagonist/Food/Primarily Teen Cast/Advertisement/CGI/Board Game\nThe anime is set in Hiroshima Prefecture's Onomichi City, where a high school student Nashiko Jippensha was kicked out of her house. Without a place to play with her friends, she learns that the mahjong parlor that her father used to run is now vacant. She fixes the mahjong parlor and turns it into a place where she and her friends can have fun, cook, have tea, and sometimes play mahjong.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt30975941",
      "type": "series",
      "name": "Brave Bang Bravern!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165598-1lBYBaLrI8NA.jpg",
      "description": "Genres: Action, Comedy, Mecha\nTags:Super Robot/Parody/Male Protagonist/Military/Meta/Aliens/Primarily Adult Cast/LGBTQ+ Themes/War/Foreign/Large Breasts/Real Robot/CGI/Swordplay/Guns\n<I>Bang Brave Bang Bravern</I> is set in a world where humanoid armored weapons known as “Titatonostrider” (“TS” for short) are used in warfare. The story kicks off when troops from various countries converge on the island of Oahu, Hawaii, including the main characters, Ao Isami of the Japan Ground Self-Defense Force and Lewis Smith of the United States Marine Corps. Isami and Smith cross paths during battle, but suddenly their teams are attacked by an unknown enemy, scattering soldiers and sending their forces into disarray. In order to save their friends and survive on the deadly battlefield, they must fight with every ounce of courage and pride that they can muster.<br><br>\n (Source: Crunchyroll News)"
    },
    {
      "id": "tt30644058",
      "type": "series",
      "name": "Isekai Onsen Paradise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171019-eBKXg4TMeS7R.jpg",
      "description": "Genres: Ecchi, Fantasy\nTags:Nudity/Isekai/Monster Girl/Elf/Magic/Environmental/Kemonomimi/Iyashikei/Educational/Male Protagonist/Primarily Female Cast\nYoshizou Yukawa is a passionate hot springs enthusiast—a hot springs hunter who was able to sniff out the source of springs. One day, while searching for a hidden hot spring to revitalize a town, he slips off a cliff and dies. He is then reincarnated into another world by an Inari deity of a small shrine hidden in the rocks. Yoshizou is joined by Inari's messenger princess, Mayudama. The hot spring hunter within Yoshizou is stirred right away, as he takes a bath with Mayudama in the hot spring he just discovered. Then, an elf girl appears..."
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom Season 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155227-ZEAyBcZjSeet.jpg",
      "description": "Genres: Action\nTags:War/Historical/Military/Seinen/Ancient China/Politics/Male Protagonist\nThe fifth season of <i>Kingdom</i>."
    },
    {
      "id": "tt12502782",
      "type": "series",
      "name": "SHAMAN KING FLOWERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b147850-USIKDjVK7xTn.jpg",
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Shounen/Male Protagonist/Swordplay/Ghost/Urban Fantasy/Super Power/Samurai\nSequel to <i>SHAMAN KING (2021)</i>. <br><br>\n\nThe action returns in this brand-new sequel to <i>SHAMAN KING!</i> Hana Asakura finds that being the son of Yoh & Anna Asakura isn't all it's cracked up to be, and his boredom has him itching for any kind of excitement. But when a fight comes straight to his doorstep, it's from a place he least expects—his own family? The battle for Asakura supremacy begins!  <br><br>\n\n(Source: Kodansha USA)"
    },
    {
      "id": "tt24240038",
      "type": "series",
      "name": "Synduality Noir Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169559-iuwDKwgkksKu.jpg",
      "description": "Genres: Drama, Mecha, Sci-Fi\nTags:Artificial Intelligence/Post-Apocalyptic/Male Protagonist/Robots/Lost Civilization/Real Robot/CGI/Idol/Guns/Butler/Super Robot\nThe second cour of <i>SYNDUALITY Noir</i>.\n<br><br>\nDespite returning victorious from a dangerous struggle, Kanata and his friends have, in a sense, lost a key ally, the amnesiac magus Noir. Having partially recovered her memory, Noir reverted back to her former personality: that of Mystere, who acts in a patronizing manner toward her master Kanata. However, Mystere remembers detecting a signal from Histoire, a mystical city, during her former life as an artificially intelligent magus.\n<br><br>\nMeanwhile, Tokio disappears from Rock Town while hunting down the ghosts of his past; however, shocking revelations await the deeper his search goes. As Kanata, his childhood friend Ellie, and the magus diva Ciel set out for Histoire, a hostile organization named Ideal sends assassins after them. If Kanata wants to stand a chance at accomplishing his dream, he must uncover the unpleasant truth about Ideal—and some of his closest allies.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt30495035",
      "type": "series",
      "name": "Meiji Gekken: 1874",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171144-t8VQOhdBTSEy.png",
      "description": "Genres: Action, Drama, Mystery\nTags:Swordplay/Police/Samurai/Male Protagonist/Primarily Adult Cast/Conspiracy/Revenge/Crime/Historical/Politics/Yakuza/Guns/Detective/Oiran/Urban/Gore/Drugs/Archery\nBy 1874, seven years have passed since the end of the samurai era. A former samurai, Shizuma Orikasa works as a rickshaw driver in Tokyo while looking for his fiancée, Sumie Kanomata, who went missing during the Boshin War. Shizuma thwarts an assassination attempt and joins the newly established police department, where he’ll fight to stop dark forces from overthrowing the government.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21912036",
      "type": "series",
      "name": "The Fire Hunter Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162842-zs6SfZgw6SYL.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Post-Apocalyptic/Female Protagonist/Steampunk/Gods/Animals/Male Protagonist/Conspiracy\nThe second season of <i>Hikari no Ou</i>.\n\n"
    },
    {
      "id": "tt32146518",
      "type": "series",
      "name": "Adam's Sweet Agony",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170913-IJGcydiowacI.jpg",
      "description": "Genres: Hentai\nTags:Female Harem/Virginity/Large Breasts/Rape/Boobjob/School/Teacher/Tsundere/Tomboy/Shounen/Nudity/Defloration/Male Protagonist/Nakadashi\n\"Why do you have an erection...? You're sneaky.\"\n<br><br>\nIn a world where all humans have suffered from ED due to a pandemic, Kazuki, a male student, is the only special person who has escaped ED. In order to keep the secret, he transferred to a harem school full of women!? A kind and friendly senior, a frustrated female teacher, the school's prince, the daughter of a wealthy family, and more.\n<br><br>\nWhat will Kazuki, who can captivate any woman, choose?<br><br>\n<i>Note: Episode 1 received an advanced distribution on AnimeFesta on December 8th, 2023. The start date reflects the start of the regular series broadcasting.</i>"
    },
    {
      "id": "tt30494894",
      "type": "series",
      "name": "Delusional Monthly Magazine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169418-hm3hXkXPtfvC.jpg",
      "description": "Genres: Slice of Life, Supernatural\nTags:Shapeshifting/Lost Civilization/Anthropomorphism/Henshin/Surreal Comedy/Femboy/LGBTQ+ Themes/Boys' Love\nThe story takes place in the town of Most City in a certain country. On the second floor of an old building is a publishing company that puts out a periodical called Delusional Monthly Magazine, a science magazine featuring articles about shocking, bizarre events and inexplicable phenomena that make even scientists throw up their hands in defeat. Its staff consists only of a beautiful editor-in-chief and her one editor, Tarou J. Suzuki, who are joined by grade-school-aged assistant Jirou Tanaka and his dog, Saburou. The editorial department is always empty, and Tarou, Jirou, and Saburou are usually hanging out in Rock, a coffee shop on the first floor. One day, the scientist Gorou Satou visits them for a consultation, and therein lies the beginning of an outlandish new story...<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21975436",
      "type": "series",
      "name": "Kaiju No.8",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153288-tD2OmKy5CJab.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Kaiju/Monster Boy/Shapeshifting/Male Protagonist/Super Power/Urban Fantasy/Shounen/Henshin/Military/Work/Guns/Gore/Primarily Adult Cast/Kuudere/Slapstick/Tsundere/Tokusatsu/Heterosexual/Ojou-sama/Swordplay\nWith the highest kaiju-emergence rates in the world, Japan is no stranger to attack by deadly monsters. Enter the Japan Defense Force, a military organization tasked with the neutralization of kaiju. Kafka Hibino, a kaiju-corpse cleanup man, has always dreamed of joining the force. But when he gets another shot at achieving his childhood dream, he undergoes an unexpected transformation. How can he fight kaiju now that he’s become one himself?!<br>\n<br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba Hashira Training Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166240-PBV7zukIHW7V.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Demons/Shounen/Swordplay/Cultivation/Male Protagonist/Gore/Super Power/Revenge/Historical/Rural/CGI/Disability/Guns\nAdaptation of the Hashira Training Arc.<br>\n<br>\nThe Hashira, the Demon Slayer Corps' highest ranking swordsmen and members. The Hashira Training has begun in order to face the forthcoming battle against Muzan Kibutsuji. Each with their own thoughts and hopes held in their hearts, a new story for Tanjiro and the Hashira begins.<br><br>\n(Source: Aniplex USA)<br><br>\n<i>Note: The first episode received an early premiere in cinemas as part of a special screening alongside the final episode of Kimetsu no Yaiba: Katanakaji no Sato-hen. </i>"
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166873-xO0BRPkmwFll.png",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Magic/Coming of Age/Family Life/Male Protagonist/Marriage/Travel/Polyamorous/Elf/Swordplay/Heterosexual/Love Triangle/Hikikomori/Maids/Survival/College/Demons/Gods/Kemonomimi/School/Super Power/Language Barrier/Shounen/Delinquents\nThe second cour of <i>Mushoku Tensei II: Isekai Ittara Honki Dasu</i>.\n<br><br>\nFollowing the faceless god Hitogami's advice seems to have worked wonders for Rudeus Greyrat. After enrolling into the University of Magic as he was told, Rudeus reunites with his childhood friend Sylphiette, who put a valiant effort into curing his condition. The two grow ever closer together and decide to host a wedding party, inviting the friends they have made over the years to announce and formalize their relationship.\n<br><br>\nFor all his recent blessings, however, Rudeus' troubles are far from over. The research he is helping Shizuka Nanahoshi conduct hits a bottleneck, sending her into a deep slump much like he experienced in his previous life. Furthermore, a letter from his father, Paul, brings complications to Rudeus' relationships, and Sylphiette still knows next to nothing about his real background. In the face of these issues, Rudeus will have to apply the lessons he has learned in this new world to navigate through the challenges that come with living a life to its fullest.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt5370118",
      "type": "series",
      "name": "KONOSUBA -God's blessing on this wonderful world! 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136804-7FVftG67FPBc.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Anti-Hero/Isekai/Parody/Satire/Slapstick/Magic/Ensemble Cast/Gods/Male Protagonist/Primarily Female Cast/Chuunibyou/Demons/Primarily Adult Cast\nThe third season of <i>Kono Subarashii Sekai ni Shukufuku wo! </i><br><br>\nThe dysfunctional party is back, but they may be short a member soon ’cause Kazuma is over it. Disillusioned with adventure, he wants to become a monk, but Aqua, Megumin, and Darkness call bull. However, the career dispute gets put on hold when a princess requests to hear all about their tales. Will the taste of fame at the royal castle keep them together or will this mark their farewell tour?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156822-Jzo2ITWgm4kM.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Kingdom Management/Isekai/Magic/Politics/Super Power/Office/Demons/Ensemble Cast/Dragons/Male Protagonist/Shapeshifting/Shounen/Vampire/Agender/Monster Boy/Goblin/Monster Girl/Slavery/Youkai\nThe third season of <i>Tensei Shitara Slime Datta Ken</i>.<br><br>\nRimuru has officially become a Demon Lord after defeating Clayman. Following Walpurgis, the Demon Lords' banquet, Rimuru's domain is expanded to include the entire Great Forest of Jura. Anticipating a flood of representatives from all races showing up to pay their respects, Rimuru decides to throw a festival to commemorate the opening of Tempest, using it as an opportunity to gain new citizens and present Demon Lord Rimuru to the world. Meanwhile, in the Holy Empire of Lubelius, home base of the monster-hating cult of Luminism, Holy Knight Captain Hinata receives a message from Rimuru. But the message is actually a fabricated declaration of war sent by some unknown party. Upon learning that Hinata is heading for Tempest, Rimuru makes a decision... Thus begins a new challenge for Rimuru, striving to distinguish friend from foe in his pursuit of the ideal nation where humans and monsters can prosper together. <br><br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt29605391",
      "type": "series",
      "name": "WIND BREAKER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163270-oxwgbe43Cpog.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Gangs/Delinquents/Male Protagonist/Primarily Male Cast/Shounen/Urban/School/Tsundere/Ensemble Cast/Bullying/Primarily Teen Cast/Crossdressing/LGBTQ+ Themes\nWhere the average scores are the lowest, but the fights are the strongest. Furin High School is renowned as a super school of delinquents. Haruka Sakura, a first-year student, came from outside the city to fight to the top. However, Furin High School has become a group that protects the town called the “Chime of the Wind Breaker” – Bofurin. The heroic legend of high school delinquent Sakura begins here!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 7",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163139-JchZhUFlNTWU.jpg",
      "description": "Genres: Action, Adventure\nTags:Superhero/Super Power/Shounen/Primarily Teen Cast/Terrorism/War/Ensemble Cast/Post-Apocalyptic/Urban Fantasy/Villainess/Yandere/Police/Anti-Hero/Gore/Military/Foreign\nThe seventh season of <i>Boku no Hero Academia</i>.<br>\n<br>\nFollowing an all-out battle with the Paranormal Liberation Front, it is difficult for the people of Japan to continue placing faith in their heroes. To combat the combined power of Tomura Shigaraki and All For One, All Might calls for his ally from the West—the strongest woman on the planet, Star and Stripe.<br>\n<br>\nHowever, All For One decides to intercept Star and her fleet to get his hands on her overpowered quirk before she can enter Japanese airspace. Although Endeavor, Hawks, and Best Jeanist are headed to the rendezvous point, Star makes a gamble in the present to save her comrades.<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: The season was preceded by a 4-episode special titled 'Boku no Hero Academia: Memories' recapping events from the 6th season along with adding a few minutes of new material each episode.</i>"
    },
    {
      "id": "tt28534254",
      "type": "series",
      "name": "Spice and Wolf: MERCHANT MEETS THE WISE WOLF",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145728-YUKXjN2E81Pq.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Economics/Travel/Work/Kemonomimi/Rural/Heterosexual/Primarily Adult Cast/Gods/Historical/Female Protagonist/Religion/Foreign/Male Protagonist/Politics/Seinen/Nudity/CGI\nLawrence is a traveling merchant selling various goods from a horse-drawn cart. One day, he arrives at a village and meets a beautiful girl with the ears and tail of an animal! Her name is Holo the Wisewolf and she brings bountiful harvests. She wishes to return to her homeland, and Lawrence offers to take her. Now, the once-lonely merchant and the once-lonely wisewolf begin their journey north.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31624309",
      "type": "series",
      "name": "I Was Reincarnated as the 7th Prince So I Can Take My Time Perfecting My Magical Ability",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156415-zwP9deA786S1.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Slice of Life\nTags:Magic/Male Protagonist/Femboy/Female Harem/Angels/Demons/Chibi/Cute Boys Doing Cute Things/Age Regression/Nudity/Maids/Swordplay/Clone/LGBTQ+ Themes/Chuunibyou/Gore\nThe qualities valued most in the study of magic are bloodline, aptitude, and effort. There was one sorcerer who, despite his deep love for magic, was born a commoner and thus lacked the bloodline and aptitude for it. As he died an unnatural death, he wished he had studied magic more while he had the chance. Then, he was reincarnated as Lloyd, the seventh prince of the Kingdom of Saloum and one blessed with a strong magical bloodline. Reborn with all his memories intact, along with the perfect bloodline and immense talent, he was determined to enjoy his new life, using his extraordinary magical abilities to master the study of magic that was beyond his reach in his previous life!\n<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29521186",
      "type": "series",
      "name": "Chillin' in Another World with Level 2 Super Cheat Powers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170130-tvhn13WYQ2qM.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Isekai/Magic/Male Protagonist/Monster Girl/Kemonomimi/Demons/Heterosexual/Shapeshifting/Female Protagonist/Marriage/Nudity/Anthropomorphism/Swordplay/Agriculture/Tomboy/Archery/Gender Bending/Iyashikei/Elf\nThe Magical Kingdom of Klyrode summons hundreds of heroes from other worlds every year to fight in their war against the Dark One and his army of powerful demons. Banaza is one of those heroes, summoned from the Royal Capital Paluma, but something’s not right—Banaza is only an average merchant. He has no magic, no fighting ability, and his stats are abysmal. Worse, a mishap leaves him unable to return home! Rejected as a hero and stranded in another world, abandoned to the far reaches of the kingdom by a cruel king who just wants him gone, Banaza’s fate looks pretty bleak. But what will happen once the failed hero candidate finds himself with super cheat powers once he hits level two?<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt28082379",
      "type": "series",
      "name": "GO! GO! Loser Ranger!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158417-2jUaUdiGBZQ8.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Monster Boy/Urban Fantasy/Tokusatsu/Anti-Hero/Revenge/Shapeshifting/Espionage/Henshin/Aliens/Survival/Male Protagonist/Shounen/Dystopian/Disability/Ensemble Cast/Superhero/CGI/Acrobatics/Primarily Adult Cast\nWhen the Monster Army invaded Earth thirteen years ago, the Divine Dragon Rangers rose up to stop them! With the war raging on, these great heroes are mankind’s last hope!<br>\n<br>\n<i>...or are they?</i><br>\n<br>\nIn truth, the invaders were subjugated within a year, forced to continue to crank out a monster a week for the Rangers to crush in front of their adoring fans! But one monster has had enough. Something has to change! He’ll rebel against the might of the Dragon Rangers and destroy them all...from the inside!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt12432936",
      "type": "series",
      "name": "The Misfit of Demon King Academy II (Cour 2)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130590-698sT7jWoz42.jpg",
      "description": "Genres: Action, Fantasy\nTags:Demons/Magic/Male Protagonist/School/Female Harem/Dragons/Religion/Gods/Amnesia/Super Power/Primarily Teen Cast/Tsundere/Kuudere/Musical Theater/Heterosexual/CGI\nThe second cour of the second season of <i>Maou Gakuin no Futekigousha</i>. <br><br>\nThe academy's lessons are back in session with Anos Voldigoad fighting more powerful enemies!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31940008",
      "type": "series",
      "name": "An Archdemon's Dilemma: How to Love Your Elf Bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156023-cY4NC8gCcAg7.jpg",
      "description": "Genres: Action, Fantasy, Romance\nTags:Elf/Magic/Male Protagonist/Heterosexual/Anti-Hero/Slavery/Female Protagonist/Demons/Iyashikei/Kuudere/Monster Girl/Gore/Ensemble Cast\nZagan might be the most feared evil sorcerer, but when it comes to social interactions, he’s the most inept. All those days studying the dark arts won’t help him when he falls in love at first sight with Nephelia, the beautiful elven slave, and spends his entire fortune to purchase her. With no clue how to talk to each other, the awkward arrangement for a bumbling sorcerer and timid elf begins.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27237459",
      "type": "series",
      "name": "Jellyfish Can’t Swim in the Night",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163078-kIhCmQARcoOD.jpg",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Coming of Age/Urban/Drawing/Band/Idol/Cute Girls Doing Cute Things/Denpa/VTuber/Motorcycles\n<i>\"I want to find what I enjoy.\"</i>\n<br><br>\nShibuya is a city full of identity. It is here on Shibuya’s late night streets that illustrator Mahiru Kozuki, former idol Kano Yamanouchi, Vtuber Kiui Watase and composer Mei Kim Anouk Takanashi — four young women who are slightly outside the world — join together and form an anonymous artist group called JELEE. “I” also want to shine like someone else. If it's not me but “we” then we might be able to shine.<br>\n<br>\n(Source: Crunchyroll News, HIDIVE, edited)"
    },
    {
      "id": "tt31975847",
      "type": "series",
      "name": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164702-FjpM96MPdzVm.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Coming of Age/Primarily Child Cast/Isekai/Magic/Swordplay/Heterosexual\nOur protagonist, Ars Louvent, was reincarnated in another world as the young son of a minor noble who owns a small domain. Ars was not particularly strong or intelligent, but he was born with the Appraisal Skill that's able to see others' abilities and statuses. He uses his skill to find the best hidden talents in the world to make their small, weak domain into the best. An isekai tale about unification is about to start, featuring the kind-hearted Ars and the unique talents he manages to find!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31514720",
      "type": "series",
      "name": "Re:Monster",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169417-izsfKg0hasRd.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Harem/Male Protagonist/Isekai/Goblin/Polyamorous/Magic/Swordplay/Spearplay/Archery/Necromancy/Alchemy\nAfter meeting an untimely death, Tomokui Kanata is reincarnated as a lowly goblin, but he’s worked up a monstrous appetite. Thanks to his new ability that allows him to grow stronger the more he feeds, his feeble status quickly changes, and he rises to become the goblin leader. With a mix of his past memories, new body, and strong stomach, he’s taking a bite out of this new fantastical world! <br><br>\n(Source: Crunchyroll)<br><br>\n<i>The episodes were streamed several days ahead than the TV broadcast on U-NEXT, Anime Houdai, and Crunchyroll beginning on April 2nd, 2024 at 0:00 JST. The regular TV broadcast begins on April 5th, 2024."
    },
    {
      "id": "tt31131310",
      "type": "series",
      "name": "Mission: Yozakura Family",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158898-O3egiBNkxLQO.png",
      "description": "Genres: Action, Comedy, Romance\nTags:Shounen/Espionage/Family Life/Male Protagonist/Super Power/Surreal Comedy/Yandere/Heterosexual/Guns/School/Swordplay/Episodic/Nudity/Orphan\nTaiyou Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyouichirou. What drastic steps will Taiyou have to take to save Mutsumi?! A spy family comedy - the mission begins!<br>\n<br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt3874528",
      "type": "series",
      "name": "The Irregular at Magic High School Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143271-o5wry0ohH9R3.jpg",
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Magic/Police/Politics/Female Protagonist/Male Protagonist/Fugitive/School/CGI/Guns\nThe third season of <i>Mahouka Koukou no Rettousei.</i><br><br>\n\nAfter the battle against The New Breed Front, Tatsuya and Miyuki enter the new \"Magic Engineering Department.\"<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt24326724",
      "type": "series",
      "name": "Unnamed Memory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158709-WFA0RHloDvPl.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Witch/Royal Affairs/Magic/Primarily Adult Cast/Heterosexual/Marriage/Swordplay/Archery/Shapeshifting/Gore/Demons\n<i>\"My wish as champion is for you to descend the tower and be my wife.\"</i><br>\n<br>\nSeeking to end a curse thwarting his lineage, Prince Oscar sets out on a quest that leads him to a powerful and beautiful witch, Tinasha, and he demands a unique bargain: marriage. Though unenthused by the proposal, she agrees to stay in his castle for a year while researching the spell cast upon him. But beneath her beauty lies a lifetime of dark secrets that soon come to light.<br>\n<br>\n(Source: Yen Press, Crunchyroll)"
    },
    {
      "id": "tt31250134",
      "type": "series",
      "name": "Girls Band Cry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164212-xjkAkp6SKaCZ.jpg",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Band/Primarily Female Cast/Female Protagonist/Rock Music/Coming of Age/Full CGI/Urban/Bullying/Denpa/Found Family/Acting/Family Life/Tanned Skin\nFeeling out of place in the countryside, high school dropout Nina Iseri moves to Tokyo. After a rough first day and getting locked out of her apartment, she meets her favorite guitarist, Momoka Kawaragi. The two put on a street performance together and decide to start a band with three other girls. While each girl faces her own struggles, their passion for music keeps their dreams alive.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29233201",
      "type": "series",
      "name": "BARTENDER Glass of God",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b155890-vhEzaBeY5ysw.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Work/Bar/Iyashikei/Seinen/Male Protagonist/Primarily Adult Cast/Philosophy/Food/Educational/Office Lady\nAt Eden Hall, each glass has a story. A quiet bar lies tucked away in the streets of Tokyo, and it seems only the most desperate souls burdened by their own troubles manage to find its doors. But after a glass of God poured by the brilliant bartender Ryuu, they leave renewed. Ryuu has a gift—he knows how to soothe the soul with the perfect drink. Who will he meet next?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29899598",
      "type": "series",
      "name": "A Condition Called Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165855-uJ0Hq5EFUlz8.jpg",
      "description": "Genres: Drama, Romance\nTags:Shoujo/Heterosexual/Primarily Teen Cast/Female Protagonist/School/Work/Aromantic/Badminton/Fake Relationship/Urban\nHotaru Hinase is a first-year in high school that has a great family and wonderful friends, but not much luck when it comes to romance.\nOne day, she happens to see the hot boy from the class next door, Hananoi, get dumped. Seeing Hananoi standing in the middle of a park all alone, Hotaru decides to hand him an umbrella.<br><br>\nThat little act causes Hananoi to ask her out soon after.\n<br><br>\nWhat does love even mean? What does it mean to be in love? Hotaru is flustered at suddenly being asked out by Hananoi, who has an endless amount of love for the person he loves and wants to do everything he can for them. This is a story about first love between a girl who doesn't understand romantic love and a boy that may be a bit too heavy-handed when it comes to love.<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt31146105",
      "type": "series",
      "name": "THE NEW GATE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170890-me6a8u2b36M4.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Male Protagonist/Elf/Swordplay/Post-Apocalyptic/Kemonomimi/Video Games/Skeleton\nWhen an online game turns real, trapping its players in its virtual space, the strongest of them, Shin, rises up to put a stop to the madness. But just moments after defeating the game’s final boss, Origin, and freeing everyone, Shin is transported 500 years into the future of the in-game world. Armed with unrivaled strength, the young swordsman embarks on a legendary journey.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28634577",
      "type": "series",
      "name": "Grandpa and Grandma Turn Young Again",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168138-jgMSP1rDkJhs.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Age Regression/Heterosexual/Family Life/Elderly Protagonist/Rural/Primarily Adult Cast/Episodic/Female Protagonist/Male Protagonist/Agriculture/Iyashikei/Seinen/Snowscape/Trains\nThe story of <i>Jii-san Baa-san Wakagaeru</i> follows Shouzou and Ine, an elderly couple who are living a quiet life in a farming village in Aomori Prefecture. After eating a mysterious apple that they discover on their apple farm, Shozo and Ine spontaneously regain their youth, but even after being reinvigorated they continue to live life at a grandparent-ly pace.<br>\n<br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt30989692",
      "type": "series",
      "name": "Whisper Me a Love Song",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160181-EGC0Scngy5In.jpg",
      "description": "Genres: Drama, Music, Romance\nTags:Yuri/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/LGBTQ+ Themes/Band/School/School Club/Coming of Age/Cute Girls Doing Cute Things/CGI\nAfter performing a song at her school’s opening ceremony, musician Yori Asanagi receives an apparent love confession from freshman Himari Kino. But just as Yori decides she wants to return Himari’s feelings, Himari reveals that she did not “love” her, but “admires” her! But you can’t unring a bell once struck, and Yori is determined to make Himari fall for her, not just her music. Will their hearts ever beat as one, or will their love fall out of tune?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151380-gvN5PjrybTw2.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:Super Power/Philosophy/Female Harem/Male Protagonist/Primarily Female Cast/CGI/Heterosexual/Urban Fantasy/Urban/Ensemble Cast/Shounen/Tsundere/Kuudere/Clone/Parody/Idol\nThe fifth season of <i>Date A Live</i>.\n<br><br>\nShidou Itsuka faces greater peril than ever due to his continued involvement with Ratatoskr. He has already sealed 10 Spirits, and Isaac Westcott, leader of Deus Ex Machina Industries, has finally decided to kill Shidou and plunder the Spirits' powers for himself.\n<br><br>\nTo achieve his goal, Isaac declares an all-out war against Ratatoskr, forcing the organization to exhaust its resources to ensure Shidou's survival. Despite being severely outnumbered and outmatched, a glimmer of hope exists in the form of the Spirit of Time, Kurumi Tokisaki. Shidou must seal and acquire Kurumi's power to travel to the past and confront the Spirit of Origin—the catalyst that started it all.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt32083095",
      "type": "series",
      "name": "Mysterious Disappearances",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160090-EHP57CniSa7I.jpg",
      "description": "Genres: Ecchi, Horror, Mystery, Romance, Supernatural\nTags:Urban Fantasy/Large Breasts/Mythology/Female Protagonist/Writing/Seinen/Classic Literature/Ghost/School/Primarily Female Cast/Demons/Nudity/Found Family/Male Protagonist/Work/Disability/Magic/Mermaid/Teacher/Youkai/Yuri\nSumireko Ogawa’s dream of becoming a novelist is reinvigorated with new rumors of mystical incidents. Now a clerk at a bookstore, she enlists her young coworker, Ren Adashino, to investigate urban legends, black magic, and ghost stories across the city. Sumireko has a knack for triggering magical events, and Ren has a dark secret of his own. Will they survive their investigation unscathed?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31860621",
      "type": "series",
      "name": "Gods' Games We Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144176-xM8XAC3oUn5C.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Fantasy, Romance\nTags:Female Harem/Male Protagonist/Board Game/Gods/Urban Fantasy/Magic/Super Power/Female Protagonist/Primarily Female Cast/Kaiju\nIn a world of idle gods, humans are forced into brain challenges with them. With three defeats, gods lose their right to challenge, while 10 victories spell human triumph. Fay, determined to achieve the impossible, enters the ultimate test of wits against the gods. Will he defy divinity or is he just another loss in the making?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31975747",
      "type": "series",
      "name": "Train to the End of the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155657-qZo0UNx6rEN0.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi, Supernatural\nTags:Post-Apocalyptic/Trains/Travel/Female Protagonist/Primarily Female Cast/Rural/Cute Girls Doing Cute Things/Shapeshifting/Philosophy/Gyaru/Anthropomorphism/Animals/Denpa/Archery/Shogi\nIn a seemingly ordinary rural town, something strange is happening to the residents. But Shizuru Chikura is more concerned for her missing friend. Determined to find her, Shizuru and three other girls board an abandoned train and travel to the outside world, unsure if they’ll make it back alive. As they venture toward the unknown, the question looms: What awaits them at the final stop?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "Laid-Back Camp Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155908-2ZOxqbagDxNv.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Outdoor/Iyashikei/Cute Girls Doing Cute Things/Primarily Female Cast/Female Protagonist/Travel/School Club/Food/Seinen/Educational/Camping/Mopeds/Ensemble Cast/Primarily Teen Cast/Motorcycles/CGI\nWithin the narrow walls of the Outdoor Activities Club room, the few but lively members carry on the camping spirit as they have fun with DIY club experiments. Exciting experiences such as these have brought Nadeshiko Kagamihara deep into the world of camping, making her want to once again go on a solo trip.\n\nHowever, other plans come first, as Ayano Toki and Rin Shima invite Nadeshiko to camp near Ooi River. Eager to go on their first journey together, the girls set off to forge precious memories that will stick with their hearts for years to come.\n\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt31975855",
      "type": "series",
      "name": "Viral Hit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174653-OsnK4BuENjUT.jpg",
      "description": "Genres: Action, Comedy\nTags:Martial Arts/Bullying/Male Protagonist/Primarily Teen Cast/Urban/Delinquents/VTuber/Work/School\nScrawny high school student Hobin Yu is probably the last guy you’d expect to star in a NewTube channel that revolves around fighting. But after following some advice from a mysterious NewTube channel, Hobin is soon knocking out guys stronger than him and raking in more money than he could have ever dreamed of. Can Hobin keep this up, or will he eventually meet his match?\n<br><br>\n(Source: WEBTOON)"
    },
    {
      "id": "tt4384306",
      "type": "series",
      "name": "Sound! Euphonium 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109731-PBjrX9CebGus.png",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Female Protagonist/Band/School Club/Coming of Age/Classical Music/Primarily Female Cast/Primarily Teen Cast/Bisexual/School/LGBTQ+ Themes\nThe third season of <i>Hibike! Euphonium</i>.\n<br><br>\nKumiko's third year finally begins! With the concert band at Kitauji High School over 90 members, Kumiko is now the president and does her best with her final high school club activities to try to win her long-desired gold at nationals.\n<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt28131643",
      "type": "series",
      "name": "The Banished Former Hero Lives as He Pleases",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166372-AO67sLMZfUpB.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Elf/Male Protagonist/Magic/Demons/Female Harem/Estranged Family/Isekai/Travel/Super Power/Swordplay/Primarily Female Cast/Dragons/Heterosexual/Necromancy/Surreal Comedy\n\"I can finally go search for the peaceful life I've been looking forward to since my past life.\" \n<br><br>\nAllen, a boy called a failure because he was not blessed with a \"Gift\" from god, is actually a former hero who still has the memories and powers of his past life?! Using his banishment from his family's duchy as an excuse, Allen is about to start a carefree journey to do whatever he wants when he comes across an attempt on the life of his ex-fiancée...?! \n<br><br>\nThe former hero wants to live a relaxing life this time around, but the heroic fantasy life he never wanted is about to begin! \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30989205",
      "type": "series",
      "name": "Blue Archive The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160589-QBvUpgARwgMA.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Slice of Life\nTags:Teacher/School/Guns/Primarily Female Cast/Primarily Teen Cast/Urban Fantasy/Angels/Robots/Gangs/Female Harem/Cute Girls Doing Cute Things/Kemonomimi/Demons/Isekai/Tsundere/Kuudere\nThe anime will adapt the \"Countermeasures Committee\" arc.\n<br><br>\nThe city's academies are divided into their own districts and are considered mostly independent.\n<br><br>\nThe General Student Council acts as governing board to manage the academies as a whole. However, the group's ability to govern has come to halt since the mysterious disappearance of the General Student Council president. Countless issues have begun to surface throughout Kivotos in the absence of the president's leadership.\n<br><br>\nTo avoid disaster, the General Student Council requests assistance from the Federal Investigation Club, otherwise known as Schale. In fact, Schale is the city's newest club and the last to be approved before the president's disappearance.\n<br><br>\nTo accomplish its task, Schale relies on the guidance of a Sensei who can help them resolve the incidents around Kivotos.<br><br> <i>(Students are required to carry personal weapons and smart phones! Get a taste of the military action, love, and friendship the Academy City has to offer!) </i><br><br>(Source: Anime News Network, Nexon, edited)"
    },
    {
      "id": "tt1316554",
      "type": "series",
      "name": "Black Butler: Public School Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166715-humnzscIw7SC.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mystery, Supernatural\nTags:School/Historical/Demons/Anti-Hero/Male Protagonist/Boarding School/Butler/Royal Affairs/Orphan/Teacher/Shounen/Primarily Male Cast/CGI\nContinuation of the <i>Kuroshitsuji</i> anime adaptation.<br>\n<br>\nAt the request of Queen Victoria, Earl Ciel Phantomhive goes to Weston College—a prestigious public academy for boys, known for its traditions and outstanding curriculum—to search for a relative of hers who has not returned home in months. Thanks to his noble status, the 13-year-old Ciel is swiftly able to enroll as a student, while his devilish butler Sebastian Michaelis assumes a teaching position at the school.<br>\n<br>\nCiel does not anticipate being unable to locate the Queen's relative on campus. To make matters worse, he cannot request a meeting with the headmaster of the college, who may be the only person that knows anything pertaining to the disappearance. The only ones in frequent contact with the headmaster are the heads of the college dormitories, known as the Prefect 4 (P4): Edgar Redmond, Lawrence Bluewer, Herman Greenhill, and Gregory Violet.<br>\n<br>\nCiel must concoct a plan to get in the P4's good graces if he wants to use their connections to succeed in his mission. But the distinguished college and its students hide much that is unseen, making this task more improbable than he could imagine.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt31975268",
      "type": "series",
      "name": "Studio Apartment, Good Lighting, Angel Included",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169927-3FwBuKn4x5LL.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Female Harem/Angels/Shounen/Iyashikei/Male Protagonist/Cute Girls Doing Cute Things/Heterosexual/Chuunibyou/School/Mythology\nAfter a long day, high schooler Shintarou Tokumitsu’s plans for relaxing in his studio apartment take a turn when he discovers an angel on his balcony. The divine girl, Towa, reveals she’s there to study humanity, and yet despite his skepticism, he agrees to put her up. Prepare for the most heavenly and high jinks roommate experience of all time!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28329410",
      "type": "series",
      "name": "The Fable",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166910-pdgLmHMLdzUR.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Thriller\nTags:Yakuza/Seinen/Primarily Adult Cast/Assassins/Urban/Guns/Surreal Comedy/Crime/Martial Arts/Heterosexual/Bar/Disability/Nudity\nWhen you're the infamous prodigy hitman known only as “Fable,” many things come easy. Being a normal person, however, isn't one of them. In fact, being told that he can't kill anyone for a while may just be the hardest job Fable’s ever taken...<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt31940099",
      "type": "series",
      "name": "A Salad Bowl of Eccentrics",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166828-iDbw5IGYR40D.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Ensemble Cast/Homeless/Otaku Culture/Detective/Female Protagonist/Isekai/Male Protagonist/Magic/Cult/Episodic/Urban Fantasy/Nudity/Gambling\nSousuke Kaburaya, an impoverished detective, met Sara, a princess from another world with magical powers.\n<br><br>\nSara began living with Sousuke, and she quickly adjusted to life in modern Japan.<br>\nMeanwhile, Livia, a female knight who came from the same world as Sara, found herself lost and homeless, but surprisingly enjoyed her days here.\n<br><br>\nThese two people, who live a positive life despite their situation, began to have an impact on Sousuke and the other oddballs in the neighborhood, including a devilish lawyer, a divorce agent, and a cult leader. <br><br>\n(Source: Shogakukan, translated)"
    },
    {
      "id": "tt31940035",
      "type": "series",
      "name": "The Many Sides of Voice Actor Radio",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159039-88kPltmhTzqU.jpg",
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Primarily Female Cast/Female Protagonist/Acting/Work/Gyaru/Idol/Otaku Culture/School/Cute Girls Doing Cute Things/LGBTQ+ Themes\nYuuhi Yugure and Yasumi Utatane, high school classmates and co-hosts of a weekly radio program, paint a picture-perfect friendship for their listeners. Yet, in reality, they couldn’t be more different. Their off-air dynamic is a whirlwind of chaos and insults. As their tumultuous relationship unfolds, they navigate the turbulent waters of friendship and rivalry in the cutthroat realm of showbiz. <br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt13971512",
      "type": "series",
      "name": "The Duke of Death and His Maid Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169584-e9X229cmrh8j.jpg",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Heterosexual/Male Protagonist/Female Protagonist/Full CGI/CGI/Witch/Magic/Maids/Musical Theater/Shounen/Primarily Female Cast/Curses\nThe third season of <i>Shinigami Bocchan to Kuro Maid.</i> <br><br>\n\nThe Duke and Alice will have their fates collide as their untouchable relationship comes to its conclusion!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31976012",
      "type": "series",
      "name": "Vampire Dormitory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170604-VwLdBL8Gip9Z.jpg",
      "description": "Genres: Romance, Supernatural\nTags:Crossdressing/Shoujo/Vampire/Boarding School/Primarily Teen Cast/Primarily Male Cast/Tomboy/Female Protagonist/Heterosexual/Love Triangle/Urban Fantasy/School\n<i>“I want to become your thrall…!”</i><br>\n<br>\nA crossdressing girl and doting vampire’s dangerous cohabitation is about to begin!<br>\n<br>\nAfter losing her parents and being abandoned by her relatives, Mito is left all alone in the world. When she’s kicked out of the restaurant where she works with no money and no place to live, she is taken in by Ruka, a vampire. In exchange for giving Ruka her blood as his “food,” she ends up living with him in a boys’ dorm full of beautiful boys with unique personalities…?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32174340",
      "type": "series",
      "name": "YATAGARASU: The Raven Does Not Choose Its Master",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170503-PCr24JL8F8f9.jpg",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Royal Affairs/Shapeshifting/Politics/Male Protagonist/Primarily Adult Cast/Ojou-sama/Philosophy/Swordplay/Ensemble Cast/Gore/Mythology/Anthropomorphism\nWelcome to Yamauchi, a world inhabited by the Yatagarasu, a race of three-legged ravens who shapeshift into humans. The land is divided into four regions—North, South, East, and West—each ruled by a noble family. Yukiya, the son of a leader in the North, is shocked by a call to attend to the Imperial Prince. Murder, mysteries, and an invasion from an unexpected enemy await in this epic fantasy.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31976125",
      "type": "series",
      "name": "Oblivion Battery",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167927-eHWavr99BeTj.png",
      "description": "Genres: Comedy, Sports\nTags:Baseball/Amnesia/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/School Club/Shounen/School\nIron-armed pitcher, Haruka Kiyomine, and the shrewd catcher, Kei Kaname, AKA the \"Skilled General,\" were considered to be an unrivaled, monstrous battery duo in the middle-school baseball world. They were both scouted by various powerhouse high schools across the nation, but somehow, they both ended up at Tokyo Municipal Kotesashi High School, which wasn't known for baseball at all. On top of that, other star players who had lost to that duo in the past and completely strayed from baseball coincidentally also enrolled at that school, and…\n<br><br>\nTheir meeting sets everything into motion once again.\n<br><br>\nTheir high school baseball story begins now!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14872196",
      "type": "series",
      "name": "The Grimm Variations",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135643-2kJt86K9Db9P.jpg",
      "description": "Genres: Fantasy, Psychological, Sci-Fi, Thriller\nTags:Fairy Tale/Episodic/Classic Literature/Anthology/Historical/Magic/Disability/Gore/Rural/Writing/Witch/Male Protagonist/Female Protagonist/Heterosexual/Augmented Reality/Nudity/Dystopian/Elf/Urban\nOnce upon a time, brothers Jacob and Wilhelm collected fairy tales from across the land and made them into a book. They also had a much younger sister, the innocent and curious Charlotte, who they loved very much. One day, while the brothers were telling Charlotte a fairy tale like usual, they saw that she had a somewhat melancholy look on her face. She asked them, \"Do you suppose they really lived happily ever after?\"\n<br><br>\nThe pages of Grimms' Fairy Tales, written by Jacob and Wilhelm, are now presented from the unique perspective of Charlotte, who sees the stories quite differently from her brothers.\n<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt31976070",
      "type": "series",
      "name": "Tadaima, Okaeri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169698-pmIhuxlGufON.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Boys' Love/Omegaverse/Family Life/Iyashikei/Male Protagonist/Primarily Male Cast/Parenthood/Twins/LGBTQ+ Themes\nMasaki Fujiyoshi is a stay-at-home spouse and parent. He has fought long and hard with feelings of being a burden to his loving husband, Hiromu, due to his status as an omega—and the difficulty they faced to achieve this domesticity. When their son, Hikari, was born, the family moved to an area better suited for raising children.<br>\n<br>\nDespite their newfound domestic bliss, the family's ties to their past are in tatters. There are people they left behind to pursue the creation of their happy family, and when they begin to return, Masaki and Hiromu aren't quite sure they have good intentions.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31078645",
      "type": "series",
      "name": "Astro Note",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171040-o1oMiDGZT98Z.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Aliens/Parody/Heterosexual/Food/Anthropomorphism/Idol/Space\nTakumi, a gifted chef, was just let go from his job. He lands a gig at an old boarding house called Astro-sou, but hesitates to accept after learning he must also live there full-time. That is until he meets the beautiful and charming caretaker, Mira, and he’s sold. The two begin to work together and their connection deepens. But Mira has a secret: she isn’t from this world!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13357140",
      "type": "series",
      "name": "Baki Hanma VS Kengan Ashura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176287-evl3ehXyZ80q.jpg",
      "description": "Genres: Action, Sports\nTags:Crossover/Martial Arts/Primarily Adult Cast/Primarily Male Cast/Male Protagonist/Ensemble Cast/Gore/Office Lady/Delinquents\nWho will be crowned victorious in the ultimate fight between the strongest high schooler on earth and the successor of the Niko Style?<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt29958256",
      "type": "series",
      "name": "Sand Land: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175642-TAHPp5wztFUp.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Supernatural\nTags:Post-Apocalyptic/Tanks/Desert/Full CGI/Dystopian/CGI/Demons/Military/Angels/Primarily Male Cast/War/Shounen\nIn the far future, war has destroyed the entire Earth, leaving only a barren wasteland where the supply of water is controlled by the greedy king. In search of a long-lost lake, Sheriff Rao asked the king of the demons for help...and got the king's son, Beelzebub, and his assistant, Thief. Together the unlikely trio sets off across the desert, facing dragons, bandits and the deadliest foe of all... the King's army itself! <br><br>\nThe first half of the <i>SAND LAND: THE SERIES</i> anime, episodes one to six, are titled “Akuma no Ooji” and is based on the film adaptation with some new footage, it will premiere alongside episode seven, which is the first episode of a brand-new arc titled “Tenshi no Yuusha”.<br><br>\n\n(Source: VIZ Media, Crunchyroll News, edited) "
    },
    {
      "id": "tt32044229",
      "type": "series",
      "name": "Tonari no Yokai-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146867-PZrxvW84s1n1.jpg",
      "description": "Genres: Drama, Slice of Life, Supernatural\nTags:Youkai/Urban Fantasy/Rural/Josei/Heterosexual/Iyashikei/Anthropomorphism/Family Life/Gods/Ensemble Cast\nWelcome to Engamori, the cozy town where supernatural beings are your friendly neighbors. For generations and to this day, the otherworldly Yokai and humans have continued to protect their easygoing way of life. Enjoy the mountain breeze and uncover the mysterious bonds that lie within.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31811111",
      "type": "series",
      "name": "HIGHSPEED Étoile",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152302-afLOVyltWMSq.jpg",
      "description": "Genres: Sports\nTags:Cars/Full CGI/Female Protagonist/Heterosexual/Artificial Intelligence/Foreign/Cute Girls Doing Cute Things/Advertisement/Primarily Female Cast/Idol\nRin Rindou, who once dreamt of becoming a ballet dancer before being sidelined by injury, is embracing a quiet life with her grandmother until she is unexpectedly thrust into the high-speed world of racing. Now, she faces a new adrenaline-fueled reality in the NEX Race, a revolutionary motorsport event exceeding speeds of 500 km/h.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31131295",
      "type": "series",
      "name": "Alya Sometimes Hides Her Feelings in Russian",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162804-TBeptcAfvqTd.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Primarily Teen Cast/Heterosexual/Tsundere/School Club/Male Protagonist/Primarily Female Cast/Kuudere/Urban/Female Protagonist/Otaku Culture/Shounen/Nudity/Parody/Maids/Meta/Female Harem/Gyaru\nAlya is a transfer student enjoying popularity at her new high school, often sporting a cold shoulder while earning high marks in class. She ignores her nerdy classmate, Kuze Masachika, except for when she blurts out a flirtatious line to him in Russian. Little does she know, Kuze understands Russian, though he pretends not to. Let’s see where this wacky love story takes them!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21030032",
      "type": "series",
      "name": "Oshi no Ko Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166531-dAL5MsqDHUkj.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Acting/Revenge/Twins/Idol/Seinen/Male Protagonist/Urban/Tsundere/Urban Fantasy/Drawing\nThe second season of <i>[Oshi no Ko]</i>.<br><br>\n\nAqua’s desire for revenge takes center stage as he navigates the dark underbelly of the entertainment world alongside his twin sister, Ruby. While Ruby follows in their slain mother’s footsteps to become an idol, Aqua joins a famous theater troupe in hopes of uncovering clues to the identity of his father — the man who arranged their mother’s untimely death, and the man who once starred in the same troupe Aqua hopes to infiltrate.<br><br>\n\n(Source: HIDIVE)"
    },
    {
      "id": "tt12057106",
      "type": "series",
      "name": "Tower of God Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153406-dU2RLKgMUF2U.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Male Protagonist/Ensemble Cast/Anti-Hero/Criminal Organization/Super Power/Space Opera/Politics/Philosophy/Magic/Terrorism/Gods/Cultivation/Primarily Adult Cast\nThe second season of <i>Kami no Tou: Tower of God</i>.\n<br><br>\nJa Wangnan can’t seem to pass the 20th Floor. Even after failing time and time again, he refuses to give up. On his journey, he meets a mysterious and powerful character named Viole. Wangnan invites Viole to join his team of Regulars. Their journey continues with new challenges at every turn.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31889371",
      "type": "series",
      "name": "Wistoria: Wand and Sword",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174576-tpKcHG0eO6CS.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy\nTags:Male Protagonist/Magic/Swordplay/Primarily Teen Cast/School/Dungeon/Shounen/Bullying/Heterosexual/Gore/Elf/CGI/Unrequited Love\nA hard-working boy named Will enters a magic academy in hopes of becoming a great sorcerer. Unfortunately, there's a fatal flaw in his plan: he lacks the ability to use magic. Amid the cold stares of his classmates and instructors, Will feels discouraged at times, but he presses forward with unwavering determination. He can't use a wand, but he can wield a sword in his battle to reach the top of a magic-dominated world. He just needs to believe in his own unique strengths and remember the promise he made with someone precious to him...\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32332970",
      "type": "series",
      "name": "My Deer Friend Nokotan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175977-Pgrtv3p3ROe9.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Surreal Comedy/Animals/Slapstick/Female Protagonist/School Club/Meta/School/Cute Girls Doing Cute Things/Satire/Primarily Female Cast/Parody/Urban Fantasy/Tsundere/CGI/Delinquents/Horticulture/Monster Girl/Shounen/Chibi/Yandere/Gods/Time Loop/Unrequited Love/LGBTQ+ Themes/Agriculture\nKoshi Torako has everyone fooled. Her classmates see her as the perfect honor student, unaware of her secret delinquent past. But her new picturesque school life is thrown into chaos when she bumps into Shikanoko Noko, a girl with antlers! Mayhem seems to follow this strange doe-eyed girl. Who, or what, is she?\n<br><br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Each episode streamed 4 days early on some streaming services. The original TV broadcast started on July 7th, 2024.</i>"
    },
    {
      "id": "tt32332831",
      "type": "series",
      "name": "Makeine: Too Many Losing Heroines!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171457-Z8tZRk7LhcZk.jpg",
      "description": "Genres: Comedy, Romance\nTags:Unrequited Love/Primarily Teen Cast/School/Heterosexual/Male Protagonist/Love Triangle/Female Protagonist/School Club/Satire/Meta/Tomboy/Urban/Writing/Tanned Skin/Food/Nudity\nKazuhiko Nukumizu is a high school boy content to blend in with the background mob, until he witnessed his more popular classmate Anna Yanami get dumped by her childhood friend. He felt like he had to try to comfort Yanami, but this led him to become entangled with other girls who have met defeat at love?"
    },
    {
      "id": "tt31186547",
      "type": "series",
      "name": "No Longer Allowed in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152137-DOCIkAiaWALu.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life, Supernatural\nTags:Isekai/Suicide/Male Protagonist/Seinen/Satire/Travel/Nekomimi/Magic/Heterosexual/Elf/Drugs/Writing/Gore/Disability/Desert\nPulled into an otherworldly adventure with cute sidekicks and superpowers, you’d think Osamu hit the jackpot. Nope! From a time before pixels, the early 20th-century gloomy author just wants to find a quiet place to meet his maker, not to rack up XP. Sadly, his poetic demise is constantly thwarted by inconvenient heroics. Dive into the hilariously tragic life of the most reluctant hero!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27187054",
      "type": "series",
      "name": "The Elusive Samurai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162896-hSMTVceb50GY.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:Historical/War/Samurai/Swordplay/Male Protagonist/Fugitive/Primarily Child Cast/Gore/Revenge/Shounen/Surreal Comedy/Anachronism/Archery/Religion/Primarily Male Cast/CGI/Spearplay/Shrine Maiden\nIn the year 1333, the Kamakura shogunate government comes crumbling down. A trusted vassal, Ashikaga Takauji, betrays the shogunate and organizes a rebellion. Houjou Tokiyuki, the rightful heir, escapes the massacre with a Shinto priest named Suwa Yorishige to Kamakura. On the run and fighting to stay alive, Tokiyuki sets in motion his plan to reclaim his birthright.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32469108",
      "type": "series",
      "name": "Failure Frame: I Became the Strongest and Annihilated Everything with Low-Level Spells",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173694-XcwGOMBxboOO.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Revenge/Isekai/CGI/Survival/Anti-Hero/Bullying/Male Protagonist/Elf/Gore/Gyaru/Heterosexual\nTouka always faded into the background at school. And when he’s summoned to another world with his classmates, that still doesn’t change! They all acquire top-rank skills, except Touka, who’s deemed a failure and cast to ancient ruins by the goddess Vicius. Turns out, his low-rank skills may not be so useless after all. Now, he seeks revenge against the goddess, and his true nature is revealed.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21975478",
      "type": "series",
      "name": "Days with My Stepsister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152681-xtQiVOYDhr3p.jpg",
      "description": "Genres: Romance, Slice of Life\nTags:Family Life/Inseki/Heterosexual/Philosophy/Male Protagonist/Female Protagonist/Kuudere/School/Gyaru/Iyashikei/Female Harem\nWhen his father remarries, Yuta Asamura winds up sharing a roof with his new stepsister, Saki Ayase, the hottest girl in his grade. Carrying the scars of their parents’ troubled divorces, they vow to maintain a respectful distance. But what starts as cautious camaraderie blossoms into something deeper from shared experiences. Is it admiration, familial love, or something more?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28279848",
      "type": "series",
      "name": "Suicide Squad ISEKAI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166710-3G2croXhaCOm.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Isekai/Anti-Hero/Crime/Super Power/Superhero/Crossover/Primarily Adult Cast/Female Protagonist/Magic/Guns/War/Heterosexual/Prison/Language Barrier/Meta/Dragons/Primarily Male Cast/Swordplay/CGI/Elf/Nudity\nIn the crime-ridden city of Gotham, Amanda Waller, the head of A.R.G.U.S., has assembled a group of notorious criminals for a mission: Harley Quinn, Deadshot, Peacemaker, Clayface, and King Shark. These Super-Villains are sent into an otherworldly realm that’s connected to this world through a gate. It’s a world of swords and magic where orcs rampage and dragons rule the skies—an “ISEKAI”!<br>\n<br>\nWith lethal explosives planted in their necks, there’s no running or hiding, and failing the mission means a one-way ticket to the afterlife! Can Harley Quinn and her crew conquer this perilous ISEKAI realm?! Brace yourselves for the pulse-pounding saga of the elite task force known as the “Suicide Squad” as they embark on a jaw-dropping adventure!<br>\n<br>\n(Source: Warner Bros. Japan)"
    },
    {
      "id": "tt32552529",
      "type": "series",
      "name": "Pseudo Harem",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163623-pzR6vIHoJh0b.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Acting/Heterosexual/Episodic/School/Iyashikei/Female Protagonist/School Club/Parody/Primarily Teen Cast/Male Protagonist/Shounen/Meta\nEiji Kitahama joins the drama club with dreams of having a harem like the ones from his favorite manga. Rin Nanakura, an underclassman, finds herself crushing hard on Eiji and tries on different personas in his presence to win him over. No matter how she acts, one thing is certain—her feelings for Eiji continue to grow stronger. Will she ever be able to tell him the truth and be herself?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32395862",
      "type": "series",
      "name": "I Parry Everything",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170695-Nb1DIg7gIHCF.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Swordplay/Coming of Age/Surreal Comedy/Magic/Dragons/Goblin\nThe Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt31596104",
      "type": "series",
      "name": "The Ossan Newbie Adventurer, Trained to Death by the Most Powerful Party, Became Invincible",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163292-1DkPP4r5UI9Y.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist/Ojou-sama/Magic/Primarily Adult Cast/Elf/Slapstick/Parody/Maids/Super Power/Swordplay/Travel/Guns/Achronological Order/Work/Vampire/Kemonomimi/Dragons/Heterosexual\n<i>\"Why should it matter how old you are if you want to start something new?\"</i><br><br>\n\nThe strongest guy around, who also happens to be middle-aged, strives to be an adventurer! Everyone seems to think you should pursue your dreams while you're still young, but there's one man who just can't give up. In a world where most people who become adventurers do so in their teens, a guild employee in his thirties, Rick Gladiator, seeks to become an adventurer instead. After receiving unimaginably brutal training from the legendary party renowned as the strongest on the continent, Orichalcum Fist, he ends up with combat abilities worthy of S-rank status despite starting out as an F-rank rookie! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15414478",
      "type": "series",
      "name": "FAIRY TAIL 100 YEARS QUEST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139095-xXcToL6L4vuv.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Shounen/Male Protagonist/Dragons/Ensemble Cast/Found Family/Female Protagonist/Primarily Adult Cast/Nudity/Primarily Teen Cast\nNatsu, Lucy, Happy, Erza, and the whole Fairy Tail Guild are back in action! And they’ve decided to tackle the “100 Years Quest”—a job no one’s dared take on since the founding of the guild more than a century ago. A mysterious town, a baffling spirit, a ghastly new enemy … and a brand new continent to explore. When you’re with real friends, the adventures never stop!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt31141567",
      "type": "series",
      "name": "2.5 Dimensional Seduction",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158559-eVc9cNSmcUix.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Cosplay/Otaku Culture/Male Protagonist/Female Harem/School Club/Primarily Female Cast/Shounen/Photography/Love Triangle/Heterosexual/Gyaru/Nudity/Crossdressing\n<i>“I have no interest in real girls!” </i><br><br>\n\nSo claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Lilliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff! The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32333026",
      "type": "series",
      "name": "The Strongest Magician in the Demon Lord's Army was a Human",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173584-nyZElmr8218W.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:War/Demons/CGI/Male Protagonist/Succubus/Politics/Witch/Ships/Maids\nIke is a powerful magician and the leader of the Immortal Brigade, part of the Seventh Corps of the Demon Lord’s Army. He single-handedly conquers fortresses and pushes back the armies of humanity. Neither Dairokuten, the Demon Lord, nor Ike’s loyal soldiers know his darkest secret—he is a human in hiding! But can he keep his secret safe and bring peaceful coexistence to demons and humans?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31844529",
      "type": "series",
      "name": "Why Does Nobody Remember Me in This World?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167419-yesWtncEBD9N.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Demons/Amnesia/Post-Apocalyptic/Elf/Fairy/Angels/Swordplay/Guns/Lost Civilization/Kemonomimi/Heterosexual\nIn a world where humans triumphed in a great war, Kai guards sealed crypts containing their enemies. But when “World Rebirth” overwrites history, he’s thrust into an alternate reality where humanity lost the war and he’s been forgotten by everyone he knows. Now, this lost hero must rise to restore the world’s balance!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30844357",
      "type": "series",
      "name": "SHOSHIMIN: How to Become Ordinary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg",
      "description": "Genres: Mystery, Slice of Life\nTags:Detective/Primarily Teen Cast/Crime/Male Protagonist/School/Female Protagonist/Food/Episodic/Iyashikei/School Club\nKobato decides to become an honest, humble citizen after enduring a bitter experience known as “wisdom work.” He forms a pact with Osanai, his classmate with the same goal, and they plan to enter high school leading quiet lives. But for some reason, inexplicable events and disasters keep happening around them. Will Kobato and Osanai ever manage to live ordinary, peaceful lives?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1745240",
      "type": "series",
      "name": "Kimi ni Todoke: From Me to You Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168872-vcpdhVFfPpOn.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Shoujo/Coming of Age/Snowscape/Primarily Teen Cast/School/Heterosexual/Female Protagonist/Gyaru/Tomboy/Unrequited Love/Male Protagonist/Chibi\nThe third season of <i>Kimi ni Todoke</i>. <br><br>\n<i>What do you do once you're a couple?</i>\n<br><br>\nAlthough she struggles with her blossoming feelings, Sawako comes to terms with herself and tells Kazehaya how she feels about him. Attracted by Sawako's unnoticed efforts and genuine personality, Kazehaya also candidly makes his feelings known.\nThus, their new relationship begins.<br><br>\n\nTheir first date, their school life together, joy, embarrassment and new struggles — everything is fresh and new as the couple awkwardly and gradually learns more about one another, all while their friends' love stories begin to take shape as well. This bittersweet and poignant story of young people, woven from their romantic feelings and dear friendships, begins once more.<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt1480925",
      "type": "series",
      "name": "MONOGATARI Series: OFF & MONSTER Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173533-9DN3nHtT2FBm.png",
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Urban Fantasy/Philosophy/Youkai/Primarily Female Cast/Vampire/Female Protagonist/Meta/Coming of Age/Gods/Drawing/Gore/Hikikomori/Fishing/Zombie/Rakugo/Fairy Tale/College/Crossdressing\nThe sequel to the 'Final Season' story arc of the <i>Monogatari</i> series.<br><br>\n\n<i>From the past to the future, their story continues. </i><br><br>\n\nNow that he has graduated from high school, Koyomi Araragi’s story ends here. His story is truly over now, but the stories of the girls Koyomi saved - their stories - are not over yet.<br><br>\n\nThis is the prequel or sequel to their stories and their struggles.<br><br>\n\n(Source: Monogatari Series USA Official Website)"
    },
    {
      "id": "tt12331304",
      "type": "series",
      "name": "Our Last Crusade or the Rise of a New World Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139825-rFlrzdRZmlYK.jpg",
      "description": "Genres: Action, Fantasy, Romance\nTags:War/Magic/Female Protagonist/Male Protagonist/Heterosexual/Witch/Swordplay/Nudity/Politics\nThe second season of <i>Kimi to Boku no Saigo no Senjou, Aruiwa Sekai ga Hajimaru Seisen</i>.<br><br>\nIska guards Sisbell, sparking Alice's jealousy. Amid a conspiracy, can they thwart personal disputes and war?<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt13592980",
      "type": "series",
      "name": "Code Geass: Rozé of the Recapture",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126830-Mx56p5DMIjiq.png",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi, Thriller\nTags:Super Power/War/Real Robot/Military/Robots/Politics/Male Protagonist\nYear Seven of the Kowa Period, in the former Hokkaido Block occupied by the Neo-Britannian Empire, live mercenary brothers known as the Nameless Mercenaries. The eldest, Ash, has excellent athletic ability and advanced Knightmare Frame controlling skills, while the youngest, Rozé, is clearheaded and oversees intel gathering and devising strategies. Due to an impregnable wall of energy called the Situmpe Wall, for four years the 100th emperor who stopped the Black Knights' liberation plan, Callis al Britannia, has been trying to plunge the world into chaos once again with the help of his servant, Norland, and his Einberg Knights. Upon receiving a request, Rozé and Ash, along with the Seven Shining Stars resistance group confront the Empire to recapture Princess Sakuya.<br><br>\n\n(Source: Hulu)<br><br>\n\n<i>Note: The series had a four-part theatrical pre-screening in Japan starting in May 2024. Streaming worldwide release begins in June 2024.<br><br>\n\n• Part 1 releasing theatrically on May 10, 2024.<br>\n• Part 2 releasing theatrically on June 7, 2024.<br>\n• Part 3 releasing theatrically on July 5, 2024.<br>\n• Final Part releasing theatrically on August 2, 2024.\n"
    },
    {
      "id": "tt30970523",
      "type": "series",
      "name": "The Magical Girl and the Evil Lieutenant Used to Be Archenemies",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170938-kkeDCKGSUNaV.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Romance\nTags:Heterosexual/Episodic/Tsundere/Henshin/Urban Fantasy/Magic/Shounen/Tokusatsu/Female Protagonist/Male Protagonist/Angels/Ghost\nAn evil organization invades and destroys everything in its path. The brains of the brutal operation is the king’s right-hand man, an evil lieutenant named Mira. Everything changes when a magical girl named Byakuya Mimori tries to stop the evil group in their tracks. When Mira confronts her, he knows it’s love at first sight. What will become of Mira and Byakuya, stuck between orders and love?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32307386",
      "type": "series",
      "name": "Senpai is an Otokonoko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163133-bdr9S2bdLoyj.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Crossdressing/Coming of Age/LGBTQ+ Themes/Primarily Teen Cast/School/Femboy/Female Protagonist/Male Protagonist/Bisexual/Josei\nFor Makoto Hanaoka, life’s about to get more complicated. Saki Aoi, a lively girl with loads of confidence, confesses her love for Makoto one day. When he fails to reciprocate, Saki declares she will be his first love! She shares her goal with a mutual friend, Ryuuji Taiga, who also confesses his crush on Makoto. Stuck in a love triangle, Makoto must find a way to make it work and have fun.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt18311412",
      "type": "series",
      "name": "NieR:Automata Ver1.1a Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167420-PBxeW0tmbEDQ.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Sci-Fi\nTags:Post-Apocalyptic/Philosophy/Lost Civilization/Revenge/Robots/Artificial Intelligence/War/Female Protagonist/Guns/Real Robot/Swordplay/Puppetry/Male Protagonist/Space/Dystopian/Proxy Battle/Desert/Twins/CGI\nThe second season of <i>NieR:Automata Ver1.1a</i>.<br><br>\n\nThe year 11954. YoRHa Soldiers 2B and 9S are newly dispatched to Earth to carry out and support the 243rd Descent Operation. There, they succeed in destroying the machine lifeform core units, Adam and Eve. With the annihilation of these enemies, the Army of Humanity takes this chance to end this long-lasting war and decides on an all-out attack against the machine lifeforms. This is a record of the battles and hopes of Androids and the fate which dictates them all…<br><br>\n\nAs war rages on, Unit 2B and others like her question their role. Reclaiming the planet will take sacrifice, but how much more can they give and is humanity worth the cost? <br><br>\n\n(Source: Crunchyroll, Crunchyroll Twitter)"
    },
    {
      "id": "tt32420174",
      "type": "series",
      "name": "DEAD DEAD DEMONS DEDEDEDE DESTRUCTION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b177697-EWgIqtwm5ABh.png",
      "description": "Genres: Comedy, Drama, Sci-Fi, Slice of Life\nTags:Aliens/Philosophy/Urban/Politics/Coming of Age/Female Protagonist/Military/Seinen/Ensemble Cast/Primarily Female Cast/Achronological Order/Dystopian/Surreal Comedy/Heterosexual/Primarily Adult Cast/School/Language Barrier/Crime\nAs the world is threatened by the sudden appearance of a mysterious alien mothership, best friends Koyama Kadode and Nakagawa “Ontan” Oran carry on about their high school life. But as they grow up, they face existential questions, learning adulthood’s complexities and that the true threat may not be from above.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Includes Episode 0, which chronologically occurs between episodes 16 and 17.</i>"
    },
    {
      "id": "tt32332792",
      "type": "series",
      "name": "VTuber Legend: How I Went Viral after Forgetting to Turn Off My Stream",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160488-Fqeh9b9iDOZF.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:VTuber/Otaku Culture/Female Protagonist/Primarily Female Cast/Primarily Adult Cast/Slapstick/Yuri/Satire/Idol/Video Games/LGBTQ+ Themes/Urban\nYuki Tanaka is a VTuber at Live-On, one of Japan’s largest VTuber companies, as the polite and ladylike Awayuki Kokorone. One day, she forgets to end the stream, and viewers see her real personality—irreverent, improper, and prone to imbibing after a long day. Yuki is surprised to find that her accident caused her rankings to multiply, so she doubles down and gets to work. She’ll be a star yet!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30326044",
      "type": "series",
      "name": "ATRI -My Dear Moments-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154963-Ju6Ey3P5YHs2.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Heterosexual/Female Protagonist/Environmental/Robots/Dystopian/Disability/Post-Apocalyptic/Male Protagonist/Artificial Intelligence/Lost Civilization/CGI/Cyberpunk\nIn the near future, a sudden and unexplained sea rise has left much of human civilization underwater. Ikaruga Natsuki, a boy who lost his mother and one of his legs in an accident some years earlier, returns disillusioned from a harsh life in the big city to find his old countryside home half-swallowed by the sea. Left without a family, all he has to his name is the ship and submarine left to him by his oceanologist grandmother, and her debts. His only hope to restore the dreams for the future that he has lost is to take up an opportunity presented to him by the suspicious debt collector Catherine. They set sail to search the sunken ruins of his grandmother's laboratory in order to find a treasure rumor says she left there. But what they find is not riches or jewels; it is a strange girl lying asleep in a coffin at the bottom of the sea, Atri. Atri is a robot, but her appearance and her wealth of emotions would fool anyone into thinking she's a living, breathing human being. In gratitude for being salvaged, she makes a declaration to Natsuki.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30236310",
      "type": "series",
      "name": "A Journey Through Another World: Raising Kids While Adventuring",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171031-7RJll3TJnVFA.jpg",
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Found Family/Parenthood/Isekai/Twins/Magic/Iyashikei/Male Protagonist/Food/Gods/Shapeshifting/Animals/Travel/Mermaid/LGBTQ+ Themes/Femboy\nAfter a god accidentally slays him, Takumi’s reborn with new skills in a monster-filled forest where he stumbles upon twins. They’re sweet, adorable, and super strong! Won over instantly, he names them Alan and Elena, becomes their guardian, and joins an adventurers’ guild to provide for his new family. And so starts his chill life of adventure, watching over Alan and Elena’s growth!<br>\n<br>\n(Source:  Crunchyroll)"
    },
    {
      "id": "tt32832439",
      "type": "series",
      "name": "Dahlia in Bloom: Crafting a Fresh Start with Magical Tools",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168623-30sdDCCLjsEW.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Magic/Work/Heterosexual/Shoujo/Economics/Arranged Marriage/Isekai/Crossdressing\nAfter a workaholic life in Japan, Dahlia is reborn as a magical maven in a new world, but her afterlife takes an unexpected turn. Engaged, betrayed, and orphaned—all before the honeymoon? Talk about a plot twist! Watch as Dahlia turns heartbreak into wand-making brilliance and declares her independence. In this story, the real magic is self-discovery, and Dahlia’s the sorceress of her own destiny.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32332992",
      "type": "series",
      "name": "A Nobody's Way Up to an Exploration Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172416-RvQq9bWUxUWt.jpg",
      "description": "Genres: Action, Fantasy\nTags:Dungeon/Male Protagonist/Magic/School/Heterosexual\nKaito Takagi is a low status high schooler. A background mob character, you might say. He is just a low-level explorer who hunts slimes every day in the dungeons that appeared all around Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. One day, a golden slime he had never seen appears before him. After he defeats it, it drops an extremely rare item, worth hundreds of millions, a card that can summon mythical beings!! After he decides to activate the summon, a warrior maiden with unparalleled beauty appears.\n<br><br>\nRise above the mob, Kaito! A modern battle fantasy story has begun!\n<br><br>\n(Source: Hobby Japan, translated)"
    },
    {
      "id": "tt32333055",
      "type": "series",
      "name": "Love Is Indivisible by Twins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167144-tKDxH7M9z1Hb.png",
      "description": "Genres: Romance\nTags:Love Triangle/Twins/Heterosexual/Otaku Culture/Female Protagonist/Primarily Teen Cast/Tomboy/Male Protagonist/Basketball/Gyaru/Shounen\nJun Shirasaki’s love life takes a wild turn when he finds himself caught between the Jinguji twins—his childhood friends who are as different as night and day. Rumi, the older sister, pairs a boyish charm with a maiden’s heart, while Naori combines girlish looks with her deep love for otaku culture. As feelings grow and confusion mounts, Jun must navigate this unexpected love triangle next door.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32333015",
      "type": "series",
      "name": "MAYONAKA PUNCH",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174044-HBvsyKjDVPyO.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Primarily Female Cast/Female Protagonist/Vampire/Monster Girl/Urban Fantasy/VTuber/Primarily Adult Cast/Anti-Hero/Cute Girls Doing Cute Things/Super Power/Surreal Comedy/LGBTQ+ Themes\nMeet Masaki, the now former member of the popular NewTuber group, Harikiri Sisters. After a career setback, aka getting fired unexpectedly via a livestream, she joins forces with Live, a partner with superhuman abilities. Together, they aim to create sensational content and reach 1 million subscribers. Will they reach their content dreams or be hit with the block button?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22087138",
      "type": "series",
      "name": "The Café Terrace and Its Goddesses Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166477-Q5jKn2WpDQ6z.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Female Harem/Male Protagonist/Primarily Female Cast/Heterosexual/Nudity/Work/Primarily Adult Cast/Food/Tsundere/Restaurant/Family Life/Shounen/Cute Girls Doing Cute Things/Coastal/Fishing\nThe second season of <i>Megami no Café Terrace</i>. <br><br>\n\nThe Familia Café Terrace opens once again, with a rival restaurant opening right next door!<br><br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt23844810",
      "type": "series",
      "name": "Bye Bye, Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157371-ZUTbCcPPAqA0.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Kemonomimi/Swordplay/Magic/Gore/Philosophy/Classical Music\nBelle Lablac doesn’t really fit in as the only human being in a world full of anthropomorphic animals. No fangs, no fur, no scales, no claws. Lonely and eager to discover where she comes from, Belle journeys to find answers to the questions of her heart. Carrying nothing but her giant sword, the Runding, she faces a world of possibilities and pitfalls in hopes of discovering the truth.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32332642",
      "type": "series",
      "name": "My Wife Has No Emotion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175450-Wfjd6OqFOn2h.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi, Slice of Life\nTags:Robots/Artificial Intelligence/Family Life/Heterosexual/Marriage/Seinen/Male Protagonist/Maids/Iyashikei\nTakuma isn’t the most exciting guy. He’s awkward, single, and does nothing but go to work and come home. Tired of doing chores, he decides to buy a housekeeping robot named Mina. She can cook and clean perfectly, and the two get to know each other better over time. Soon, Takuma starts to fall for Mina! But could a robot ever love him back?\n<br><br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Boku no Tsuma wa Kanjou ga Nai was streamed 3 days in advance of the TV broadcast on ABEMA, dAnimestore, and Crunchyroll beginning June 29, 2024. Regular broadcasting began on July 2, 2024.</i>"
    },
    {
      "id": "tt32332918",
      "type": "series",
      "name": "Quality Assurance in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163077-PHiTdVlKzXAR.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Virtual World/Video Games/Travel/Isekai/Seinen/Work/Meta/Dragons/Dungeon/Gore/Disability/Elf/Primarily Adult Cast/Software Development/Archery\nDespite its location in a remote region south of the continent of Felnarc, the island of Clayborne is made up of five small countries crowded together and in constant conflict. In the most remote reaches of the smallest and most peaceful country on the island, the Kingdom of Bayle, is the small village where a girl named Nikola lives a humble life. One day, while she's out gathering firewood as she does every day, a massive dragon—a creature that's supposed to only live deep in the mountains—appears in front of her. Just as it's about to attack the village, a man named Haga rushes to the scene. Haga is a member of the King's Seekers, a top secret investigation team. Nikola has never once felt bored with her peaceful life, even when every single day is practically the same, but after meeting Haga, she's so intrigued by Haga and his travels that she decides to step out into the world herself... and then the learns the true nature of her world.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32645928",
      "type": "series",
      "name": "Delico's Nursery",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167991-uOu8ggPXzVUQ.jpg",
      "description": "Genres: Fantasy, Mystery, Supernatural\nTags:Vampire/Parenthood/Historical/Detective/Crime/Foreign/Royal Affairs/Male Protagonist/Primarily Male Cast/Butler/Maids/Twins/Gore/Transgender\nHailing from the prestigious noble house of Delico, Dali Delico is an elite member of the Blood Pact Council with a promising future. When the Blood Pact Council, the highest governing body for the Vamps, assigns a special mission to Dali, he flatly refuses it. Having lost patience, Gerhard, Dino, and Henrique, who are also Council members serving the same term as Dali, rush to the house of Delico to persuade him. What they witness there is Dali, taking care of an infant himself… Meanwhile, there has been a series of mysterious murders targeting Vamps. And Dali seems to have a history with Pendulum, an antisocial organization that's thought to be the mastermind behind these murders… This is the record of the nobless oblige scramble of child-rearing by the noble Vamps. Can they find the right balance of their absolute mission and childcare in this magnificent gothic world?!<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: 'Delico's Nursery' is a completely new work based on Kenichi Suemitsu's 'TRUMP' stage play and serves as a sequel to the 'Grand Guignol' 2017 stage play in the series.</i>"
    },
    {
      "id": "tt32291998",
      "type": "series",
      "name": "Plus-Sized Elf",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173388-iPHxsekSIFpg.png",
      "description": "Genres: Comedy, Ecchi, Fantasy, Slice of Life\nTags:Elf/Monster Girl/Urban Fantasy/Food/Work/Large Breasts/Male Protagonist/Skeleton/Fitness/Nudity/Seinen/Primarily Female Cast/Primarily Adult Cast/Episodic/Isekai/Female Protagonist/Gyaru/Kemonomimi/Shapeshifting/CGI\nNaoe-kun, a massage therapist, is about to head home for the day when he’s saddled with a rather strange patient. This lovely lady has emerald eyes, pointy ears, and grew up in the forest–everything about her screams “elf,” except for one thing: her bodacious body. It turns out she left her world but loves junk food in this one, and now her obsession has caught up with her. Can Naoe-kun help this lovable elf girl lose the weight–and keep it off?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32332813",
      "type": "series",
      "name": "Twilight Out of Focus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166700-qsl4dBd4pPSQ.jpg",
      "description": "Genres: Drama, Romance\nTags:Boys' Love/LGBTQ+ Themes/Filmmaking/School/School Club/Acting/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/Ensemble Cast/Kuudere/Twins/Nudity\nA boys’ school film club is the backdrop for three tales of new romance. Mao and Hisashi pair up for a project, make three promises, and draw closer together in the process. The club president, Jin, and a jealous junior named Giichi clash before finding common ground. Shion, a first-year student, joins the film club in search of a boyfriend and butts heads with Rei—until Rei asks him on a date.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32832441",
      "type": "series",
      "name": "Dungeon People",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168345-X28k73J6QAtc.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Dungeon/Cute Girls Doing Cute Things/Iyashikei/Female Protagonist/Work/Swordplay/Kingdom Management/Goblin/Zombie\nOn the hunt for her missing father, master thief Clay heads off into an unexplored dungeon—but much to her surprise, the dungeon’s caretaker offers her a job! Thievery hasn’t worked for her thus far, so perhaps this new career path will take her closer to finding her dad. But change is never easy. From interviewing monster guardians to positioning traps to confound would-be explorers, Clay has a lot to learn about what it means to be one of the dungeon people.\n<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt32332939",
      "type": "series",
      "name": "Narenare -Cheer for you!-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170891-Bhxn5y4a86Q0.jpg",
      "description": "Genres: Sports\nTags:Female Protagonist/Primarily Female Cast/Cheerleading/Primarily Teen Cast/Acrobatics/Coming of Age/Rehabilitation/Disability/Cute Girls Doing Cute Things/Parkour/Iyashikei/CGI/School/LGBTQ+ Themes\nMisora Kanata is a first-year student on the Takanosaki High School cheerleading team. She won a national championship in middle school, but can’t jump after a mistake in a competition. She befriends Suzuha, Shion, Anna, Nodoka, and Megumi to form the PoMPoMs. Their new team goes beyond cheerleading to reach the hearts of the people they cheer on. They might just change the world!<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "kitsu:48807",
      "type": "series",
      "name": "The Quintessential Quintuplets Specials 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177191-ovNZsq8EbIPY.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Marriage/Female Harem/Twins/Primarily Female Cast/Heterosexual/Male Protagonist/Ensemble Cast/Shounen/Language Barrier/School\nThe honeymoon of Fuutarou and the five sisters has been adapted to film under the original idea and complete supervision of Negi Haruba. Once again, we present a romantic comedy with 500% cuteness!<br><br>\n(Source: Official 5th Anniversary Project Website, translated)<br><br>\n<i>Note: The anime was pre-screened in Japan theatrically for 3 weeks starting on September 20, 2024 before being aired as a TV special.</i>"
    },
    {
      "id": "tt22524872",
      "type": "series",
      "name": "SHY Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171748-yigmfmsgq6SR.jpg",
      "description": "Genres: Action, Drama\nTags:Superhero/Female Protagonist/Primarily Female Cast/Ninja/LGBTQ+ Themes/Femboy/Shounen/Natural Disaster\nShy has grown up a little after fighting against the 'Amalareik,' led by the mysterious boy Stigma. When she returns to Japan, she meets a girl named Ai Tennouji who has run away from her ninja village. Ai tells Shy that she left the village to chase a member of the 'Amalareik.' Meanwhile, an incident occurs in which Tokyo is suddenly enveloped in a black ball and disappears. The heroes are dispatched to rescue Tokyo.\n<br><br>\n(Source: Official Site, translated)"
    },
    {
      "id": "tt30325850",
      "type": "series",
      "name": "Sengoku Youko: The Thousandfold Chaos Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176660-4sDfmx2fOZRJ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Youkai/Gods/Shounen/Amnesia/Dragons/Historical/Samurai/Cultivation\nThe second and third cours of <i>Sengoku Youko</i>, adapting the \"Thousandfold Chaos\" arc."
    },
    {
      "id": "tt14153236",
      "type": "series",
      "name": "TERMINATOR ZERO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177814-Xr9F98LExkWd.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Robots/Post-Apocalyptic/Artificial Intelligence/Gore/Ensemble Cast/Real Robot/War/Cyberpunk/Guns/Nudity/Police\n2022: A future war has raged for decades between the few human survivors and an endless army of machines. 1997: The AI known as Skynet gained self-awareness and began its war against humanity.\n<br><br>\nCaught between the future and this past is a soldier sent back in time to change the fate of humanity. She arrives in 1997 to protect a scientist named Malcolm Lee who works to launch a new AI system designed to compete with Skynet’s impending attack on humanity. As Malcolm navigates the moral complexities of his creation, he’s hunted by an unrelenting assassin from the future, which forever alters the fate of his three children.<br><br>\n(Source: Netflix TUDUM)"
    },
    {
      "id": "tt31390266",
      "type": "series",
      "name": "Tasuketsu -Fate of the Majority-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174070-mrec0spMuATz.jpg",
      "description": "Genres: Action, Mystery, Thriller\nTags:Death Game/Super Power/Primarily Teen Cast/Male Protagonist/Ensemble Cast/Survival\nSaneatsu Narita finds himself in a game of survival as half of the human population disappears each night!\n<br><br>\nThe game began suddenly. It was \"Tasuketsu\",  a brutal survival game in which the majority is eliminated. In order to fight back against the immensely powerful emperor masterminding the game, young men and women create their own futures using the mysterious special ability known as \"Special Right.\"<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Season 2 Part.2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169692-0ThKwgfrIpvp.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Ensemble Cast/Full CGI/Primarily Male Cast/Primarily Adult Cast/Male Protagonist/Gore/Athletics/Boxing/Wrestling\nThe second half of second season of <i>Kengan Ashura</i>. <br><br>\n\nThe end of the battle is near, and the Kengan Life-or-Death Tournament eagerly awaits its winner. <br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt32592756",
      "type": "series",
      "name": "Sakuna: Of Rice and Ruin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175868-oSzeoiq8nAkj.jpg",
      "description": "Genres: Action, Fantasy\nTags:Female Protagonist/Agriculture/Gods/Horticulture/Coming of Age/Historical/Mythology/Rural/Religion/Survival/Kingdom Management/Magic/Demons/Anthropomorphism/CGI/Episodic\nTwo realms exist in the ancient land of Yanato: the Lofty Realm, where gods reside, and the Lowly Realm, where humans reside. Princess Sakuna was the daughter of the god of war and goddess of harvest, but she led a lazy life. One day, she is banished to Hinoe Island, the Isle of Demons. Stranded in a barren land, Sakuna sets out to slay demons and farm rice. Her new adventure begins!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30217403",
      "type": "series",
      "name": "DAN DA DAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171018-2ldCj6QywuOa.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Urban Fantasy/Youkai/Ghost/Aliens/Primarily Teen Cast/Surreal Comedy/Shounen/Henshin/Heterosexual/Male Protagonist/School/Female Protagonist/Exorcism/Gyaru/Cult/Nudity/Zombie/Rape/CGI/Demons/Achromatic\nThis is a story about Momo, a high school girl who comes from a family of spirit mediums, and her classmate Okarun, an occult fanatic. After Momo rescues Okarun from being bullied, they begin talking. However, an argument ensues between them since Momo believes in ghosts but denies aliens exist, and Okarun believes in aliens but denies ghosts exist.\n<br><br>\nTo prove to each other what they believe in is real, Momo goes to an abandoned hospital where a UFO has been spotted and Okarun goes to a tunnel rumored to be haunted. To their surprise, they each encounter overwhelming paranormal activities that transcend comprehension. Amid these predicaments, Momo awakens her hidden power and Okarun gains the power of a curse to overcome these new dangers! Their fateful love begins as well!?\n<br><br>\nThe story of the occult battle and adolescence starts!<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes: <br>\n- Worldwide premiere of Episode 1 before the Japanese television premiere occurred at Anime Expo July 6, 2024. <br>\n- Episodes 1-3 titled as <b>DAN DA DAN: FIRST ENCOUNTER</b> was pre-screened in advance in theaters on August 31, 2024 in Asia, September 7, 2024 in Europe and September 13, 2024 in North America. The regular TV broadcast began October 4, 2024.</i>"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO -Starting Life in Another World- Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163134-Y0r8AGBeVlCi.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Psychological, Romance, Thriller\nTags:Isekai/Time Loop/Cult/Royal Affairs/Witch/Magic/Male Protagonist/Elf/Tomboy/Heterosexual/Politics/Ensemble Cast/Super Power/Gore/Swordplay/Female Protagonist/Maids/Nekomimi/Primarily Adult Cast/Kemonomimi/Femboy\nThe third season of <i>Re:Zero kara Hajimeru Isekai Seikatsu</i>. <br><br>\n\nA year has passed since Subaru’s victory at the Sanctuary. He savors a life of fulfillment while Emilia’s camp stands united for the royal selection—until a fateful letter arrives. Anastasia, a royal selection candidate, has invited Emilia to the Watergate City of Priestella. But as the party begins its journey, crisis stirs beneath the surface and Subaru meets a cruel fate once again.<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes:<br>\nThe first episode has an extended runtime of ~90 minutes, and received an early premiere at Anime Expo on July 5, 2024.</i>"
    },
    {
      "id": "tt15222080",
      "type": "series",
      "name": "BLUE LOCK Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163146-f2vYhmiGn6dM.png",
      "description": "Genres: Action, Drama, Sports\nTags:Football/Male Protagonist/Battle Royale/Shounen/CGI/Ensemble Cast/Primarily Male Cast/Revenge/Primarily Teen Cast/Estranged Family/Surreal Comedy/Super Power/Tanned Skin\nThe second season of <i> Blue Lock</i>.<br><br>\nThe hottest soccer matches start again as the U-20 Japan National Team makes their debut!<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt10905902",
      "type": "series",
      "name": "Uzumaki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b111314-vZDqyfXNfsPY.png",
      "description": "Genres: Drama, Horror, Mystery, Psychological, Supernatural\nTags:Achromatic/Cosmic Horror/Body Horror/Gore/CGI/Rotoscoping/Heterosexual/Female Protagonist/Seinen/Survival/Urban Fantasy/Primarily Teen Cast/Surreal Comedy/Coastal/Episodic/Curses/Philosophy/Detective\nFour episode anime adaptation of the Junji Ito manga. \n<br><br>\nKurozu-cho, a small fogbound town on the coast of Japan, is cursed. According to Shuichi Saito, the withdrawn boyfriend of teenager Kirie Goshima, their town is haunted not by a person or being but by a pattern: uzumaki, the spiral, the hypnotic secret shape of the world. It manifests itself in small ways: seashells, ferns, whirlpools in water, whirlwinds in air. And in large ways: the spiral marks on people's bodies, the insane obsessions of Shuichi's father, the voice from the cochlea in your inner ear. As the madness spreads, the inhabitants of Kurouzu-cho are pulled ever deeper, as if into a whirlpool from which there is no return...\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt32639706",
      "type": "series",
      "name": "Blue Box",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170942-B77wUSM1jQTu.jpg",
      "description": "Genres: Romance, Slice of Life, Sports\nTags:School Club/Athletics/Heterosexual/Coming of Age/Badminton/Primarily Teen Cast/Male Protagonist/School/Basketball/Female Protagonist/Shounen/Tomboy/CGI\n<i>Do these sports-crossed lovers have a chance?</i>\n<br><br>\nTaiki Inomata loves badminton, but he has a long way to go before he can reach nationals. When Taiki sees upperclassman Chinatsu Kano practicing her heart out on the girls’ basketball team, he falls for her hard. After an unexpected turn of events brings the two closer together, sports might not be the first thing on their minds anymore!<br><br>(Source: TMS Anime)<br><br>\n<i>Note: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>"
    },
    {
      "id": "tt0434665",
      "type": "series",
      "name": "BLEACH: Thousand-Year Blood War - The Conflict",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169755-Rqb7MjnzdTc6.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:Super Power/War/Swordplay/Shounen/Male Protagonist/Urban Fantasy/Gods/Ghost/Ensemble Cast/Gore/Archery/Achromatic\nThe third part of <i>BLEACH: Sennen Kessen-hen</i>. "
    },
    {
      "id": "tt28776190",
      "type": "series",
      "name": "Shangri-La Frontier Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176508-NHYHx5YJcU5i.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Video Games/Virtual World/Hikikomori/Magic/Shounen/Anthropomorphism/Swordplay/Martial Arts/Male Protagonist/Travel\nThe second season of <i>Shangri-La Frontier</i>.<br><br>\n\nRakuro Hizutome only cares about one thing: beating crappy VR games. He devotes his entire life to these buggy games and could clear them all in his sleep. One day, he decides to challenge himself and play a popular god-tier game called Shangri-La Frontier. But he quickly learns just how difficult it is. Will his expert skills be enough to uncover its hidden secrets?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong To Try To Pick Up Girls in a Dungeon? V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170732-PwCMhnnOKdBu.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance\nTags:Gods/Mythology/Dungeon/Female Harem/Male Protagonist/Ensemble Cast/Gore/Shounen/Primarily Female Cast/Kemonomimi/Yandere/Elf\nThe fifth season of <i>Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.<br><br>\nGoddess Festival—A fruit festival that brings the labyrinth city of Orario to life. Goddesses symbolizing fertility are enshrined on the altar, and among them is the Goddess of Beauty. Bell Cranel, who has survived and returned to his daily life from the dead depths of the dungeon, is here and ready to enjoy the bustle of the Goddess Festival until he receives a letter from a girl at a small bar in a corner of Orario—\"To Mr. Bell, please go on a date with just the two of us at the upcoming Goddess Festival. From Syr.\" Syr's single-minded determination will drive both Bell and the labyrinth city crazy. Meanwhile, the Einherjar, the warriors who claim to be the \"strongest,\" are now suddenly on the move...<br><br>\n\n(Source: HIDIVE)<br><br>\n<i>Note: Each episode streamed 1 day early on ABEMA and HIDIVE. The original TV broadcast started on October 5th, 2024.</i>"
    },
    {
      "id": "tt13544802",
      "type": "series",
      "name": "Seirei Gensouki: Spirit Chronicles Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141182-xNtdR0PenhRR.jpg",
      "description": "Genres: Action, Drama, Fantasy, Romance\nTags:Isekai/Heterosexual/Male Protagonist/Magic/Female Harem/Super Power/Swordplay/Fugitive/CGI/Body Horror\nThe second season of <i>Seirei Gensouki</i>."
    },
    {
      "id": "tt10431290",
      "type": "series",
      "name": "Arifureta: From Commonplace to World's Strongest Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154473-o55309dVGP3G.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Anti-Hero/Male Protagonist/Magic/Isekai/Heterosexual/Kemonomimi/Demons/Female Harem/Monster Girl/Vampire/Slapstick/Guns\nThe third season of <i>Arifureta Shokugyou de Sekai Saikyou</i>. <br><br>\nHajime Nagumo and his high school class are suddenly summoned to a fantastical land as heroes. But while most of his classmates have powerful stats and abilities, Hajime does not. Underappreciated and unprepared, he tumbles into the depths of a monster-infested dungeon where voracity and sacrifice are his only options. To thrive in this savage world, he’ll have no choice but to welcome the abyss.\n<br><br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt33044444",
      "type": "series",
      "name": "Orb: On the Movements of the Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151514-BcU5RmSWhvv0.jpg",
      "description": "Genres: Drama\nTags:Religion/Astronomy/Philosophy/Historical/Seinen/Foreign/Primarily Male Cast/Ensemble Cast/Male Protagonist/Torture/Conspiracy/Rural/Gore/Swordplay\nThe setting is 15th-century Poland. It was a time when heretical ideas lead those to who possessed such a mindset to being burned at the stake for their beliefs.<br><br>\n\nThe protagonist, Rafał, a child prodigy, is expected to major in theology, the most important subject at the time, at the university where he plans to skip a grade. One day, however, he comes across a mysterious man, and is now studying a possible \"truth\" in the midst of heretical thought!<br><br>\n(Source: Shogakukan, translated)"
    },
    {
      "id": "tt30689669",
      "type": "series",
      "name": "You are Ms. Servant",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172190-i1IqizIUcKkN.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Maids/Assassins/Heterosexual/Found Family/Shounen/Female Protagonist/Rehabilitation/Male Protagonist/Kuudere/Iyashikei/Chibi/Food/Work/School/Slapstick/Denpa/Urban/Guns/Fashion\nThis is the story of a maid who is all alone in the world, but who finally finds a family.<br>\n<br>\nTold from young that her only worth is as a killer, Yuki had known nothing else except cold efficiency and following orders. Now that she has a chance to leave her past behind, she arrives at the doorstep of Hitoyoshi Yokoya, asking to be employed… as a maid?! Thus begins the journey of a former assassin learning what it means to be ‘normal’!<br>\n<br>\n(Source: Shogakukan)"
    },
    {
      "id": "tt29485149",
      "type": "series",
      "name": "Dragon Ball DAIMA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170083-gDNBp0B4VHsG.jpg",
      "description": "Genres: Action, Adventure\nTags:Demons/Super Power/Primarily Child Cast/Shounen/Gods/Magic/Martial Arts/Male Protagonist/Age Regression\nGoku and company were living peaceful lives when they suddenly turned small due to a conspiracy! When they discover that the reason for this may lie in a world known as the \"Demon Realm\", a mysterious young Majin named Glorio appears before them.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32512773",
      "type": "series",
      "name": "Loner Life in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173693-tRLdDE1BieXe.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Meta/Male Protagonist/Magic/Surreal Comedy/Hikikomori/Skeleton/Slapstick/Dungeon/Parody/Survival/Necromancy/Gore/Chibi\nHaruka has been living his high school life as a loner, but all of a sudden, he and his classmates are summoned into another world. A God gives him a list of skills he can freely pick... Or at least that was how it was supposed to be, as all the valuable skills have been taken by the other classmates first. After Haruka scolded God, he snapped back and gave all the remaining bad skills to Haruka. Thanks to the \"Loner\" skill, Haruka begins his lonely adventure in another world.\n<br><br>\n(Source: Muse Asia)<br><br>\n<i>Note: Each episode streamed a week early on some streaming services. The original TV broadcast started on October 4th, 2024.</i>"
    },
    {
      "id": "tt32766897",
      "type": "series",
      "name": "Ranma1/2 (2024)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178533-md2BV8esGezM.jpg",
      "description": "Genres: Action, Comedy, Romance\nTags:Gender Bending/Arranged Marriage/Martial Arts/Shapeshifting/Tomboy/Tsundere/Episodic/Female Harem/Ensemble Cast/Male Protagonist/Love Triangle/Slapstick/Heterosexual/School/Male Harem/Crossdressing/Shounen/Animals/Nudity/Ice Skating\nA new anime adaptation of Rumiko Takahashi's <i>Ranma 1/2</i>.\n<br><br>\nRanma Saotome and Akane Tendou of Tendou Dojo are betrothed to each other by their parents. But Ranma faces a unique problem…<br><br>\n\nEver since he fell into the cursed springs of Jusenkyo while training in China, his body has acquired the peculiar trait of transforming into a girl when doused with cold water and reverting to a boy with hot water.<br><br>\n\nGet ready for the slapstick, action-packed rom com featuring Ranma, Akane, and a vibrant cast of unique characters!<br><br>\n(Source: Ranma 1/2 PR Official Site, edited)"
    },
    {
      "id": "tt32508529",
      "type": "series",
      "name": "Let This Grieving Soul Retire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175019-8lLRmHID5fMd.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Male Protagonist/Acting/Dungeon/Magic/Slapstick/Coming of Age/Parody/Female Harem/Super Power/Heterosexual/Nudity/Swordplay/Alchemy/Demons/Tomboy/Ojou-sama\nSix childhood friends make a vow one day to become treasure hunters, and eventually grow to be the strongest heroes in the world. During his first quest, Krai Andrey realizes he isn’t cut out for the job. Even so, his friends make him their leader. Underpowered in the face of great expectations, Krai embarks on a reluctant hero’s tale of glory, headaches, and wanting to retire early.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32792739",
      "type": "series",
      "name": "Yakuza Fiancé: Raise wa Tanin ga Ii",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170468-kD2X9O2XM9KH.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Yakuza/Female Protagonist/Urban/Seinen/Heterosexual/Crime/Yandere/Arranged Marriage/Gore/Male Protagonist/Nudity\nSomei Renji is Somei Yoshino’s grandfather and leader of the “Somei Group”, the Kansai region’s biggest yakuza group. When he arranges for her to be married to Miyama Kirishima, Yoshino has to move to “Miyama Clan” estate, the Kanto region’s biggest yakuza group. Kirishima warmly welcomes Yoshino and is such a pleasant, personable, and nice young man that nobody would suspect that he comes from a yakuza family. This puts Yoshino at ease even though she was initially feeling insecure in this unfamiliar place.<br>\n<br>\nBut then, a certain event leads to Yoshino witnessing the real Kirishima.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32542096",
      "type": "series",
      "name": "DEMON LORD 2099",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163135-NjvXyXvTYSHH.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Sci-Fi\nTags:Cyberpunk/Urban/Male Protagonist/Magic/Primarily Adult Cast/Dystopian/Heterosexual/Demons/VTuber/Artificial Intelligence/Anti-Hero/Female Harem\nThe cyberpunk metropolis Shinjuku—a massive city-state bedecked with neon signs, towering skyscrapers, and the latest cutting-edge technology. It is here, in year 2099 of the Fused Era, where the legendary Demon Lord Veltol has his second coming five centuries in the making. But this landscape is nothing like the one he conquered all those years ago, for the fusion of magic and engineering has elevated civilization to dazzling, unprecedented heights. Veltol may have been reduced to a historical footnote, but make no mistake…this brave new world will be his for the taking!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt32501772",
      "type": "series",
      "name": "The Most Notorious \"Talker\" Runs the World's Greatest Clan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177104-8fQUQdXGZG8j.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Psychological\nTags:Super Power/Male Protagonist/Mafia/Magic/Delinquents/Seinen/Steampunk/Slavery/Yandere/Swordplay/Guns\nNoel is the grandson of legendary Seeker Overdeath and dreams of surpassing his strength. But it turns out that Noel is nothing but a Talker, the weakest class of them all. Undeterred, he uses his silver tongue to gather allies, develop cunning strategies, and form the greatest clan around. Now, as the most notorious Talker, Noel will do whatever it takes to claim supremacy.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Each episode streamed a week in advance on some streaming services. The original TV broadcast started on October 7th, 2024.</i>"
    },
    {
      "id": "tt32812118",
      "type": "series",
      "name": "I’ll Become a Villainess Who Goes Down in History",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168139-nGLXIdSksKCI.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Villainess/Female Protagonist/Josei/Royal Affairs/Heterosexual/Isekai/Magic/School/Class Struggle/Politics/Kingdom Management/Ojou-sama/Swordplay\nMe, the same girl who hates all those prim and proper heroines, got reincarnated as the villain in the world of my favorite fantasy dating sim! It’s my dream come true, so I’m going to leave my mark on history by becoming the world’s greatest villain! But to do that, I’ll need to get a lot stronger, and smarter. Just one problem—the harder I try to be evil, the harder the prince falls for me! At this rate, will I ever get to earn my place in history!?\n<br><br>\n(Source: Yen Press)\n\n<i>Note: The first episode was exclusively shown as a world premiere during the Anime Messe Babelsberg 2024 on July 20th 2024 as a part of a special Anime Panel.</i>"
    },
    {
      "id": "tt7978710",
      "type": "series",
      "name": "Sword Art Online Alternative: Gun Gale Online II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167141-m8eOYiDpeN4R.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Guns/Video Games/Female Protagonist/Battle Royale/Virtual World/Cute Girls Doing Cute Things/Military/Tomboy/Primarily Adult Cast/Idol\nThe second season of <i>Sword Art Online Alternative: Gun Gale Online</i>.\n<br><br>\nLLENN, M, Fukaziroh, and Pitohui form the strongest team, LPFM for short, and enter a new battle royale death match tournament that was annouced out of the blue.<br><br>\n\nLPFM is eyed as the top favorite candidate team to win, but the team will have to endure several rigorous ordeals to get there: a playing field that sinks into the ocean with the passage of time, an unknown area hidden in the middle of the map, and an anonymous team conspiracy.<br><br>\n\nIn addition to all of this, all players will have to follow some shocking special rules if they want to play the game and win…<br><br>\n(Source: Aniplex USA)<br><br>\n\n<i>Note: On June 17, 2024, Studio 3Hz announced their acquisition by A-1 Pictures. The GGO Project would continue to be handled by the same staff, now working under their new studio's name. </i>"
    },
    {
      "id": "tt27497575",
      "type": "series",
      "name": "365 Days to the Wedding",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165790-OwIZI9ArGR4Q.jpg",
      "description": "Genres: Romance\nTags:Fake Relationship/Marriage/Heterosexual/Kuudere/Seinen/Office Lady/Work/Primarily Adult Cast/Male Protagonist/Female Protagonist/Urban/Rural\nTakuya and Rika work at the same travel agency in Tokyo and are both happily introverted and single. But their company is opening a new branch in Alaska next year, and employees without a spouse will be recruited to work there. Desperate to avoid the move, and though they’ve hardly spoken before, they decide to fake an engagement. Can these quiet coworkers become a convincing couple?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31975847",
      "type": "series",
      "name": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178434-UtRCL4WqNcgv.png",
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Coming of Age/Male Protagonist/Magic/Swordplay/Shounen/Heterosexual/Anti-Hero\nThe second season of <i>Tensei Kizoku, Kantei Skill de Nariagaru</i>."
    },
    {
      "id": "tt32510166",
      "type": "series",
      "name": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174043-Hh9mvGibvoVb.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/Dungeon/Martial Arts/Swordplay/Heterosexual\nTwo centuries have passed since a hero defeated the evil Jaryu and saved the world. In one of the many dungeon cities, Raust, a healer scorned and cast out of his party for being too weak, struggles to find his place. Amidst despair, he meets martial artist Narsena, who invites him to form a new party together. With a fresh start and renewed motivation, the two begin their journey to greatness.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11043632",
      "type": "series",
      "name": "BEASTARS Final Season Part 1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136880-9rhDUCsDfcJ1.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Slice of Life\nTags:Anthropomorphism/Animals/Male Protagonist/Primarily Animal Cast/CGI/Coming of Age/Psychosexual/Full CGI/Bullying/Heterosexual/Class Struggle/Ensemble Cast/Shounen/Primarily Teen Cast\nIt is a world where carnivores and herbivores coexist.\n<br><br>\nFollowing the battle with the culprit who devoured his classmate at school, Legoshi decides to drop out and begins living alone at Beast Apartments. Louis has entered a prestigious university and resolves to face his father, Oguma. Haru also deals with many struggles as she tries to enjoy campus life. \n<br><br>\nMeanwhile, the city sees an increase of devouring incidents. The fangs of the heinous criminal who is pulling all the strings begin to close in on Legoshi and the others...<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt29141921",
      "type": "series",
      "name": "Tying the Knot with an Amagami Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164172-GY2aqItIuqtR.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Heterosexual/Shrine Maiden/Female Harem/Male Protagonist/Shounen/Primarily Female Cast/Found Family/Slapstick/Nudity/Family Life/Coming of Age/School/Tsundere\nUryuu Kamihate is a high school student striving to enter Kyoto University’s medical school. After being raised at an orphanage, Uryuu is taken in by the chief priest at Amagami Shrine, where he begins to live as a freeloader—and to cohabit with Yae, Yuna, and Asahi, the three beautiful shrine maiden sisters! What’s more, the condition he must meet in order to live at the shrine for free is to marry into the family and inherit the shrine! How will Uryuu overcome his marriage meetings with the three sisters as well as the many challenges that Amagami Shrine faces? So begins a miraculous rom-com about living under the same roof with three shrine maidens!<br>\n<br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt33998607",
      "type": "series",
      "name": "ONE PIECE FAN LETTER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182469-khlqznXY0bwo.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Pirates/Military/War/Ships/Shounen/Cosplay/Bar/Crime/Ghost/Guns/Skeleton/Cyborg/Swordplay\nTo commemorate the 25th anniversary of the <i>ONE PIECE</i> TV anime: an animated adaptation of the \"ONE PIECE novel: Mugiwara Stories\". <br><br>\n\nTwo years after the Paramount War, the Straw Hats are about to reunite on the Sabaody Archipelago. At the same time, a girl who is head over heels for Nami is trying to hand a fan letter to her before the group leaves the island.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32832435",
      "type": "series",
      "name": "Good Bye, Dragon Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176053-HfPo4pUm6Ktg.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Dragons/Male Protagonist/Monster Girl/Rural/Magic/Swordplay/Agriculture/Demons/Elf\nLong ago, the most ancient of divine dragons was slain by a human. The mighty dragon accepted its death when suddenly, it was reborn as Dolan, a man who lives in a quiet village. While spending another peaceful day toiling in the fields, he meets Celina, a half-human, half-snake creature looking for a partner. The unlikely duo become friends, but challenges lie ahead that threaten their new bond.\n<br><br>\n(Source: Cunchyroll)"
    },
    {
      "id": "tt1799631",
      "type": "series",
      "name": "Blue Exorcist -Beyond the Snow Saga-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176311-OZudERHrpJJ0.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Twins/Demons/Exorcism/Urban Fantasy/Super Power/Religion/Shounen/Male Protagonist/Magic/School/Youkai\nSequel to <i>Ao no Exorcist: Shimane Illuminati-hen.</i> <br><br>\n\nUncover the dark side of the Knights of the True Cross and the mystery of the \"Blue Night\"!<br><br>\n\nBrothers Rin and Yukio head to Lake Towada in Aomori to search for Shura, who had suddenly disappeared. There, they find Shura’s birthplace – the place where Shiro became her guardian. As their search continues, Rin and Yukio discover the fate that awaits Shura.\n<br><br>\nMeanwhile, Lightning, one of the Arch Knights, arrives at the Japan Branch of the Knights of the True Cross and begins his investigation into the Illuminati. Lightning deduces that everything began on the “Blue Night,” as he gradually steps into the dark side of the Knights of the True Cross….\n<br><br>\n(Source: Aniplex USA)"
    },
    {
      "id": "tt32524882",
      "type": "series",
      "name": "The Do-Over Damsel Conquers the Dragon Emperor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164299-j4yHiK4j1ON7.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Age Regression/Royal Affairs/Heterosexual/Female Protagonist/Magic/Dragons/Swordplay/Shoujo/Incest/Food/Villainess/Body Horror/Agriculture/Transgender\nJill breaks out of prison the night before she’s set to be executed by her fiancé, Crown Prince Gerald. She’s struck by an arrow while escaping, but instead of dying, she’s transported six years into the past—to the night she and Gerald met. Desperate to alter fate, she instead proposes to the first man she sees, Hadis Teos Rave, her enemy in the future. This is her last chance to get it right!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33054366",
      "type": "series",
      "name": "Negative Positive Angler",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179919-KLuGsnqnhkPb.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Fishing/Found Family/Rehabilitation/Iyashikei/Male Protagonist/Urban/Outdoor/Konbini/Ensemble Cast/Hikikomori/Primarily Adult Cast/Estranged Family/Food/Work/Bisexual/Educational/Chibi/Female Protagonist/Suicide/LGBTQ+ Themes/Homeless/Natural Disaster/Fugitive/Primarily Male Cast\nThe anime's story centers on Tsunehiro Sasaki, a university student with a large debt and is told by his doctor that he only has two years left to live. Living the rest of his days in depression, Tsunehiro one day gets chased by a debt collector and falls into the sea. He is rescued by Hana, a girl who loves fishing, and her fishing friends including Takaaki.\n<br>\nHana urges Tsunehiro to experience fishing for the first time in his life and he starts to develop friendship with other fishing enthusiasts. Things start looking up for Tsunehiro as he starts working at the convenience store where Hana and Takaaki work, and he slowly gets hooked into fishing.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt32526678",
      "type": "series",
      "name": "Mecha Ude: Mechanical Arms",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154673-SCp0Qo62N1Q6.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Artificial Intelligence/Male Protagonist/School/Shounen/Terrorism/Cyborg/Super Power/Aliens/Motorcycles/Guns\n New anime project for <i>MECHA-UDE</i>, as a full-fledged anime series. <br><br>\nLong ago, alien lifeforms came to Earth, fusing with people on the planet. Due to their appearance, they were dubbed \"Mecha-ude,\" as when fused, they bore a striking resemblance to mechanized limbs.<br><br>\n\nThrough an involuntary partnership, average middle schooler Hikaru Amatsuga works alongside the Mecha-ude Arma, who is an extremely rare and special existence. To protect Arma, the resistance group ARMS assigns the dual Mecha-ude user Aki Murasame to follow him wherever he goes. However, she is also looking for a mysterious Snake-Type Mecha-ude wielder, who has put many of her comrades in a critical state.<br><br>\n\nBehind the scenes, an organization known as the Kagami Group is searching for the mythical \"Trigger Arm,\" a Mecha-ude said to grant unlimited power. When Aki's life is threatened by this group, Hikaru must team up with Arma to find the courage to fight back and, along the way, learn that his life will never be ordinary again. <br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt32832434",
      "type": "series",
      "name": "TsumaSho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162785-kqAuHBdvX283.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Family Life/Seinen/Heterosexual/Rehabilitation/Iyashikei\nKeisuke Niijima has lived in grief since his wife, Takae, passed away 10 years ago. But when a young girl visits, claiming to be Takae reincarnated, Keisuke and his daughter, Mai, are drawn into a miraculous reunion. As the girl reveals intimate details only they could know, the Niijima family slowly begins to heal, rediscovering love and warmth in the most unexpected way. <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29370857",
      "type": "series",
      "name": "Ron Kamonohashi’s Forbidden Deductions Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172355-D7J0LRyWZZhg.jpg",
      "description": "Genres: Drama, Mystery\nTags:Detective/Shounen/Work/Male Protagonist\nThe second season of <i>Kamonohashi Ron no Kindan Suiri</i>."
    },
    {
      "id": "tt32832421",
      "type": "series",
      "name": "How I Attended an All-Guy's Mixer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169931-tPgDEKaHNkFr.jpg",
      "description": "Genres: Comedy, Romance\nTags:Crossdressing/Primarily Adult Cast/Tomboy/Ensemble Cast/Heterosexual/Shoujo/College/Chibi/Bar/Work/Restaurant/Drawing/Bisexual/Otaku Culture/LGBTQ+ Themes\nCollege student Tokiwa gets invited to a mixer by his female classmate Suo. But when he arrives with his friends, they're greeted by three dazzlingly handsome men?! But as the two groups get to know each other, they find themselves getting closer in unexpected ways.<br><br>\n(Source: MANGA UP!)<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on October 4th 2024.</i>"
    },
    {
      "id": "tt32178571",
      "type": "series",
      "name": "Nina the Starry Bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171038-lSjQqiSk1mQC.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Josei/Love Triangle/Royal Affairs/Female Protagonist/Arranged Marriage/Foreign/Primarily Male Cast/Politics/Heterosexual/Swordplay/Orphan/Crossdressing/Historical\nNina, a girl living as an orphan in the Fortna Castle Town, happens to have eyes of the same deep blue hue as lapis lazuli—just like the God of the Stars. They’re also the same color as the eyes of the recently deceased Princess Alisha. For that reason, when the second prince of Fortna, Azure, discovers Nina, he ordains that she will live as the princess in Alisha’s place. As substitute princess and Priestess of the Stars, Nina is obligated to become the false bride of Sett, the first prince of the large neighboring nation of Galgada after the third month has passed. Despite being at the mercy of fate, Nina is just happy to feel needed by someone. What is it that her open, honest eyes see? The destinies of all the players on this stage begin to move when they make up their minds to protect the ones they love!<br>\n<br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt10443362",
      "type": "series",
      "name": "Demon Lord, Retry! R",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168500-wwpXjBBlXDpx.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Male Protagonist/Magic/Guns/Kemonomimi/Anti-Hero/Martial Arts/Swordplay/Economics/Orphan/Chuunibyou\nThe Demon Lord continues his adventure in this re-vamped series! After encountering the mysterious entity in the lowest level of the Bastille Dungeon, he sets out for Hellion Territory, where Grand Devils vie for domination of the realm. With the addition of a new advisor—the (seemingly) hopeless optimist Akane—the Demon Lord’s army grows even more colorful, and their hijinks even wackier.<br><br>\n(Source:  J-Novel Club)"
    },
    {
      "id": "tt22249034",
      "type": "series",
      "name": "Rurouni Kenshin -Kyoto Disturbance-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b171637-h17RbEFtR0rQ.png",
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Samurai/Swordplay/Travel/Historical/Found Family/Martial Arts/Assassins/Male Protagonist/Shounen/Military/Ninja\nThe second season of <i>Rurouni Kenshin: Meiji Kenkaku Romantan (2023)</i>. <br><br>\n\nA phantom of the Bakumatsu who must be taken down. All the answers you desire are in Kyoto!<br><br>\n\n(Source: Aniplex USA)"
    },
    {
      "id": "tt30476504",
      "type": "series",
      "name": "Magilumiere Magical Girls Inc.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171025-alBpVzKrgy1b.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Henshin/Urban Fantasy/Work/Female Protagonist/Magic/Primarily Adult Cast/Office Lady/Kaiju/Cosplay/Urban/Software Development/Swordplay/Crossdressing/Shounen\nKana Sakuragi is an excellent candidate for the job. Any job! She’s motivated and organized, and has a fantastic memory. So why has she interviewed at over 15 companies without receiving a single offer? She’s trying to keep a positive attitude, but it seems like her bad luck is only getting worse when a monster crashes her latest interview. As havoc ensues, she finds herself helping the magical girl who comes to their rescue and ends up with more than just her life in return. Meet the newest magical girl at Magilumiere Magical Girls Inc.!\n<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt29473209",
      "type": "series",
      "name": "After-school Hanako-kun Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170893-zqmpX7iYUumi.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:School/Mythology/Ghost/Youkai/Episodic/Ensemble Cast/Male Protagonist/Gender Bending/Shounen/Exorcism\nContinuation of <i>Houkago Shounen Hanako-kun.</i> <br><br>\nThe spirit Hanako-kun and his human assistant, first-year student Nene Yashiro, keep the peace between supernatural forces and the students of Kamome Academy. When they’re not fighting to maintain balance between the living and spirit worlds, how do they spend their time? Join Hanako-kun and Nene on their adventures after school!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28299608",
      "type": "series",
      "name": "MF GHOST Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171642-RyL10RY9uysQ.jpg",
      "description": "Genres: Sci-Fi, Sports\nTags:Cars/Male Protagonist/CGI/Primarily Male Cast/Primarily Adult Cast/Seinen/Heterosexual\nThe second season of <i>MF Ghost.</i>"
    },
    {
      "id": "tt30523856",
      "type": "series",
      "name": "Blue Miburo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169258-kj8qoomfAKsB.jpg",
      "description": "Genres: Drama\nTags:Historical/Samurai/Male Protagonist/Shounen/Detective\nIt's 1863, the twilight of the shogunate, and Japan is on the cusp of monumental change. The streets of the nation's capital are soaked in blood as political upheaval and rising tensions between masterless, wandering ronin and government samurai set the stage for one of the most turbulent times in Japan's history. Young orphan Nio is no stranger to the harsh realities of the world, and yet he can't help but cling to his burning passion for justice and desire to change the world for the better.<br><br>\n\nOne day, he crosses paths with two men who will become central figures of the coming revolution: Hijikata Toshizo and Okita Souji, two of the founding members of a group of hated ronin known as the Miburo—who would later become known as the Shinsengumi. Inspired by the efforts of the so-called \"Blues Wolves of Mibu,\" Nio decides to join the ranks to help carve a path to the world he wishes to see. But with new betrayals and reversals every day, will Nio be able to stay true to his conscience?<br><br>\n\n(Source: Kodansha USA, edited)"
    },
    {
      "id": "tt1352421",
      "type": "series",
      "name": "Natsume's Book of Friends Season 7",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166611-MXGsOlPv2IKj.png",
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Youkai/Iyashikei/Rural/Male Protagonist/Shoujo/Urban Fantasy/Exorcism/Curses/Episodic/Orphan/School\nThe seventh season of <i>Natsume Yuujinchou.<br>"
    },
    {
      "id": "tt32832431",
      "type": "series",
      "name": "A Terrified Teacher at Ghoul School!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171545-j9foxkHeXec7.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Cute Boys Doing Cute Things/Youkai/School/Teacher/Monster Boy/Primarily Male Cast/Slapstick/Episodic/Urban Fantasy/Shounen/Male Protagonist/Primarily Teen Cast/Nekomimi/Gods/Exorcism/Crossdressing\nRookie teacher Haruaki Abe is as cowardly as they come. It's hard enough for him to handle human students without whimpering-and now he's going to be teaching at a school full of monsters?! It's a classroom of horrors for Haruaki, as his mischievous students use every means at their disposal to prank him! Will this poor teacher be able to get his group of ghouls under control, or is this class destined for failure?<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt32863895",
      "type": "series",
      "name": "The Stories of Girls Who Couldn't Be Magicians",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107372-jRO0pY1kIRLl.jpg",
      "description": "Genres: Fantasy\nTags:Boarding School/Witch/Female Protagonist/Magic/School/Animals/Ensemble Cast/School Club/Ojou-sama/Shapeshifting/Kids\nAt Rettoran Magic Academy, two unlikely friends share one dream: to become magicians. Kurumi is an average girl who’s a bit naive, while Yuzu is the distinguished daughter of a noble magician family. They need to get into a special magician training class, but they fail the entrance exam! All hope seems lost until mysterious homeroom teacher Minami Suzuki arrives, and their luck takes a sudden turn.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32986702",
      "type": "series",
      "name": "Acro Trip",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157965-YhogaZGde6tv.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo\nTags:Female Protagonist/Slapstick/Magic/Shoujo/Parody/Henshin/Otaku Culture/Urban/Urban Fantasy/Animals/LGBTQ+ Themes/Iyashikei/Ensemble Cast/Villainess/Heterosexual\nChizuko is a normal otaku girl in Niigata Prefecture. She’s obsessed with Berry Blossom, a magical heroine who protects the city. But the battles with her inept nemesis, Chroma, have become so lackluster that they’re not even worth watching. Chizuko wants to see Berry’s full power, a desire that quickly leads this seemingly timid girl down a path of evil.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33609048",
      "type": "series",
      "name": "TRILLION GAME",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169315-NtbOlSyDtSCZ.png",
      "description": "Genres: Action, Comedy, Drama, Psychological\nTags:Economics/Primarily Adult Cast/Seinen/Male Protagonist/Urban\nOld schoolmates Haru and Gaku will do anything to achieve success. And success to them means earning a trillion dollars! But to do so, they’ll need to take full advantage of their own unique skills. Haru is a persuasive and confident speaker who can connect with anyone, while Gaku, although awkward, is an expert programmer. Will their combined talents be enough to make their dream a reality?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33992229",
      "type": "series",
      "name": "One Piece Log: Fish-Man Island Saga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183423-wt4YjEiCWVVD.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Pirates/Slavery/Ships/Revenge/Royal Affairs/Mermaid/Super Power/Shounen/Politics/Ensemble Cast/Drugs/Conspiracy/Unrequited Love/Found Family/Class Struggle/Skeleton/Kingdom Management/Natural Disaster\nA condensed and remastered reairing of the <i>Fish-Man Island Saga</i> (episodes 517-574) from <i>ONE PIECE</i>, with updated visuals, a new ending song, and brand-new episode previews.<br><br>\n\nThe Straw Hats reunite at Sabaody! The promised day has arrived. The Straw Hats have made it back to Sabaody Archipelago after two arduous years of separation. In the very same place where they once lost to Pacifista, the Straw Hats have proven themselves to be stronger and ready to begin their journey to the New World. With the Thousand Sunny now equipped to travel underwater, the next stop is the Fish-Man Island. “One Piece Log: Fish-Man Island Saga” is a special edited version of the original arc from “One Piece”, in an abridged 21-episode story with an enhanced contemporary visual look.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20228550",
      "type": "series",
      "name": "The Seven Deadly Sins: Four Knights of the Apocalypse Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176292-meJTWM8zQjjp.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Shounen/Otaku Culture\nThe second season of <i>Nanatsu no Taizai: Mokushiroku no Yonkishi.</i>"
    },
    {
      "id": "tt13840232",
      "type": "series",
      "name": "Love Live! Superstar!! Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155502-8Dyh2np8o5GC.jpg",
      "description": "Genres: Music, Slice of Life\nTags:Idol/School Club/Dancing/Cute Girls Doing Cute Things/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Ensemble Cast/CGI/Shrine Maiden\nThe third season of <i>Love Live! Superstar!!</i>"
    }
  ]
}