{
  "metas": [
    {
      "id": "tt0328739",
      "type": "series",
      "name": "Full Metal Panic? Fumoffu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx72-dalTPVFKaOuZ.png",
      "description": "Genres: Action, Comedy, Romance\nTags:Slapstick/School/Tsundere/Surreal Comedy/Parody/Guns/Military/Delinquents/Crime/Female Protagonist/Episodic/Male Protagonist\nIt's back-to-school mayhem with Kaname Chidori and her war-freak classmate Sousuke Sagara as they encounter more misadventures in and out of Jindai High School. But when Kaname gets into some serious trouble, Sousuke takes the guise of Bonta-kun - the gun-wielding, butt-kicking mascot. And while he struggles to continue living as a normal teenager, Sousuke also has to deal with protecting his superior officer Teletha Testarossa, who has decided to take a vacation from Mithril and spend a couple of weeks as his and Kaname's classmate.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0486171",
      "type": "series",
      "name": "Battle Vixens: Ikki Tousen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx257-gCZecr1Nu9NV.jpg",
      "description": "Genres: Action, Ecchi\nTags:Martial Arts/Nudity/Female Harem/Female Protagonist/Ensemble Cast/Super Power/Tsundere/Tomboy/School/Kuudere/Bisexual/Seinen\nSeven schools are constantly 'at war' with each other, and the students within - both male and female - have become skilled fighters and constantly battle with rival schools. Their lives and fates are guided by strange jewels that contain the spirits and destinies of warriors from the Sangokushi period. One girl, Sonsaku Hakufu, has recently moved to Japan and is apparently destined to unite the schools as her counterpart united seven countries long ago. But, like all heroes, there is a darker side to her fate, and as always there is a constant struggle by those around her to break the chains of their own destinies and make their own lives.<br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt15822832",
      "type": "series",
      "name": "The Animatrix",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1303-Y09OcK2V0KmJ.jpg",
      "description": "Genres: Action, Drama, Psychological, Sci-Fi\nTags:Anthology/Cyberpunk/Virtual World/Artificial Intelligence/Dystopian/Robots/War/CGI/Skateboarding/Denpa/Nudity\n1. Final Flight of the Osiris<br>\nThe crew of the Osiris discover an army preparing to invade Zion. While one crew member races inside the Matrix to get the message to Zion, the others try desperately to buy her enough time while fighting off an onslaught of Sentinels they can't possibly defeat.<br><br>\n2-3. The Second Renaissance Part 1 and 2<br>\nHumans have created the ultimate AI, which is just as smart as they are. But complications arise when these robots and the humans try to exist peacefully, and eventually all-out war breaks out. The humans ultimately lose the war, and become trapped in the Matrix as seen in the live-action films.<br><br>\n4. Kid's Story<br>\nA young man discovers that his world isn't real, that it's a computer-generated fantasy land created by robots using humans for energy. He escapes with the help of the hacker Neo. Based on the Matrix trilogy. <br><br>\n5. Program<br>\nCis and Duo engage in battle in a virtual recreation of Feudal Japan. <br><br>\n6. World Record<br>\nWhile running the fastest race in his life, a champion track star breaks free of his computer-generated world for a small period of time. When he goes back to the real world, he has no memories and is placed in a nursing home. Based on the Matrix trilogy.<br><br>\n7. Beyond<br>\nWhile looking for her lost pet, a young woman meets up with some kids in Tokyo to play in a \"haunted house\", which is really a glitch in their computer world. Based on the Matrix trilogy.<br><br>\n8. Detective Story<br>\nA detective named Ash is called upon by a mysterious organization to hunt down the notorious hacker Trinity.<br><br>\n9. Matriculated<br>\nA group of scientists capture a robot and place it in a surreal fantasy world. When the robot's friends come in and kill most of the scientists, however, the robot and the last scientist remaining face isolation in the computer-generated world. Based on the Matrix trilogy.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1170225",
      "type": "series",
      "name": "Green Green",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/133.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Nudity/School/Bisexual/Female Harem/Isekai/Amnesia/Heterosexual\nKanenone Academy was an all-boys high school isolated from the world by mountains and hills. Yusuke Takasaki, the average 11th grader, led a normal life in the academy until the academy announced attempting for co-ed, and high-school girls were being transferred for the summer semester.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0398533",
      "type": "series",
      "name": "Please☆Twins!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/196.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Love Triangle/Twins/Female Harem/School/Heterosexual/Rural/Nudity/Aliens/Primarily Female Cast/Software Development/LGBTQ+ Themes\nMaiku Kamishiro's past has always been somewhat of a mystery to him. The only clue he has to who is family might be is an old photograph showing two young children, a boy and a girl, playing in a small pool outside of a blue house. In an attempt to find his family, he moves to this blue house and begins working as a programmer. He's living a comfortable life until the day two very different girls show up at his door, both in possession of the same photograph, and both claiming to be his twin. With no way to prove who is a relative and who is a stranger, Maiku allows both girls to move in with him until they know for sure. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0486952",
      "type": "series",
      "name": "D.C.~Da Capo~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx62-llr25zE9LOm1.png",
      "description": "Genres: Drama, Romance\nTags:Female Harem/Male Protagonist/Primarily Female Cast/Tsundere/School/Coming of Age/Magic/Nekomimi/Heterosexual\nEvery year the flowers bloom. Mysterious Cherry Blossoms blooming all over a crescent shaped island. That island is the island of Hatsune...<br><br>\nThe main character who goes to Kazami Academy, Asakura Junnichi, has the power to see the dreams of other people in his sleep. He was also taught magic by an old lady that allows him to create sweets.<br><br>\nOne day, Junnichi seems to have seen someone's dream again while he was sleeping. Inside that dream, a girl who was a childhood friend of his appeared. But, he was woken up by his sister Asakura Nemu, forcing him to come back to his regular life. Nemu doesn't actually have any blood relation to Junnichi but their bond is deeper than other real brothers and sisters. So deep that it gives the illusion that they're lovers.<br><br>\nIt was another peaceful normal day waking up early in the morning and going to Kazami Academy. Together with childhood friend Amakase Miharu, the academy idol Shirakawa Kotori, the two sisters Mizukoshi Moe and Mako who prefer eating nabe on the school roof for lunch. Going through their day as usual, their childhood friend, Yoshino Sakura, who they thought had moved to America suddenly appears. It was a surprise for Junnichi and Nemu. Sakura tells them, \"I came to finish the promise we made during our childhood\"...<br><br>\n(Source: AnimeNfo and AniDB) "
    },
    {
      "id": "tt1227046",
      "type": "series",
      "name": "Shadow Star Narutaru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx838-SR6rbkRXlS8r.jpg",
      "description": "Genres: Drama, Horror, Supernatural\nTags:Bullying/Urban Fantasy/Terrorism/Female Protagonist/Primarily Female Cast/Gore/Kuudere\nDuring her summer holiday at her grandparents house Tamai Shiina, a young and cheerful schoolgirl, meets a strange looking creature. They befriend each other and Shiina names it \"Hoshimaru - The Round Star\". When Shiina returns home after the summer to go back to school she starts meeting other kids that also have befriended a strange creature like Hoshimaru. But she soon finds out that not all these creatures and their masters are as friendly as Hoshimaru.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0411002",
      "type": "series",
      "name": "Eiken",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/788.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Large Breasts/Primarily Female Cast/Parody/Surreal Comedy/Nudity/Male Protagonist/School/School Club/Food/Crossdressing/Athletics/Swimming\nDensuke just enrolled at the exclusive Zashono academy. He's eager to participate in extracurricular activities, but he never expected to join the mysterious Eiken Club. Strangely enough, every other member is a busty co-ed, and many of the clubs activities involve bikinis. But Densuke isn't interested in anyone but the shy and beautiful Chiharu.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0326672",
      "type": "series",
      "name": "Chobits: Chibits - Sumomo, Kotoko Todokeru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/596.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Seinen/Robots\nWhen Hideki Motosuwa leaves his apartment and accidentally forgets his wallet, Chii takes the wallet and follows him, leaving Sumomo and Kotoko alone in the apartment. It doesn’t take long time until Sumomo discovers that Chii forgot her panties, so Sumomo and Kotoko sets out on an adventurous trip to return the panties to Chii.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:4763",
      "type": "series",
      "name": "Pokémon: Pichu Bros. in Party Panic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx6877-7oARGnQDVHZa.png",
      "description": "Genres: Adventure, Comedy\nTags:Animals/Kids\nThis is an animated cartoon that was released inside the game Pok&eacute;mon Channel.<br><br>\nA half-hour long anime show, broken into five short segments, featuring the Pichu Brothers. Meowth throws a party that the Pichu brothers and their friends are not invited to. After a series of events, they find out they were invited, but their invitations were simply delivered late. They go to Meowth's Party and hear him sing. The series has a total of five episodes, each on its own channel.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt0431991",
      "type": "series",
      "name": "Pokémon: Gotta Dance!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5529-mLMLp3kcx9JL.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Kids/Animals/Dancing\nPikachu and the other Pokemon learn to dance!"
    },
    {
      "id": "tt0367037",
      "type": "series",
      "name": "New Fist of the North Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1357.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Martial Arts/Male Protagonist/Shounen\nIn a post-apocalyptic Earth, the water has become entirely toxic, except for some kept safe in a reservoir. A fortified zone has been created by a man named Sanga, he calls it The Lastland. A group of villagers have discovered safe water, and Sanga wants it. He and his band of killers go to kill everyone and steal it. As they do a mysterious man apperes out of nowhere, instantly killing some of Sanga's men. His name is Kenshiro, and he can beat any man with his martial art, Hokuto Shin Ken. Sanga will do anything for the water, and Kenshiro will do anything to try and stop him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0972633",
      "type": "series",
      "name": "Divergence Eve",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx294-aXIWReB1FL5M.jpg",
      "description": "Genres: Adventure, Comedy, Drama, Horror, Mecha, Sci-Fi\nTags:Space/Military\nIn the 24th Century, Intergalactic Space Travel has become a reality. One of the first outposts in the far reaches of space is WATCHER'S NEST - an inflation hole drive portal - which has recently come under attack by a mysterious force known simply as GHOUL... A group of young female cadets assigned to the portal are unexpectedly thrown into a hornet's nest of trouble as they finalize their training to become an elite pilot in the Seraphim Squadron.<br><br>\n(Source: DVD Collection Back Cover)"
    },
    {
      "id": "tt1234591",
      "type": "series",
      "name": "HAPPY☆LESSON: ADVANCE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/261.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Harem/Kuudere\nHitotose Chitose is now living together with his 5 teachers as his mothers when a mysterious girl appears and becomes their neighbor which turns out that that person is Nagatsuki Kuron who wants Mu-chan to be her mother so another sibling rivalry ensues as to who would end up as Mu-chan's child.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0337769",
      "type": "series",
      "name": "Mahoromatic Summer Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx631-evpm5edHXGPs.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Maids/Robots/Teacher\nIt's another normal day in the Misato residence when Mahoro finds yet another pornographic magazine in Suguru's room. This prompts her and Minawa to make a pact with Chizuko, Rin, Miyuki and Miss Shikijo to search and confiscate all of the perverted stash in the house. Suguru, Kiyomi and Toshiya must do whatever it takes to protect their treasure from the girls.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2531336",
      "type": "series",
      "name": "Lupin the 3rd: Operation Return the Treasure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1424-2yFiHF2N8gUa.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Crime/Fugitive/Male Protagonist/Primarily Adult Cast/Foreign/Anti-Hero/Police/Detective/Primarily Male Cast/Shounen/Mafia/Samurai\nMaster criminal Lupin the 3rd is at it again! An elusive meteoric gemstone called the “Trick Diamond” was once hidden inside Spain’s Sagrada Familia cathedral. In pursuit of the diamond, Lupin receives a message from his recently-deceased rival thief, Mark Williams. Mark’s challenge: return the treasures!<br>\n<br>\nFive treasures—all stolen by Mark in his heyday—must be returned to their original homes within seven days, or Lupin will never find the diamond’s hiding place. And Lupin is never one to waste a diamond! But scoring the Trick Diamond only gets trickier as Mark’s lovely assistant Fujiko is keeping more than one closely-guarded secret, and Mafia boss Ivan “Rats” Crockovich is trying to both obliterate the Lupin Gang and swipe the diamond for himself!<br>\n<br>\n(Source: Discotek Media)"
    },
    {
      "id": "tt2091114",
      "type": "series",
      "name": "Takahashi Rumiko Anthology",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2486.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life, Supernatural\nTags:Anthology/Shounen\nRumic World TV (2003) consists of thirteen independent series based on short stories from 1987-2000 by Takahashi Rumiko. The episode order is not sorted based on the year the story was written. For example, the first episode \"Tragedy of P\"'s story was written in 1991 while the last episode \"Senmuno inu\"'s story was written in 1994.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0834546",
      "type": "series",
      "name": "Cinderella Boy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx301-d1nydrJp8FuW.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mystery\nTags:Detective/Primarily Adult Cast/Urban\nRanma is a poor private detective with a strong sense of justice. His partner, Rella, is a thrill-seeking rich girl. They make for an odd couple on the dangerous streets of Kirin Town, until a run-in with a mafia boss ends up in a near-fatal car accident. Ranma wakes up at the scene, but it is days later and Rella is nowhere in sight. He gets back on the case to find out what happened to his partner, but at the stroke of midnight, a metamorphosis occurs, as Ranma is replaced by Rella. Now every day is a race against time as the two detectives, somehow working together though always apart, try to get their normal bodies back while taking on cases and struggling to survive against the city’s vilest villains."
    },
    {
      "id": "tt0498584",
      "type": "series",
      "name": "Triangle Heart: Sweet Songs Forever",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/176.jpg",
      "description": "Genres: Adventure, Romance\nTags:Idol/Primarily Female Cast\nFiasse is a world-renowned singer. She is now the headmistress of a special Singing School who does a Charity World Tour every year. Her mother left behind a inheritance for her after she died and some shady people are after Fiasse and the inheritance. Bring in Ellis, and two siblings who are master of the swords to protect Fiasse. The World Tour is coming up and Fiasse will continue the show. Ellis, Kyoya, Miyuki and company must protect their childhood friend at all costs.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:2494",
      "type": "series",
      "name": "Mazinkaiser vs. Great General of Darkness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2734.jpg",
      "description": "Genres: Action, Mecha\nTags:Aliens/Gods/War/Male Protagonist/Super Robot/Kuudere\nKoji is on holiday when the 7 generals from Mikene attacks the world, under the leadership of the general of darkness.How will Koji be able to stop them...<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0364863",
      "type": "series",
      "name": "RahXephon Interlude: Her and Herself/Thatness and Thereness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx559-6mRieXd0qnua.jpg",
      "description": "Genres: Drama, Psychological, Sci-Fi\nTags:Philosophy\nQuon Kisaragi was surprised when she saw an illusion of herself floating in midair. This other \"self\" of her claimed that she is a fragment of Quon. Thus an existentialistic dialogue began between the two.\n<br><br>\n(Source: Anime News Network)\n<br><br>\nOVA side story bundled with the RahXephon Special Edition game for the Sony PlayStation 2."
    },
    {
      "id": "tt2340966",
      "type": "series",
      "name": "Nurse Witch Komugi Special Ep: Hunch of another Festival",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx920-X9YfGSVJLnZN.png",
      "description": "Genres: Comedy, Mahou Shoujo\nTags:Magic/Parody/Idol/Female Protagonist\nTV special, known as episode 2.5, takes place between episodes 2 and 3.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2238049",
      "type": "series",
      "name": "Dokkoida?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1837-42rHARqkhRW8.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Parody/Henshin/Robots/Tokusatsu/Shounen\nThe Galaxy Federation Police (GFP) desperately wants to cover-up its personnel shortage with new mechanized power-suits. Suzuo, 19-years old, desperately needs a job. Tampopo needs an earthling to fit the prototype of her company's suit and declares Suzuo the perfect candidate! Strong competitors and the wacky A-class criminals fight against our hero in diapers, but they must not recognize each other out of costume or the test results will be a failure- but it's OK if they all live in the same apartment building to save money, right? <br><br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0808082",
      "type": "series",
      "name": "Mahou Shoujo Ai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2988.jpg",
      "description": "Genres: Action, Hentai, Horror, Mahou Shoujo, Supernatural\nTags:Tentacles/Anal Sex/Henshin/Rape/Gore/School/Group Sex/Teacher/Sex Toys/Masturbation/Fellatio/Squirting/Irrumatio/Threesome\nIn a certain town, there were consecutive phantom assaults. Because the incidents were extraordinarily, there was a rumor that a ghost or supernatural creature caused them. The students in the school which Akitoshi went to were frightened. One day, an unknown girl appeared in the school. However, all the students except Akitoshi thought they had known her. Feeling strange, he shadowed her in order to investigate her but he lost sight of her. At that moment, he heard the scream of a woman from the nearby material yard and went to the place where the scream came from. There he found the beautiful girl of the school, Mikage. Mikage was surrounded by monsters \"Yuragi\" (fluctuation), and she was hanged naked. Yuragi noticed Akitoshi and began to attack him. Then, the fighter, Ai, appeared and cut them down. <br>\nAkitoshi stared at Ai. What was her true character, an enemy or an ally? <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt21319174",
      "type": "series",
      "name": "Massugu ni Ikou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1617-pCkEhZaqt2xx.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Slice of Life\nTags:Animals/Male Protagonist/Shoujo/Chibi\nA talking dog is a beautiful story that you should have dreamt of as a child. But if you have forgotten about it, this is a reminder of that fable story. This is the story of a dog that talks, but ordinary people cannot hear his voice. <br><br>\nThe main character, Mametaro, is an adventurous crossbreed dog. He loves his owner, Iku-chan and his girlfriend Hanako-chan very much. However, he just cannot stand Iku-chan's friend, Akiyoshi. <br>\nDuring this story, which will be told from Mametaro's point of view, the warm days of spring are finally here. The school and the riverbank, which is actually just an ordinary neighborhood for people, seems like a mysterious world that extends infinitely to little Mametaro and his friends.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1155605",
      "type": "series",
      "name": "A Little Snow Fairy Sugar OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1014.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Magic/Acting\nFour years have passed since Saga and Sugar had their adventures, Saga’s grandmother finds an old dress and recalls Saga’s school play. With priceless memories of Saga and the faeries trying out for the school play, we get to see a little glimpse of where Saga is now. <br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt0364863",
      "type": "series",
      "name": "RahXephon Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx5288-tfYfhJhx28dF.jpg",
      "description": "Genres: Action, Drama, Mecha, Music, Mystery, Romance\nTags:\nDVD Specials for the Series RahXephon:<br>\n1. Memories (Episode 9.5)<br>\n2. Ichiko Hashimoto - The Fate of Katun<br>"
    },
    {
      "id": "tt0434737",
      "type": "series",
      "name": "Forbidden Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1510.jpg",
      "description": "Genres: Hentai\nTags:Female Harem\nWhen her family is overthrown in a coup d'&eacute;tat, Princess Mayuka is sent to Earth to recharge the Ultimate Weapon. After studying the mating behaviors of Earthlings, she decides to enlist the help of one of her research subjects, college student Yoshizumi, but crash-lands on his roof. Taken hostage and shot with her own gun by Yoshizumi, she is brainwashed into thinking she is his younger sister. Fortunately, Yoshizumi grows fond of Mayuka and decides to help her with her mission: to awaken the powers of Akiho--the red-haired, green-eyed, appetite-driven Ultimate Weapon--using \"primitive stimulation\".\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5753856",
      "type": "series",
      "name": "Dark Shell: Lust in the Cage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3107.jpg",
      "description": "Genres: Hentai\nTags:Anal Sex\nA gang of soldiers have their way with women are under their protection. The women and the soldiers are trapped in enemy territory, and they must find a way to rejoin their main force if they are to survive the war."
    },
    {
      "id": "tt6722972",
      "type": "series",
      "name": "Hot for Teacher",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2532.jpg",
      "description": "Genres: Hentai\nTags:\nYumi is a busty, dark haired beauty who knows how to give her students what they want. But unfortunately, she's never been good at getting what she wants and lately everything seems to be going wrong. First she has a nasty break-up with her fiance, and then she's sexually harassed by the Vice-Principal. One thing leads to another... and before she knows it, the VP and some very horny students trap her into a hot and heavy orgy.<br><br>\nAfter ravishing her over and over again, they make her swear to become their secret sex slave. Now, Yumi's only hope is the reluctant Katsutoshi and his perky girlfriend Keiko. But even with their help, it'll be hard for Yumi to escape her bonds of sexual slavery, since everyone seems to be hot for teacher...<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt13019570",
      "type": "series",
      "name": "Woman Wolf Mania",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4350.jpg",
      "description": "Genres: Hentai, Horror, Sci-Fi, Supernatural\nTags:Military/Police/Office Lady/Female Protagonist\nAfter a strange hostage-taking case, SWAT officer Linda and her friend Mary, who works at the CSI division, discover that the perpetrator has contracted a mutated rabies virus from the hostage's dog, which is now on the loose. Soon, the city is flooded with people turned to freaks by the decease, and to their horror, Linda and Mary's mutual friend Kata, a stripper at the local night club, appears to have been bitten by the stray dog, too...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt12697352",
      "type": "series",
      "name": "Shitai wo Arau THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2348.jpg",
      "description": "Genres: Hentai\nTags:Bondage\nMai was happily about to be married until she lost her fiancee, Yuji, in a tragic accident. Mai thought all hope was lost and there was no way to have his child anymore; however, she remembered his research. With the research, they are able to create a living being from a mere sample of DNA. Mai heads for the research facility but is told she doesn't have enough money for the procedure.<br><br>\nSeeing her dedication, the doctor sends Mai to the research group's headquarters anyway. There, she is introduced to a special team called the DNA Hunters, but in order to become a member, she must pass a test she isn't ready for..."
    },
    {
      "id": "tt15864664",
      "type": "series",
      "name": "Private Sessions 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2380.jpg",
      "description": "Genres: Hentai\nTags:Bondage/Rape\nBased on the erotic game by Bishop.<br>\n<br>\nThe College of Sacred Maidens is bubbling over with sexy young ladies perfectly suited for Tomoya's lusts. So, when he crosses paths with a new student professor for the college, he's not about to let his chance pass by - he wastes no time drugging the guy, and taking his place. Now this dangerous sex fiend is surrounded by beautiful, buxom women... and he's already got a lot of \"assignments\" planned for them.<br>\n<br>\nThe innocent cheerleader Yumi... the fiery swim girl Seira... even Asuka, the ravishing actress. One by one, he'll collect them all as his pets, eager sex slaves who'll fill his every burning desire. But the girls won't take it lying down, so to speak. What will it take for Tomoya to twist his way into the deepest parts of their hearts, minds, and luscious, energetic bodies?"
    },
    {
      "id": "tt1086235",
      "type": "series",
      "name": "Nanaka the Distraction",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5865.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Shounen\nUnaired series episode included in the DVD release."
    },
    {
      "id": "tt0409625",
      "type": "series",
      "name": "Ningyou no Yakata",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5613.jpg",
      "description": "Genres: Hentai\nTags:Bondage/Anal Sex/Fellatio/Sex Toys/Maids/Cunnilingus/Facial/Public Sex/Boobjob\nSo was working at the house of a millionaire, Katsuragi during the summer break. Though the house located deep in mountains far from the town, he enjoyed the days with a beautiful lady, her daughter, and charming maids. One day, he found a mysterious dollhouse in the attic. Inside it, there were dolls that looked like people in the house. He found that the doll had a magical power to manipulate the person at his will, and he made the women his sexual slaves one after another not knowing it is the way to lead to the ruin. <br><br>\n(Source: AnimeNfo) "
    },
    {
      "id": "tt0331156",
      "type": "series",
      "name": "Vie Durant",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4266-fupOR6fRYTAo.png",
      "description": "Genres: Sci-Fi\nTags:Vampire/Male Protagonist/Primarily Male Cast/Post-Apocalyptic\nThe Antarctic thaws and it is an era when most of the land has been submerged in water. The extinction of Mankind already draws near. Mankind who were born from Adam and Eve, were now deteriorating as they repeatedly get cloned from generation to generation. Things essential for the survival of living things were lost.<br><br>\nEven so, the ones remaining cling on to survive...<br><br>\n\"We should get what we need for survival from something else...!\"<br><br>\nAnd so, a mere small group of humans began a new life upon the surface of water, exhausting the resources of each and every other living thing to survive. In the end, they discover people who posess a huge quantity of things necessary for survival.<br><br>\nThe young men who posessed such things continues their journey even today, to escape from those who were pursuing them. They just wanted to find that something somewhere. They were seeking for the one and only \"help\" there was... <br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt2238049",
      "type": "series",
      "name": "House Foods: Ouchi de Tabeyou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/13779.jpg",
      "description": "Genres: \nTags:Kids/Advertisement\nHouse Foods Ouchi de Tabeyou CM: Summer versions (5 versions) (2003, directed by Miyazaki Hayao, Momose Yoshiyuki, 4:3, 4x15sec + 1x30sec): TV commercials for House Foods. Aired from Jun. 1 to Aug. 31, 2003. Narrated by Okae Kumiko. <br><br>\nHouse Foods Ouchi de Tabeyou CM: Winter versions (3 versions) (2004, directed by Momose Yoshiyuki, 4:3, 2x15sec + 1x30sec): TV commercials for House Foods. Aired from Jan. 6 to Feb. 29, 2004. Narrated by Kurotani Tomoka. <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt0421384",
      "type": "series",
      "name": "Tako ni Natta Okaa-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b20235-diRsc3zIrgLb.png",
      "description": "Genres: Drama\nTags:Historical/War\nThe second film in Shin-Ei's series of annual WWII themed anime television movies for children <i>Sensou Douwa</i> (war story)."
    },
    {
      "id": "tt0421357",
      "type": "series",
      "name": "Fullmetal Alchemist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx121-JUlbsyhTUNkk.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Magic/Philosophy/Military/Alchemy/Male Protagonist/Shounen/Coming of Age/Body Horror/Disability/Steampunk/Travel/Chibi/Anti-Hero\nThe rules of alchemy state that to gain something, one must lose something of equal value. Alchemy is the process of taking apart and reconstructing an object into a different entity, with the rules of alchemy to govern this procedure. However, there exists an object that can bring any alchemist above these rules, the object known as the Philosopher's Stone. The young Edward Elric is a particularly talented alchemist who through an accident years back lost his younger brother Alphonse and one of his legs. Sacrificing one of his arms as well, he used alchemy to bind his brother's soul to a suit of armor. This lead to the beginning of their journey to restore their bodies, in search for the legendary Philosopher's Stone.\n<br><br>\n<i>Note: Episodes 11, 12 and 37 were adapted from the light novel \"Fullmetal Alchemist: The Land of Sand.\"</i>"
    },
    {
      "id": "tt0816398",
      "type": "series",
      "name": "Planetes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx329-QXXJHPdNIoJR.png",
      "description": "Genres: Drama, Romance, Sci-Fi, Slice of Life\nTags:Space/Primarily Adult Cast/Work/Seinen/Philosophy/Politics/Tanned Skin/Ensemble Cast/Heterosexual/Episodic\nIn the year 2075, mankind has reached a point where journeying between Earth, the moon and the space stations is part of daily life. However, the progression of technology in space has also resulted in the problem of the space debris, which can cause excessive and even catastrophic damage to spacecrafts and equipment. This is the story of Technora's Debris Collecting section, its EVA worker, Hachirota \"Hachimaki\" Hoshino, and the newcomer to the group, Ai Tanabe.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0476042",
      "type": "series",
      "name": "Gunslinger Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134-f3dmmMOijYdn.png",
      "description": "Genres: Action, Drama, Psychological, Sci-Fi\nTags:Guns/Assassins/Foreign/Female Protagonist/Cyborg/Ensemble Cast/Primarily Female Cast/Urban/Terrorism/Seinen/Crime/Mafia/Military/Episodic/Gore/Politics/Tanned Skin/Tomboy\nOfficially, the Social Welfare Agency is a government sponsored corporation that's in the business of saving lives. In reality, it's an agency on the fringe of technology. They give terminal patients another shot at life using cybernetic implants. This conditioning process then shapes the patient into an efficient machine for handling all of the government's dirty work.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0435961",
      "type": "series",
      "name": "Gungrave",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx267-vGNmfjvWb1Qq.png",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Mafia/Gangs/Guns/Revenge/Crime/Primarily Adult Cast/Super Power/Body Horror/Gore/Cyborg\nAfter a tragic scene with the murder of his friends, Brandon Heat follows his only friend Harry McDowel into Millennion, the largest mafia syndicate. While Harry McDowel is striving for power, Brandon is only staying in Millennion to see the girl he loves whose custody was gained by the leader of Millennion, Big Daddy. But as the years pass and Brandon proves loyal to Millennion, Brandon learns the true purpose and passion of Millennion, and that's when true conflict arises.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0387775",
      "type": "series",
      "name": "Cromartie High School",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114-VqL7lYKqdBR6.png",
      "description": "Genres: Comedy\nTags:Surreal Comedy/Delinquents/School/Primarily Male Cast/Ensemble Cast/Meta/Episodic/Male Protagonist/Parody/Shounen/Animals/Primarily Teen Cast/Robots\nIs this the real life? Is this just fantasy?<br>\n<br>\nThe only thing for certain is that for Kamiyama, Cromartie High School is his reality. And what a surreal reality it is.<br>\n<br>\nBecause this is where the toughest, meanest (and often dumbest) students are sent to do time. At Cromartie, purple-mohawked bruisers and pencil-chomping street thugs are just part of every day life. And so is a 400-pound gorilla. And a macho brute named Freddie who travels with his own theme music. And, of course, Mechazawa, the student voted most likely to need an oil change. So pack your bags, put on your best tough-guy swagger, and get a lesson in insanity from the hilarious losers at Cromartie High. This is one class you won't ever want to cut.<br>\n<br>\n(Source: Discotek)"
    },
    {
      "id": "tt0791098",
      "type": "series",
      "name": "Lunar Legend Tsukihime",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169-ATwPxULRSDRr.jpg",
      "description": "Genres: Action, Horror, Mystery, Romance, Supernatural\nTags:Vampire/Super Power/Urban Fantasy/Male Protagonist/Maids/Gore/Nun/Twins/Kuudere\nShiki Tohno sustained a life threatening injury as a child, and due to that incident he was sent away from the Tohno household and was given to a relative to be raised. Years later, when Shiki is in high school, the head of the Tohno household&mdash;his father&mdash;dies, and he is ordered to move back in by his sister Akiha, who is the new head of the household. However, Shiki holds a huge secret. Ever since that injury, he has been seeing lines on objects, and only with a special pair of glasses is he able to stop seeing them. Also he is unable to remember anything well from the time before his accident. The day he moves back to the Tohno household is the day he stumbles upon a woman named Arcueid Brunstud and decapitates her with one stab of his knife in a temporary fit of insanity. When she suddenly showed up beside him later alive and well, and ask him to be her bodyguard, Shiki's journey to unravel the mysteries of his past begins.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0434670",
      "type": "series",
      "name": "Chrono Crusade",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx60-N28VFNCZyvhI.png",
      "description": "Genres: Action, Romance, Supernatural\nTags:Demons/Shounen/Nun/Female Protagonist/Foreign/Historical/Religion/Cult/Angels\nThe year is 1928 A.D. The place is New York, U.S.A. The economic prosperity brought forth after the Great War also heightened the presence of something far darker and much more sinister: the demonic Sinners. The Magdalene Order is an organization that tries to counter this force. Two of its exorcists are Rosette Christopher and her assistant, Chrono. Both appear out of place in an organization like this, and they are in a quest to find Rosette's missing brother, Joshua. Their relationships, secrets and fates can only be revealed in time...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0411002",
      "type": "series",
      "name": "Rumbling Hearts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147-dK27Fk3dsn13.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Love Triangle/Heterosexual/Work/School/Nudity\nAt first, Takayuki Narumi is befriended by Mitsuki Hayase only because Mitsuki's best friend, Haruka Suzumiya has a crush on him; however since then, Takayuki, his pal Shinji Taira, and Mitsuki have grown to be the best of friends. Then one day, Haruka confesses to Takayuki her love for him. Not wanting to hurt her feelings, Takayuki agrees to go out with her. After a few incidents, their relationship gets intimate, even while Takayuki and Mitsuki begin to realize their feelings for each other. But suddenly, when tragedy strikes, things are never the same for these four friends again. <br>"
    },
    {
      "id": "tt3354378",
      "type": "series",
      "name": "Hajime no Ippo: The Fighting! - Mashiba vs Kimura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx265-6H1q2JBs7tB7.jpg",
      "description": "Genres: Comedy, Sports\nTags:Boxing/Shounen/Male Protagonist\nKimura finally has his championship match. It takes place at the annual champion carnival. But now he must face the intense champion, Mashiba for the Junior Lightweight championship.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0450373",
      "type": "series",
      "name": "Bobobo-bo Bo-bobo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1050-qQAPEPu1kNKP.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi\nTags:Surreal Comedy/Parody/Shounen/Meta/Super Power/Dissociative Identities/Crossdressing/Martial Arts/Aliens\nBo Bobo is a man with the incredible power of hearing the voices of hair and using his own to fight. He uses his power to fight off the Margarita Empire and all of Emperor Tsuru Tsuruiina's minions who are stealing the hair off of anyone they find to power up their emperor. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0399990",
      "type": "series",
      "name": "Maburaho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/193.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Female Harem/Magic/School/Love Triangle/Coming of Age\nHis name is Kazuki Shikimori, 17 years old. He attends Aoi Academy, a school for elite magicians. Each magician has a set limit of spells, and performing more spells than the limit allows will cause the user to turn into dust. In this case, the number of magic Kazuki can use is far below the average in his school. Then one day, all of a sudden, three girls: Yuuna Miyama, Kuriko Kazetsubaki and Rin Kamishiro, appear before him. But of all the things that they are after, it is his genes. And for Kazuki, the girls' appearances may also spell his doom, as he soon realizes that his magic count is decreasing ever steadily due to the fact that he can't resist using magic to help them.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0425710",
      "type": "series",
      "name": "R.O.D -THE TV-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx209-ZnQmqtx18aaJ.png",
      "description": "Genres: Action, Drama, Mystery, Sci-Fi\nTags:Super Power/Primarily Female Cast/Seinen/Ensemble Cast/Conspiracy/Writing/Urban Fantasy/Nudity\nFive years have passed since the occurrence of the incident known as the \"Human Annihilation Mission.\" In Japan, a novelist is dealing with writer's block after her friend has gone missing. In Hong Kong, three sisters, masters in the use of paper, run their own detective agency to solve cases that involve books. When these people are brought together, a bond greater than blood is formed - a bond that will be sorely tested by the evil powers intent on taking over the world.<br><br>\nJoin Anita, Maggie, Michelle, and Nenene as they travel the globe in order to save the world from the evil mastermind, Mr. Carpenter! Of course, that's if they can find the time to put down the books they're reading...<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "tt0796142",
      "type": "series",
      "name": "Peacemaker",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161-oa4X4lL0KUO4.png",
      "description": "Genres: Action, Comedy\nTags:Historical/Male Protagonist/Samurai/Shounen/Swordplay/Primarily Male Cast/Ninja\nAlthough traumatized by witnessing the murder of his parents by one of the Choushuu, Ichimura Tetsunosuke's thirst for revenge lead him to desire strength. At the age of 15, Tetsunosuke approached the Shinsengumi, wanting to become one of its members. However, Tetsunosuke lacked the skill, mind and will to emotionlessly cut down whoever threatened peace and the Shinsengumi. Even with the support of his brother Tatsunosuke and his newfound friends of the Shinsengumi, little did Tetsunosuke know the blood and pain he would have to face being part of this historical group."
    },
    {
      "id": "tt1561921",
      "type": "series",
      "name": "Mujin Wakusei Survive",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx709-VbLR6kLmYRxv.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi, Slice of Life\nTags:Survival/Primarily Child Cast/Coming of Age/Outdoor/Ships/Ensemble Cast/Female Protagonist/Bullying/Food/Fishing\nIn the future, most of mankind lives in artificial space colonies, climate-controlled and completely safe. The orphan girl Luna, selected to receive a scholarship at the prestigious Soria Academy, finds herself in quite different circumstances. An excursion gone terribly awry leads to Luna and her classmates being stranded on an uninhabited planet. Without any experience of untamed nature, the motley crew is faced with a challenging struggle to stay alive until rescue comes. If it comes...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0398413",
      "type": "series",
      "name": "Ai Yori Aoshi: Enishi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx394-tTgubslGwS5O.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Female Harem/Heterosexual/Male Protagonist\nTwo years after meeting Aoi, Kaoru and gang are still up to their normal habits. Kaoru now in grad school and the tenants being as rowdy as ever what will become of Aoi and Kaoru's love.<br><br>\nTwo years has passed since Aoi and Kaoru were freed from the bonds of their families. They continue to live their normal lives with their usual friends in their house."
    },
    {
      "id": "tt1290729",
      "type": "series",
      "name": "Requiem from the Darkness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx279-rSaRKVPdaD5X.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural\nTags:Historical/Youkai/Gore/Episodic/Demons/Ghost/Denpa\nTired of writing riddles for children, Yamaoka Momosuke plans on gathering spooky and gruesome stories and publishing them in an anthology called Hyakumonogatari (\"One Hundred Tales\"). While researching these old myths and legends he comes across a mysterious trio who call themselves the Ongyou. They are detectives who are investigating the legends to reveal their truths...and bring those in the wrong to justice. Each time Momosuke meets the Ongyou he must face horrible truths and battle with his morals, but he's seeing things he shouldn't be seeing...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0813709",
      "type": "series",
      "name": "Gilgamesh",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx385-Oc01usew504a.jpg",
      "description": "Genres: Drama, Fantasy, Sci-Fi\nTags:Lost Civilization/Terrorism\nAfter an explosion at an archaeological excavation research facility in the Middle East, the world is changed in unthinkable ways. The sky is suddenly a mirror, electronic devices mysteriously no longer work properly, and children who are born after this point seem to have strange, metaphysical powers. Society is but a shell of its former self, and in the midst of the clandestine forces that brought about this eerie apocalypse is an elite group of young, powerful mutants who are working to restore the world under the direction of a woman known only as The Countess.<br><br>\nThe story centers on a brother and sister, Tatsuya and Kiyoko, the children of a scientist at the Twin X facility.<br><br>\n(Sources: Blockbuster &amp; ANN)"
    },
    {
      "id": "tt1587391",
      "type": "series",
      "name": "Battle Programmer Shirase",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/579.jpg",
      "description": "Genres: Comedy, Ecchi, Sci-Fi\nTags:Hikikomori/Male Protagonist/Software Development/Episodic\nBattle Programmer Shirase, also known as BPS, is a free programmer with super hacking abilities who doesn't work for money. What he does work for is certainly something that only people like him would appreciate. But, his demeanor certainly doesn't suit the jobs he is hired for. With the evil King of America causing trouble via the internet, Shirase is nothing but busy as each new adventure brings even more interesting people into the picture.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt2313743",
      "type": "series",
      "name": "BLAME! Ver.0.11",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx1055-k99fJWHZoKy3.png",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Cyberpunk/Seinen/Post-Apocalyptic/Guns\nThe story takes place in a city where it's said that has thousands of levels.<br><br>\nIn a shutdown area, thousands of levels overlap each other, you couldn't tell the sky from the ground and you couldn't tell which way is up or which way is down. Maybe the original purpose of this story is to unravel the mysteries bound in this time and world. For the humans who found this vast rare multi-level city, the mysterious main character \"Kirii\" wanders to search for the \"Net Terminal Genes\" that were not infected. Kirii's burden and his search for the \"Net Terminal Genes\" is a goal like no other and is very much the mystery of this story. Log1~Log6 contains the story of Cibo that wasn't done in the original works. The Cibo who strayed away with Kirii and wanders about. A disc thrown away in the rubble. Cibo starts downloading. Just who's \"Memory\" will he end up with?<br><br>\nNote: These clips are meant as a bonus to the Manga, and should only be taken as such. Do NOT expect any plot in these. They are merely animated (short) scenes from the Manga.<br>"
    },
    {
      "id": "tt1172149",
      "type": "series",
      "name": "YAMIBO: Darkness, the Hat, and Travelers of the Books",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/497.jpg",
      "description": "Genres: Adventure, Ecchi, Fantasy, Mystery\nTags:Yuri/Primarily Female Cast/Magic/Achronological Order/Female Protagonist/Nudity/Episodic/Kemonomimi/Swordplay/Demons/Isekai/Kuudere\nHatsuki is a highschool student living with her sister, Hatsumi, who she has a huge crush on. On Hatsumi's 16th birthday, she is suddenly surrounded by a green light and disappears in front of Hatsuki. She manages to follow Hatsumi with the help of a being resembling a fat baby chick (literally), ending up in a place called \"The Great Library\", which is full of different worlds stored in books. Hatsumi wasn't there, though, so the search for Hatsuki's great love begins and involves traveling from book to book."
    },
    {
      "id": "tt6840424",
      "type": "series",
      "name": "Saiyuki Reload",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130-f0o2z5QN9qeO.png",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Demons/Shoujo/Primarily Adult Cast\nPriest Genjo Sanzo and companions Cho Hakkai, Sha Gojyo, and Son Goku maintain their westward journey to stop the resurrection of the demon Gyoumao. As the reputation of the Sanzo Ikkou precedes them, they continue to fight demon assassins at every turn, but they must also deal with increasing tensions within their group in order to defeat a powerful enemy.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0409625",
      "type": "series",
      "name": "Mermaid Forest (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/620.jpg",
      "description": "Genres: Drama, Fantasy, Horror, Mystery\nTags:Episodic/Shounen/Male Protagonist/Female Protagonist/Body Horror/Mythology/Mermaid/Historical/Rural/Gore\nAccording to an ancient legend, mermaid's flesh can grant immortality if eaten. 500 years ago, Yuta unknowingly ate a piece of mermaid's flesh. For centuries, he travels across Japan, hoping to find a mermaid, thinking she may be able to make him a normal human again. When he finally finds one, he discovers that she and her companions have been raising a girl to be their food so they can eat her and take on her youthful looks. That is how mermaids stay young. Yuta kills the mermaids and rescues her, but she has already eaten some of the mermaid's flesh. Although he had to kill the mermaids, Yuta isn't too disappointed. Yuta's once lonely existence is now over, as he has found a companion in Mana. And Mana, who had been trapped in a small hut her whole life, finds delight in even the simplest of things. Together, Yuta and Mana attempt to seek out more mermaids, trying to become normal humans again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1634548",
      "type": "series",
      "name": "Marriage of God & Soul Godannar!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1103.jpg",
      "description": "Genres: Comedy, Ecchi, Mecha, Romance, Sci-Fi\nTags:Super Robot/Heterosexual/Kaiju\nFive years ago, while battling an alien force known as the \"Mimesis,\" Dannar pilot Goh Saruwatari first met Anna Aoi. Today, on the day of their wedding, the ceremony is interrupted when the Mimesis strike again. As Goh struggles in his battle against the alien threat, Anna stumbles upon a top secret robot known as the \"Neo-Okusaer\" and uses it as a last-resort to save her fiancee. At that moment, Dannar and Neo-Okusaer merge to become the mighty robot \"Godannar.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0361140",
      "type": "series",
      "name": ".hack//Unison",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1487.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Sci-Fi\nTags:Magic/Video Games/Virtual World\nSomewhere in the MMORPG called &lsquo;The World&rsquo;, a group is gathered at a pub, awaiting the start of an event. There, old friends and acquaintances are reunited, including those who rarely log on. Some are even forging new relationships for the first time. Together, invited by the hacker Helba, the group leaves for the event in the Net Slums where a celebration awaits them all.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0933425",
      "type": "series",
      "name": "Bottle Fairy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/348.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Cute Girls Doing Cute Things/Magic/Slapstick/Chibi/Parody/Fairy/Primarily Female Cast\nKururu, Chiriri, Sarara, and Hororo are four little fairies that live inside bottles on their &ldquo;Sensei&rdquo;&rsquo;s desk. Together, they have misadventures trying to understand the human world, seeking advice from the totally misinformed grade schooler next door.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0367369",
      "type": "series",
      "name": "MegaMan: NT Warrior AXESS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2108.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mecha, Sci-Fi\nTags:Artificial Intelligence/Virtual World/Henshin/Kids/Super Robot/Kuudere\nNetto's father Yuuichirou Hikari has made a scientific breakthrough by introducing the \"synchro chips\". If an operator and his or her navi are in a special enviroment known as a \"dimensional area\", they can fuse together in the real world via a technique called \"cross fusion\"! Yuuichirou's first test subject, Misaki Gorou, attempts the process and sadly fails. Netto offers to try with Rockman, but his father forbids it. Cross Fusion puts enormous strain on the operator's health, and battling in the real world could mean death. <br><br>\r\n(Source: Official Site)"
    },
    {
      "id": "tt3647998",
      "type": "series",
      "name": "Taboo Charming Mother",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b2372-DMHogUobqqqR.png",
      "description": "Genres: Drama, Hentai\nTags:MILF/Large Breasts/Sex Toys/Blackmail/Female Protagonist/Love Triangle\nKazuhiko's father has just recently married a beautiful young woman named Misako and he dreams of his new mother all the time. While Yosuke, his father has remained cool to her and her needs, Misako has been getting lewd calls and gifts of sex toys from that same person. Soon, unable to hold herself back, Misako finds herself trapped within Kazuhiko's power and willingly places all of her physical needs in his care. But Kazuhiko is not satisfied with just his step-mother. He has also set his eyes on Emiko, Misako's little sister. In an unforgivable secret triangular relationship, it is a secret that must be hidden from Yosuke or the cost will tear the family apart.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0105559",
      "type": "series",
      "name": "Tenchi Muyou! Ryououki Dai 3-ki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/541.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi\nTags:Female Harem/Primarily Female Cast/Male Protagonist/Aliens/Space\nContinuing right where the last OVA series left off, the mysterious Lady Tokimi dispatches the warrior Z to Earth in order to learn more about Tenchi and his connection to Washu and Tsunami. Z is ordered not to lay a hand on Tenchi, but he may have his own agenda as he quickly sets about making trouble for our hero. Meanwhile, Tenchi's father and grandfather come to the decision that it may be time for Tenchi to learn even more about his past and his Jurian heritage. And the arrival of a couple of new female residents to the Masaki household threatens to upset the balance and inflame the rivalry over Tenchi's already decidedly divided affection.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0361140",
      "type": "series",
      "name": ".hack//Gift",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/454.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Virtual World\nAs an expression of gratitude for the heroes of both the \".hack//Sign\" and the \".hack\" game series, Helba has prepared a special event for all the characters to find the newly established 'Twilight Hot Springs'. The characters can get their well deserved rest and relaxation by having a soak in the wonderful hot springs, but there is only one problem -- the hot springs are hidden and there have been mysterious player murders. With the only clue being the word &ldquo;GIFT&rdquo;, the race has begun to find the culprit and the location of the hot springs.<br><br>\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0883021",
      "type": "series",
      "name": "Avenger",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b56-u0q9CHIgtbQG.jpg",
      "description": "Genres: Adventure, Fantasy, Sci-Fi\nTags:Female Protagonist/Revenge/Robots/Kuudere\nMars has been colonized and is a world where children have been replaced by robot servents known as 'dolls'. Layla is a skilled fighter with a tragic past who travels about the world. Her companions are Nei, a strange and unique doll with some unknown ties to Layla, and Speedy, who is a doll breeder. The founders of Mars see the trio as a threat to their world, and each time they attack Layla and Nei a bit more of their mysterious past and future is revealed. <br>"
    },
    {
      "id": "tt0389633",
      "type": "series",
      "name": "The Galaxy Railways",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1490.jpg",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Space/Male Protagonist/Trains/Military\nThe story begins on planet Destiny, which claimed to be where the center of the Universe is, where all the terminals of \"The Galaxy Railways\" are gathered. The main character, Yuuki Manabu (20 years old), carrying on his dead Father and Brother`s will, joined SDF (Space Defense Force) to protect the safety of the Galaxy Railways. SDF, in order to uphold the reputation of maintaining the best transportation schedules within the Universe, deals with accidents, natural disasters, rescue operations, space pirates along all lines of the railway. Layla Destiny Shura is a mysterious beauty unifying SDF and all lines on The Galaxy Railways. <br><br>\nShe possesses the ability to see the destiny of planets, human beings and living things. Even though possessing such powers, she, being a \"Guardian of Destiny\", is unable to tell passengers leaving this station what difficulties lies ahead of them. However, appearances of those who uses evil powers to change the destinies of these travelers triggers another of her hidden ability. \"Destiny is changed by the individual`s oneself. Tomorrow`s happiness is grabbed by the individual`s own hands.\" In what manner will Yuuki`s destiny be seen by Layla? And, how will Yuuki deal with his destiny amidst the greatest crisis approaching The Galaxy Railways?<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt1491857",
      "type": "series",
      "name": "Twin Spica",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx344-JGnFQAXW7Tob.jpg",
      "description": "Genres: Drama, Sci-Fi, Supernatural\nTags:Ghost/Female Protagonist/Astronomy/Seinen/School/Space\nWhen Kamogawa Asumi was just a baby, her mother was grievously injured when a rocket crashed to the ground. Five years later, having been in a coma all the time, Asumi's mother finally dies, and the little girl struggles to come to terms with the death of a mother she barely remembers. In the midst of her turmoil, she meets \"Lion-san\", a strange figure wearing a lion mask and claiming to be a ghost. Lion-san helps Asumi to bury her mother's ashes, and finally, Asumi reaches her own decision: \"When I grow up, I'm going to be a rocket pilot.\"\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt3476730",
      "type": "series",
      "name": "F-Zero: GP Legend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b3101-e2ahQRuSCGBV.jpg",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi, Sports\nTags:Cars/Police/Terrorism/Conspiracy/Male Protagonist\nRick Wheeler was a police detective who got into a fatal car accident while pursuing the criminal Zoda. He was placed into artificial coldsleep for 150 years. Wheeler is brought back to life by Jody Summer and Dr. Stewart, who work with a group of good racers who try to keep prize money out of the hands of unsavory people like the Dark Million Organization run by Black Shadow and Deathborn."
    },
    {
      "id": "tt16911694",
      "type": "series",
      "name": "Blame! Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx3429-7CSAUykqIt3Z.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Post-Apocalyptic/Cyberpunk/Seinen/Guns\nBased on the Blame! manga series by Tsutomu Nihei."
    },
    {
      "id": "tt3288518",
      "type": "series",
      "name": "Younger Sister Juice",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1783-XCXNweLrMvho.jpg",
      "description": "Genres: Hentai\nTags:Incest/Fellatio/Flat Chest/Defloration/Inseki/Primarily Female Cast/Primarily Child Cast/Squirting/Watersports\nAkira's father, an archaeologist, has remarried, giving him a new stepmother and three stepsisters, Yuki, Nana and Miu. While on his honeymoon, Akira's father makes an archaeological find and decides to stay on site in order to supervise and leaving Akira at home alone with his new family members. After being discovered in bed with Yukie, his stepmother, Akira finds a box containing a scroll and three bottles. Using the knowledge his father taught to him, he reads the Sumarian language on the scroll and finds himself in a contract with the goddess Inana, who tells him to collect the love juices of his sisters in the bottles before the next full moon or else a terrible horror will befall him.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1170225",
      "type": "series",
      "name": "Green Green Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1679.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem\nThese are DVD specials, which include some extra footage and music videos;<br>\nCharacter DVD #1 - Midori &amp; Reika<br>\nCharacter DVD #1 - Midori Music Video \t<br>\nCharacter DVD #1 - Reika Music Video \t<br>\nCharacter DVD #2 - Futaba &amp; Chigusa<br>\nCharacter DVD #2 - Futaba Music Video \t <br>\nCharacter DVD #2 - Chigusa Music Video \t<br>\nCharacter DVD #3 - Sanae &amp; Wakaba<br>\nCharacter DVD #3 - Sanae Music Video<br>\nCharacter DVD #3 - Wakaba Music Video"
    },
    {
      "id": "tt0443717",
      "type": "series",
      "name": "UFO Ultramaiden Valkyrie 2: December Nocturne",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1128.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Magic/Nudity\nValkyrie, Kazuto, Akina, Hydra and friends are back for more when the Key of time suddenly appears along with many other mysterious happenings. All seemed to be linked to a person named `Valkyrie Ghost` who`s only goal is stealing Kazuto for herself. As they team up against this seeming unbeatable foe they dig deeper into the mysterious past of Valkyrie`s home planet, Valhalla.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt16911694",
      "type": "series",
      "name": "Black Jack Specials: Inochi wo Meguru Yottsu no Kiseki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1373.jpg",
      "description": "Genres: Drama\nTags:Work/Male Protagonist\nBlack Jack is the \"Surgeon with the Hands of God,\" a mysterious young Japanese doctor who travels the world performing feats of miraculous surgical genius. Though all recognize his skill, Black Jack is widely hated, especially by the medical establishment, because he refuses to conform to rules of any kind, and because he charges outrageous fees for his services. Black Jack's only companion is Pinoko, a child he created out of a special kind of tumor called a teratoma, who insists she is his wife."
    },
    {
      "id": "tt5371818",
      "type": "series",
      "name": "True Love Story Summer Days; and yet...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/748.jpg",
      "description": "Genres: Romance\nTags:Heterosexual\nWhen Morisaki Yuuta ran into a girl in the school hallway that day, he had no idea his life would change forever. As a member of the photography club and a fledgling to the world of women, Yuuta's life has been turned upside down by the entrance of not one, but several women into his life! From old friends to new acquaintances, it will be tough figuring out who to choose!<br><br>\n It is based on the latest installment of the True Love Story series of dating sims."
    },
    {
      "id": "tt0293726",
      "type": "series",
      "name": "Cubix",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3772.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Full CGI/Super Robot\nThe year is 2040. Japanese robot technology is making remarkable progress; they can understand human language, and they`ve even succeeded in developing a humanoid robot that can feel emotions. The setting is a future town on the outskirts of Musashino in the Tokyo area, where humans and robots live together, \"New Musashino City\". In this town, our main character Ichiro and his friends, as well as some robots, all get along very well. Before these friends appears a mad scientist, Professor K, bent on taking over the world. Ichiro and his robot partner, Kombock, and his other friends stand against him to crush his schemes.\n<br><br>\nWill they be able to protect the peaceful lives of humans and robots from this evil!? The story of the friendship of Ichiro, Kombock, and their friends begins!!"
    },
    {
      "id": "tt1210338",
      "type": "series",
      "name": "Immortal Grand Prix",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1409.jpg",
      "description": "Genres: Mecha, Sci-Fi, Sports\nTags:Male Protagonist\n In the year 2035 Team Suzaku and Team Sledge Mamma are preparing to meet in the final round of the 12th Immortal Grand-1 Prix (IG1 or IGPX). Takeshi leads Team Suzaku, which is made-up of a group of young amateur pilots who must make the most of their limited funds and weaponry in order to prepare for the competition designed for professionals. <br><br>\nThis series served as the pilot to the full IGPX: Immortal Grand Prix, each episode is only 5 mintues or less long.  A key difference between the two is that this series featured combat mecha competition rather than racing mecha. <br><br>"
    },
    {
      "id": "tt10804018",
      "type": "series",
      "name": "Pigeon Blood",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2351.jpg",
      "description": "Genres: Hentai\nTags:Rape/Bondage/Slavery/Futanari/Femdom/Torture/Nudity\nPigeon Blood tells the story of a guy who lost his memory and for some reason is the \"master\" of a mansion full of sex slaves. Some other day, the main guy is intercepted by a cute girl who surprisingly asks him to let her be his slave, and she'll do whatever for him. Based on a game by Abogado Powers.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt6457454",
      "type": "series",
      "name": "Galaxy Angel Ａ Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/654.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Ensemble Cast/Primarily Female Cast/Kuudere\nSpecials from Galaxy Angel 3 DVDs."
    },
    {
      "id": "tt0373625",
      "type": "series",
      "name": "Submarine 707R",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1582.jpg",
      "description": "Genres: Action\nTags:Military/Ships\nIn order to keep ocean peace, PKN was organized. It consisted of the state-of-the-art battle ships of various countries. However, they were raided during the foundation ceremony by the unidentified organization, USR, which plotted to conquer the world. They couldn&rsquo;t be much for the submarine UX which was operated by Admiral Red of USR. But an old Japanese submarine, the 707 saved them, which was operated Captain Hayami at the risk of his life.<br><br>\nOne year later, succeeding to the 707, which had been ruined during the former fight, newly developed submarine, the 707 II, went for a sail. Among the crews, there were boys, such as Kenji, Goro, and Senta, who had been trainees. PKN formed a fleet led by the Great Guardian, which was the latest battle ship of the United States. However, the attacks of Submarine U were very server, and the fleet was defeated. Then, the 707 arrived. As soon as Red noticed the 707, he was glad to reunion with his rival and began to fight.<br><br>\nEscaping from the submarine attack, they hid the 707 in the valley. But Red tried to destroy the valley in order to put the 707 into the torrents of mud. The 707 nearly escaped from it and got in the crater. However it was the pure water layer where the submarine couldn&rsquo;t float up. At the moment, numerous torpedoes launched to the 707.<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0443717",
      "type": "series",
      "name": "UFO Princess Valkyrie Special: Bridal Training",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1129.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sci-Fi\nTags:Aliens/Age Regression\nThe queen of planet Valhalla arrives on Earth with a virtual-world-program, called \"bride training boot camp\". They built several pairs which have to take a random card with a special situation that might occur if you are married. For instance Kazuto and Valkyrie have to make dinner, Raine and Kazuto's sister have to manage poverty or Akina and Hydra have to prepare a wedding ceremony as bride and groom (so everyone gets the most unlikely and unsuitable situation).\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0368530",
      "type": "series",
      "name": "ONE: Kagayaku Kisetsu e - True Stories",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1113-6tjD82oV8kRU.jpg",
      "description": "Genres: Hentai, Romance\nTags:\nIn 1998 winter, another world happens to come to existence in me, though I used to be a normal student. It is covering my ordinary life as the snow covers the ground. Until then, I haven't noticed, what has stayed unchanged in my daily life, the familiar scenes that have always been there, the warmth of the person whom I haven't noticed that I love her. <br><br>\nThey have existed to bind me in this world in order not to let me leave. <br><br>\nIt is the moment when I begin look for the bind and the significant person, for the first time. The time goes, and the sun gradually begins to shine the season. I wonder where I will be, and who will grip my hand. "
    },
    {
      "id": "tt0395393",
      "type": "series",
      "name": "HeatGuy J Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1774-vq71a3y1479K.png",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Police/Mafia/Espionage\nIn the city of Judoh, Claire Leonelli has inherited leadership of the Mafia group \"Vampire\" following the death of his father. To keep Claire's and other criminal activities in check, the city's Bureau of Urban Safety has Special Services Division operative Daisuke Aurora and the super android codenamed \"J\" (whose identity is apparently kept in secrecy, as androids are banned in the city). With both of them around, crime now has little room to breathe in Judoh.\n<br><br>\n(Source: Anime News Network)\n<br><br>\n<i>Note: This episode was listed as episode 15 in the home video release under the title \"Angel\".</i>"
    },
    {
      "id": "tt0367439",
      "type": "series",
      "name": "Wolf's Rain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx202-876AzCrdWaZ7.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery, Sci-Fi\nTags:Survival/Animals/Primarily Male Cast/Werewolf/Dystopian/Tanned Skin/Post-Apocalyptic/Primarily Adult Cast\nIn some distant future, it's common knowledge that all wolves have been extinct for 200 years. However, it seems this is false as wolves have not disappeared but rather have taken human form. Kiba, a lone wolf, wanders into a city, trying to sniff out the Lunar Flowers that are supposed to lead whoever follows the scent to paradise. The source of the smell is Cheza, a girl who sleeps in what appears to be suspended animation in a lab. She and the wolves are drawn to each other, and Kiba hopes to find paradise once he finds the source of the scent of Lunar Flowers. However, once Kiba finds Cheza, she is kidnapped by a mysterious person called Darcia, and his search begins anew. Before he leaves the city, he meets 3 other wolves, Tsume, Hige and Toboe. All four wolves have very different personalities and ideas, and their friendliness towards each other is a little rough around the edges. However, they soon band together to continue to search for paradise. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0426719",
      "type": "series",
      "name": "HUNTER×HUNTER: Greed Island",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138-BY6R1y8zuf7s.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Super Power/Card Battle/Cultivation/Augmented Reality/Primarily Child Cast/Kuudere\nAfter the battle with the Spiders, the search for Ging continues as Gon and Killua decided to once again attempt to purchase the rare game \"Greed Island\". However, Gon came up with a better plan, which was to volunteer to complete the game for the billionaire who owned it. But some training must be done, as Gon and Killua's abilities are still at a developing stage and \"Greed Island\" is no simple game for anyone to play with. It is the infamous game that could easily lead to one's death. Based on the manga by Togashi Yoshihiro. "
    },
    {
      "id": "tt0409591",
      "type": "series",
      "name": "Naruto: The Lost Story - Mission: Protect the Waterfall Village",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/594.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:Shounen/Super Power/Ninja/Primarily Male Cast/Orphan/Primarily Child Cast/Anti-Hero/Assassins\nA routine rank-C mission turned into a full-blown battle as the Hidden Fall village is attacked by enemy ninjas. Now Naruto, Sasuke and Sakura must help the leader of the Hidden Fall, Shibuki, protect his village and show him what being a hero is all about.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0361140",
      "type": "series",
      "name": ".hack//Legend Of The Twilight",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx298-4NawsRDRVaHR.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Sci-Fi\nTags:Shounen/Virtual World/Video Games\nWinning the legendary characters “Kite” and “Black Rose” from an event held by the creators of the MMORPG ‘The World,’ Shugo and his twin sister Rena steps into ‘The World’. Together they completed events and quests, along with their new friends Ouka, Mirelle, Hotaru and Sanjuro. Soon after, mysterious monsters appeared, and death by these monsters caused players to slip into a coma in the real world. Only Shugo and Rena can solve this problem, but why are they being targeted, and what secrets is the game hiding?<br><br>\r\n[Written by MAL Rewrite]"
    },
    {
      "id": "tt0328733",
      "type": "series",
      "name": "Beyblade G Revolution",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n1668-2GDY5wKoXc6O.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi, Sports\nTags:Primarily Male Cast/Primarily Child Cast/Super Power/Kids\nAfter keeping their BitBeasts out of harm's way, a new world championship tournament is announced, but the defending champions can't all be on the same team. Their friendship will be tested and tried as each Bladebreaker goes on a quest to prove why they are the best Beyblader around. Tyson, Max, Ray, Kai, and newcomer Daichi, must keep up their winning ways...even if they must face each other. But, after the tournament is over, what awaits them is an old foe, Boris, taking over the BBA and transforming it into BEGA, the Beyblade Entertainment Global Association. To save Beybladers of the entire world from BEGA's corruption, the Bladebreakers must reunite once again...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0447579",
      "type": "series",
      "name": "Ashita no Nadja",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1946-MLn2pjGSGhHJ.png",
      "description": "Genres: Adventure, Drama, Romance\nTags:Foreign/Historical/Female Protagonist/Coming of Age/Circus/Episodic/Work/Found Family/Travel/Heterosexual/Dancing/Male Harem/CGI/Animals/Band\nThis story takes place about one hundred years ago. Nadja is a bright, cheerful girl who was raised in an orphanage near London, England. Nadja was entrusted to the orphanage when she was a baby. So she thought her father and mother were dead. But before her thirteenth birthday, she found out that her mother might be alive..<br><br>\nNadja sets out on a journey to find her mother! With all of Europe as the stage, Nadja's exciting adventure begins!<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0433717",
      "type": "series",
      "name": "Someday's Dreamers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx273-x5hAqOcqvMZr.jpg",
      "description": "Genres: Drama, Slice of Life, Supernatural\nTags:Magic/Female Protagonist/Coming of Age/Iyashikei\nYume Kikuchi, a girl who can use magic, goes to Tokyo to be an apprentice mage to the handsome Masami Oyamada (a professional mage). In Tokyo, Yume learns about magic, helping people, and various other things on her way to being a mage. But she soon also finds out that even just magic alone isn't enough to make someone truly happy...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "One Piece Special: Protect! The Last Great Performance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1238-rU6fE1pv2kmd.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Shounen/Pirates/Acting/Ensemble Cast/Super Power/Ships/Male Protagonist/Shapeshifting/Swordplay\nFor many years, Ex-Marine Lieutenant Randolph and his troupe have put on a play aboard his ship. Having lost his family to pirates, Randolph wishes to put on plays that will give courage to those who have also lost their loved ones to pirates. Unfortunately, Randolph must retire soon, and he is now giving his last performance. Luffy and his crew come to see the play, and somehow manage to take part in it themselves. But from Randolph's past comes a vengeful subordinate with a diabolical plan who has finally become commander in order to capture Randolph. Luffy and his nakama now must prove to the people that not all pirates are scum, and protect Randolph's final farewell performance from the bitter commander. (aired after Episode 174)<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0476623",
      "type": "series",
      "name": "Mouse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx624-iYQoq6ztwsnR.png",
      "description": "Genres: Adventure, Comedy, Ecchi\nTags:Female Harem/Male Protagonist/Seinen/Primarily Adult Cast/Nudity/Crime/Primarily Female Cast/Work/Fugitive/Police/Teacher/Parody/Episodic\nTeacher Sorata Muon carries on his family's centuries-old old tradition of being the master thief Mouse who can steal anything after properly alerting authorities of his intentions so they can be there yet fail to stop him. He is assistedby 3 nubile female assistants who also use the teaching cover and who, in typical Satoru Akahori, favor tight/skimpy/bondage outfits over their ample curves as they constantly pursue Sorata much more than he pursues them, although the girls do get some attention from their master. Not only is Mouse pursued by the girls &amp; the local law enforcement authorities, there is also a secret art protection society employing the services of a former ally of Sorata's after his pretty little hide, all in 15 minute episodes.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:9798",
      "type": "series",
      "name": "Afro Samurai Pilot",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/99713-lLHyTLwnu4qV.jpg",
      "description": "Genres: Action\nTags:Martial Arts/Samurai/Swordplay\nAn original pilot episode for Afro Samurai directed by Takeshi Koike."
    },
    {
      "id": "tt0376397",
      "type": "series",
      "name": "Gunparade March",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx266-nZSGUqJ58zWf.jpg",
      "description": "Genres: Drama, Mecha, Romance, Sci-Fi, Slice of Life\nTags:School/Military/Aliens/Tsundere/War/Real Robot\nIt began in 1945, at the end of the Pacific War. Alien invaders filled the earth's Skies, and mankind was forced to confront an unprecedented threat. For the first time in human history, people of all cultures came together under one banner.<br><br>\r\nThis war has now been raging for over fifty years. Countless lives have been lost, and the Japanese military is now forced to rely on young people such as Atsushi Hayami and his high school class, also known as Unit 5121. This new generation fearlessly struggles on with the aid of the HWT humanoid combat machines and the devastating PBE bomb.<br><br>\r\n(Source: Media Blasters)"
    },
    {
      "id": "tt0280240",
      "type": "series",
      "name": "The Big O II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129608-fKarGt6WZ9Mb.jpg",
      "description": "Genres: Action, Mecha, Mystery, Psychological, Sci-Fi\nTags:Amnesia/Real Robot/Noir/Male Protagonist/Philosophy/Dystopian/Butler/Primarily Adult Cast/Politics/Police/Kuudere\nContinuation of The Big O.<br><br>\n\n<i>Originally planned as a 26-episode series, low viewership in Japan reduced production to the first 13.<br>Positive international reception resulted in a second season consisting of the remaining 13 episodes; co-produced by Cartoon Network, Sunrise, and Bandai Visual.</i>"
    },
    {
      "id": "tt0429439",
      "type": "series",
      "name": "Stratos 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b421-tRLEEXt9asEv.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Military/Aviation/Work/Space/Nudity/Female Protagonist/Primarily Female Cast\nThe Earth has developed a defense system against large meteorites that are on a collision course with it. This protection system is made up of the Comet Blasters based in several space stations as the 1st line of defense, using nuclear warheads launched by spaceships. The 2nd line of defense consists of the Meteor Sweepers launching from ground airbases using hypersonic planes with special missiles to deal with the resulting debris from the blasts. Mikaze is a troubled girl that is a trainee pilot for a Meteor Sweeper team that dreams of becoming a prestigious Comet Blaster pilot. Stratos 4 revolves around Mikaze's and her teammates' challenges to become real pilots, while the Earth faces the threats that come from space.<br><br>\n(Source: ANN, edited by Falre)"
    },
    {
      "id": "tt0329938",
      "type": "series",
      "name": "Transformers: Armada",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1675.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Robots/Aliens/Cars\nOn the mechanical planet of Cybertron live super robotic organisms known as Transformers. There, mainly consisting of convoys, the Cybertron army, and their old enemy Destron fell into conflict to gain hold of a new power to join their side. A new breed of Transformers known as the Microns. But, grieving over the battle the Microns set off to the other end of the universe. 4 million years later, on Earth, 3 young children activated a mysterious panel inside a cave. And somehow, that was the dormant Micron..."
    },
    {
      "id": "tt0991059",
      "type": "series",
      "name": "Lime-iro Senkitan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1097.jpg",
      "description": "Genres: Comedy, Ecchi, Mecha, Supernatural\nTags:Female Harem/Military/Ships/War\nAround the the 37th year of the Meiji Era (1904) in the midst of the Russo-Japanese war, the small Japanese army, in need of assistance, uses its special flying (thanks to a benevolent demon) ship, the Amanohara, to attack Russia's major base at Port Arthur (Lushun). <br><br>\nUmakai Shintaro, a Russian diplomat originally from Japan, defects and goes to Sapporo to teach at a girls academy. However, that girls academy is not typical - it is on board the Amanohara, and the five girls Shintaro teaches are known as the Raimu Unit - girls with the ability to summon powerful beings to fight for them. Shintaro eventually becomes their teacher and general in battle, and so the six embark on a weird and excessively erotic journey, as Shintaro helps the girls overcome their weaknesses, become stronger for the final stand at Lushun, and also understand the motives of the \"Russian Spiritual Corps\" that assist the opponent, which, unfortunately, has one member whom Shintaro knew well...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1086235",
      "type": "series",
      "name": "Nanaka 6/17",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/776.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Shounen/Age Regression/School/Female Protagonist\nSeventeen-year-old Nanaka Kirisato is a high school student serious about her studies and goals in life. She frequently criticizes her best friend, Nenji Nagihara, for being a childish delinquent who spends his time fighting other boys. Then one day, after a heated argument with Nenji, she falls off a flight of stairs and suffers a brain injury, resulting in her mind reverting to that of a six-year-old. With this in mind, Nanaka's father and Nenji must keep her injury a secret as she struggles to live a normal life and grow up all over again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0389582",
      "type": "series",
      "name": "Body Transfer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1359.jpg",
      "description": "Genres: Hentai\nTags:Scissoring/Cunnilingus/Virginity/Fellatio/Bisexual\nKenichi and several of his friends stay after school to look at a new archaeological find, a bizarre looking mirror. Suddenly, the entire building is transported to an alternate dimension and a magic field surrounds it to prevent them from escaping. Also, their minds have switched to other people's bodies. The only way to switch bodies is when their sexual emotions are high. Kenichi must find a way to return everything back to normal until the dimension falls apart.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1451392",
      "type": "series",
      "name": "Jungle wa Itsumo Hare nochi Guu FINAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/255.jpg",
      "description": "Genres: Comedy\nTags:Shounen/Surreal Comedy/Parody/Meta/Adoption/Chibi\nHar&eacute;'s family receives a video letter from Weda's home in the city. Witnessing how sad and lonely Weda's mother and Bel are without her, Weda decides to take Har&eacute; and Guu back to the city for a while. After Har&eacute; complains about being bored and lonely without his friends in the jungle (as part of his plot to persuade his mother to take him back), Weda decides to send him to a private school in the city, where he instanly falls in love with a pretty girl named Rita. But, of course, Guu wants part of the action too.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1210338",
      "type": "series",
      "name": "Immoral Sisters 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1635.jpg",
      "description": "Genres: Hentai\nTags:Rape/Incest/School/Female Protagonist\nRumi and Tomoko's father has returned, but he seems to have developed an uncontrollable urge for Tomoko, after seeing her all grown up. He tries to fight off his urges, and Takedo, in order to keep the family together.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0365991",
      "type": "series",
      "name": "Nadia: Secret of Blue Water Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3381.jpg",
      "description": "Genres: Adventure, Sci-Fi\nTags:Steampunk/Foreign\nThese short Omake \"extra\" episodes were included as a bonus on the Japanese LD set."
    },
    {
      "id": "tt0435972",
      "type": "series",
      "name": "L/R: Licensed by Royalty",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1456-AKZCK1HcMOkI.png",
      "description": "Genres: Action, Adventure, Mystery\nTags:Episodic/Espionage/Fugitive\nJack Hofner and Rowe Rikenbacker are Cloud 7's L/R. Their job is to protect the Royal family of Ishtar, their treasures, and their reputation. Jack &amp; Rowe face one of the toughest missions of their career when they are assigned to protect Noelle, a candidate for the 15 Year Princesse contest. It starts out simple, but soon all of Cloud 7 are involved in a web of intrigue that includes bombings, corruption and murder.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt23028958",
      "type": "series",
      "name": "Memories Off 2nd",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/362.jpg",
      "description": "Genres: Drama, Romance\nTags:\nShirakawa Hotaru, a girl who's in love with Inami Ken, finally confesses her love. From there on, they were happy couples, until one summer. Ken met a new friend, Tobise Tomoe, who is Hotaru's best friend. Tomoe seems to have her own charm. Ken, now have two paths to choose from; to be with Shirakawa Hotaru or Tobise Tomoe. Otherwise, he will lose them both.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0364817",
      "type": "series",
      "name": "Darling",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3058.jpg",
      "description": "Genres: Hentai\nTags:\nJun is a comic artist who is never afraid to put in a hard day of work. Naturally, he authors pornographic comics. He's been given a monumental deadline, but he has a special power allowing him to work at hyper speed as long as he is aroused. Lucky for him, his assistant Miyuki is also his wife and she's ready to give him a hand with work. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0366021",
      "type": "series",
      "name": "Hand Maid Mai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1234-FxtX1sh0KkLy.png",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Maids\nHideo Ozu is an editor in a shady adult video company. For years, he has dreamed of being a motion picture director while his childhood friend Mai Kurosawa has become an upcoming actress. Then one day, his dreams are shattered when Mai takes all of his amateur videos of her and tells him to get out of her life. On his way home after a few drinks, Hideo bumps into Cyberdoll Sara, who makes him mark an invoice. When he arrives at his pad, Hideo is greeted by three Cyberdolls - Mai, Ai and Mie. All three of them happen to look like different age variations of Mai Kurosawa. And when Kurosawa announces the release of a biography video of her using Hideo's old footage, Hideo decides to start his directing dreams over again using his three Cyberdolls.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0370201",
      "type": "series",
      "name": "Wet Summer Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1263.jpg",
      "description": "Genres: Drama, Fantasy, Hentai, Romance\nTags:\nDramatic Tension leads to sexual release! Sayaka Shirakawa is the daughter of an art professor who specializes in death-themed paintings. She is dating one of his students, Souji Kamishiro. For some reason, Sayaka seems to be harboring hatred for her father. One day, Mie Wakabayashi, who has romantic feelings for Souji, tells him what she's heard about the Professor: that he has been killing his models so that he can paint their corpses. Meanwhile, Mie happens to witness Shirakawa purchasing poison, and she runs to find Sayaka... <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt0162065",
      "type": "series",
      "name": "Angel Core",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2946.jpg",
      "description": "Genres: Action, Hentai, Mecha\nTags:Military/Nudity/Real Robot/Historical/Bondage/Anal Sex\nThis first entry in the Angel Core series follows a young soldier (fighting for a fictional, futuristic empire) as he's transferred to a secret military installation, where's he surprised to discover that his new job will be having sex with gorgeous young \"Angels,\" a group of genetically unique women who need regular intercourse to nurture their powers."
    },
    {
      "id": "tt0366010",
      "type": "series",
      "name": "Early Reins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1928.jpg",
      "description": "Genres: Action, Adventure\nTags:Guns/Crime/Historical/Trains/Foreign\nEarly Reins features six beautiful women on a train en route to Sunshine Hill in the early 1800s. When the train is highjacked by robbers and the soldiers on board are caught unawares, another surprise is in store: these lovely ladies can fight! The heroine emerges as Margarette, a young woman determined to become a sheriff although she is somewhat lacking in experience. She gains plenty on this trip, however, and the ragtag team of Western warriors joins forces with another passenger, Spencer, to fight some nefarious bandits and guide the train to safety. <br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0362338",
      "type": "series",
      "name": "Comic Party Specials",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/707.jpg",
      "description": "Genres: Comedy, Drama\nTags:Kuudere\nThe DVD Specials.<br><br>\nKazuki, together with his friends, goes to a Comic Party that's going to be held in a hot spring. There, they make an incredible discovery that is going to reveal something amazing about comic conventions."
    },
    {
      "id": "tt0364892",
      "type": "series",
      "name": "Moekan THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/625.jpg",
      "description": "Genres: Comedy, Romance\nTags:\nAn anarchistic country that is said to dominate the world exists on a vast island known as Moekko Island. This is where the final works of AC Company's android combat maids (resembling beautiful young girls) are done, also where these maids get there communication training. A new maid is to come to the island to be trained, Rinia, she is a young looking girl, who has lost her all of her memories, she tries very hard to impress the owner at Moekko island, but just ends up making a lot of trouble around the mansion. Takahiro, the owner of Moekko island, a depressive young man who has also lost his memories is seen as a very unhappy person who thinks Rinia will only be trouble around the mansion. As time passes, Takahiro slowly grows attached to Rinia's attempted ways of helping and so starts a beautiful relationship among the quiet island.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0833572",
      "type": "series",
      "name": "Galaxy Angel S",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12225.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Surreal Comedy/Primarily Female Cast/Kuudere\nGalaxy Angel 3 TV special that contains 2 stories."
    },
    {
      "id": "tt19767172",
      "type": "series",
      "name": "Crimson Climax",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2371.jpg",
      "description": "Genres: Hentai\nTags:Bondage/Yuri/Gore/Rape\nLured to a cursed island by a carnal cult, victims are brought to the throes of ecstasy, then brutally sacrificed in a bloody occult ritual. When sexy Ryo visits her late mother's island home, she's in for a terrifying surprise. Can she escape with her life and her virtue intact.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0362338",
      "type": "series",
      "name": "Comic Party Revolution OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5147.jpg",
      "description": "Genres: Comedy\nTags:Kuudere\nA college student, Send&#333; Kazuki, happened to set foot in the doujinshi community. There, people are producing and selling doujinshi, which is the comic book drawn by fans rather than professional writers. At first he was reluctant, but as he met the girls earnest about producing doujinshi, he was gradually involved in creating it himself.<br><br>\nThis series is based on a Dreamcast/PC game, \"Comic Party\", and its setting is different from the TV series. The main characters, Kazuki, Taishi, and Mizuki are college students whereas they were high school students in the TV series. The story starts after Kazuki has become acquainted with other characters.<br><br>\n(Original description from AnimeNfo) "
    },
    {
      "id": "tt5914182",
      "type": "series",
      "name": "Beast Fighter: The Apocalypse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1708-CRLcERPFVCia.jpg",
      "description": "Genres: Action, Fantasy\nTags:Gore/Shounen\nAn entire city is destroyed by two monstrous and omnipotent beings. Genzou Kuruma, a scientist but also the leader of a sect wishes to awake God, but first, he needs a special kind of blood for it. His son, Shinichi Kuruma, and a young girl, Ayaka Sanders, possess that blood, and he will do anything to capture them and take their blood for God's Awakening, and so, humanity will be lost. Shinichi, along Ayaka and Tomizoro (Tommy), are escaping from Genzou Kuruma's \"New Humans\" (genetically altered humans who can turn into monsters), while Shinichi only wishes for revenge against his father. He, like the other \"New Humans\", has the power to summon different beasts from his body. With this power, he will fight until Genzou Kuruma is killed by his own hands.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt5389644",
      "type": "series",
      "name": "Xpress Train",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4363.jpg",
      "description": "Genres: Hentai\nTags:Trains/Office Lady\nKazuo Sugimoto is your typical young salaryman until he is wrongfully accused of molesting a girl on a train and forced to confess. After finding and confronting the true culprit, Kazuo becomes the man's 500th apprentice in Chikan-do: The Way of the Groper. Follow Kazuo's saga as he learns strategies such as The Berlin Wall, The Battle of Odawara and works to master his own technique The Gold Finger. Chikan-do: It will change the way you think."
    },
    {
      "id": "tt0848960",
      "type": "series",
      "name": "Mr. Stain on Junk Alley",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3519.jpg",
      "description": "Genres: Comedy\nTags:Full CGI\nMr. Stain, an artist/inventor, and his cat friend, Palvan, have numerous adventures concerning art supplies and junk found in Junk Alley.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0796142",
      "type": "series",
      "name": "Peace Maker Kurogane: Festival of Gion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9568.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Swordplay/Shounen/Historical\nPeace Maker Kurogane special."
    },
    {
      "id": "tt0352099",
      "type": "series",
      "name": "Shutsugeki! Machine Robo Rescue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx3098-laXxqrlgi6HB.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Kids\nIn the future, age is not a factor to determine whether someone can perform a certain task or not, but special talent and training. An organization, Machine Robo Rescue (MRR), was established for robots and children to become partner and rescue people from danger. Then 12 children with various abilities were selected and introduced as part of this program: Robo Rescue! <br><br>\nMeet Oozora Taiyou, one of the children who were chosen as a part of MRR program. After being late on his first day of training, he went to perform a hot rescue with JETROBO. However, a mysterious Robot from mysterious organization, \"The Star\"(?), appeared before MRR team to interfere with the rescue. What are the motives of the mysterious organization? And what are their goals? <br><br>\nLife as one of the children chosen as part of MRR has started for Oozora Taiyou. Bumpy and hard training is just ahead for MRR team in order to protect many people's life!<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt1043515",
      "type": "series",
      "name": "Naughty Nurses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/2195.jpg",
      "description": "Genres: Hentai\nTags:\nOnce again have a prescription for lust! In NAUGHTY NURSES, Aoshima General Hospital is well known for its sexy staff that fulfill their patients' every need!<br><br>\nNimura and Mayu are having major relationship problems. Too nervous to have sex with Mayu, Nimura decides that it'll be better if they just break up. But while they might want to go their own separate ways, fate has its own plans for the two of them. Both Nimura and Mayu end up working at Aoshima General Hospital! While having to work together might be uncomfortable for them, it's also stirring up a lot of gossip among the hospital's staff.<br><br>\nBut the gossip isn't really having much of an impact on either of them since the hospital's sexy staff and horny patients are keeping them on call night and day! The young nurse Satsuki taunts Nimura relentlessly with her hot body&hellip; the voluptuous head-nurse Ryoko seems to have her mind set on landing him in bed... not to mention that the patients can't get enough of him! All of this attention is great, but Nimura is still struggling with his feelings for Mayu and seeing her every day is making him more anxious than ever. Will this young couple find a way to patch things up despite all of the sexual distractions?"
    },
    {
      "id": "tt0312895",
      "type": "series",
      "name": "The Last Kunoichi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx4364-kGXWbyDPB4ee.jpg",
      "description": "Genres: Hentai\nTags:Ninja/Historical/Gore\nThe winds of revolution howl through Kyoto as the Tokugawa era comes to a violent close.<br><br>\nWill Kaede, Kikyoo, and Ayame follow the ninja code of honor and face their vicious destiny, or escape to another world? Will their love for each other and the men they are destined to betray effect their fate?<br>\nBut now, a secret command forces them to risk their lives. Their passions will ignite as our story begins...<br><br><br>\n(Source: Adultsourcemedia.com)"
    },
    {
      "id": "tt22011908",
      "type": "series",
      "name": "Hika Ryoujoku: The Lust of Shame",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/3566.jpg",
      "description": "Genres: Hentai\nTags:Rape/Nakadashi\nShinichi becomes Megumi's stepbrother after his mother marries Megumi's father. Eventually, Megumi starts to love and regard Shinichi as her older brother. However, their idyllic life will soon turn into a nightmare of lust and debauchery..."
    },
    {
      "id": "tt1446025",
      "type": "series",
      "name": "Onna Kyoushi Nijuusan-sai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4852.jpg",
      "description": "Genres: Hentai\nTags:Anal Sex/Facial/Fellatio/Boobjob/Public Sex/Rape/Teacher/Bondage/Blackmail/Large Breasts/Nakadashi/Trains\nHonjou Rumiko is a school teacher caught in a web of blackmail and deceit. (Source: AniDB)"
    },
    {
      "id": "tt0386950",
      "type": "series",
      "name": "Crush Gear Nitro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx7048-UIq7tVN7hzH2.jpg",
      "description": "Genres: Sports\nTags:Shounen/Cars\nStory about a young boy name: Mahha Masaru, who dreamt of having a crush gear fight with the others even though he doesn't have his very own crush gear!<br><br>\nOne day,  a sudden chance came to him and he got the legendary crush gear which look similer to the one that was used by Kouya Marino and finally he can go and paticipate in his own crush gear fight with his friends and foe!! "
    },
    {
      "id": "tt6840424",
      "type": "series",
      "name": "Saiyuki RELOAD Urasai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/6434.jpg",
      "description": "Genres: Comedy\nTags:\nComedy shorts featuring Saiyuki's main characters."
    },
    {
      "id": "tt3276004",
      "type": "series",
      "name": "Tragic Silence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/4692.jpg",
      "description": "Genres: Hentai\nTags:\nLuticia is a vampire. However, she has fallen in love with her childhood friend, a human named Shou. She is afraid that their love will not be able to overcome their differences... <br><br>\nRick, a vampire from Luticia&rsquo;s Clan, is murdered by a woman from Shou&rsquo;s village. Rick had been having an affair with her, and the vampires are enraged to find out that Rick has been sleeping with humans instead of preying on them. Regardless, the clan starts planning to revenge the murder of their own kind. Humans are also enraged to discover thee existence of vampires in the vicinity and they are also planning to find nad destroy the vampires. <br><br>\nWhat will happen to Luticia and Shou? Will their love survive the hatred between their people? <br>\n(source:animeondvd.com)"
    },
    {
      "id": "tt28082379",
      "type": "series",
      "name": "Shikkaku Ishi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5614.jpg",
      "description": "Genres: Hentai\nTags:\nDr. Shinji Ishida is a doctor working at a hospital on the brink of ruin. People have heard that this doctor has brought many hospitals back from financial ruin, however his methods are what you might say \"unorthodox\". After his sessions the patients can't seem to get enough of being treated by him which naturally causes the hospital to be full of money again. <br><br>\n(Source: AniDB) "
    },
    {
      "id": "tt0433498",
      "type": "series",
      "name": "Kino's Journey",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx486-ygOzgiYJJsB9.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Psychological, Slice of Life\nTags:Philosophy/Episodic/Foreign/Travel/Motorcycles/Achronological Order/Dystopian/Guns/Agender/Rural/Steampunk/Politics/Robots/Kuudere/Mopeds/Tanks\nBased on a hit light novel series by Keiichi Sigsawa, the philosophical Kino's Journey employs the time-honored motif of the road trip as a vehicle for self-discovery and universal truth. Deeply meditative and cooler than zero, the series follows the existential adventures of the apt marksman Kino along with talking motorcycle Hermes as they travel the world and learn much about themselves in the process. Imaginative, thought-provoking, and sometimes disturbing, Kino's journey is documented in an episodic style with an emphasis on atmosphere rather than action or plot, though still prevalent."
    },
    {
      "id": "tt0409630",
      "type": "series",
      "name": "Texhnolyze",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx26-u2SawALYH3w3.jpg",
      "description": "Genres: Action, Drama, Psychological, Sci-Fi\nTags:Dystopian/Cyberpunk/Philosophy/Primarily Adult Cast/Survival/Urban/Noir/Mafia/Post-Apocalyptic/Denpa/Gangs/Male Protagonist/Primarily Male Cast/Cyborg/Disability/Guns/Amputation/Female Protagonist/War/Conspiracy/Boxing\nIn a man-made underground society, descendants of a banished generation vie for control of the crumbling city of Lux. Ichise, an orphan turned prize fighter, loses a leg and an arm to satisfy an enraged fight promoter. On the brink of death he is taken in by a young woman doctor and used as a guinea pig for the next evolution of Texhnolyze. With his new limbs, Ichise is taken under the wing of Oonishi, a powerful leader of Organ, an organization with some hold on Lux. As Ichise is drawn deeper into a war for territorial control of the city, he learns of his possible future from the young girl prophet Ran, who guides him from the shadows in his darkest times. With the explosion of the warfare, Ichise must uncover the truth about Lux and fight for his survival as he realizes his destiny.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0390733",
      "type": "series",
      "name": "Last Exile",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx97-Loi1Ppy4quXy.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Aviation/War/Post-Apocalyptic/Steampunk/CGI/Ensemble Cast/Heterosexual\nIt's the dawn of the Golden Age of Aviation on planet Prester, and retro-futuristic sky vehicles known as vanships dominate the horizon. Claus Valca &ndash; a flyboy born with the right stuff &ndash; and his fiery navigator Lavie are fearless racers obsessed with becoming the first sky couriers to cross the Grand Stream in a vanship. But when the high-flying duo encounters a mysterious girl named Alvis, they are thrust into the middle of an endless battle between Anatoray and Disith &ndash; two countries systematically destroying each other according to the code of chivalric warfare. Lives will be lost and legacies determined as Claus and Lavie attempt to bring peace to their world by solving the riddle of its chaotic core.<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0805540",
      "type": "series",
      "name": "Hajime no Ippo: The Fighting! - Champion Road",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx264-YQJiFF9LDiUr.png",
      "description": "Genres: Comedy, Sports\nTags:Boxing/Shounen/Martial Arts/Male Protagonist/Coming of Age\nAs the new Champion, Ippo must protect his title against some of the best boxers available.<br><br>\nMakunouchi Ippo is the new Featherweight champion of Japan and is now ready for his first title defense. His opponent, the former Jr. Featherweight champion and a medical student, Sanada Kazuki. In addition to this feud, Sanada is being coached by Kamogawa's former rival, Hama Dankichi. What makes things worse is that Sanada works at the same hospital where Kumi is a nurse at and everybody at the hospital wants Sanada to win. Not only does Ippo have to defend his title, he has to reclaim his love.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0455295",
      "type": "series",
      "name": "Zatch Bell!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b250-K6QoqgSmtsPo.png",
      "description": "Genres: Adventure, Comedy, Supernatural\nTags:Battle Royale/Shounen/Magic/Male Protagonist/Ensemble Cast/Amnesia/Memory Manipulation/Episodic/Nun\nTakamine Kiyomaro, a depressed don't-care-about-the-world guy, was suddenly given a little demon named Gash Bell to take care of. Little does he know that Gash is embroiled into an intense fight to see who is the ruler of the demon world. All of the demons have to pick a master on Earth and duke it out with other demons until one survives. Needless to say, Kiyomaro becomes Gash's master, and through their many battles, Kiyomaro learns the importance of friendship and courage. "
    },
    {
      "id": "tt0366004",
      "type": "series",
      "name": "D.N.Angel",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/61.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Romance\nTags:Male Protagonist/School/Magic/Dissociative Identities/Foreign/Twins/Shoujo/Crime\nNiwa Daisuke is your average teenager, until his fourteenth birthday. He tries to declare his love to the girl of his dreams, but fails. Suddenly, whenever he thinks about this girl he turns into the legendary phantom thief known as Dark Mousy. Daisuke's mother, very much aware of this, makes him turn into Dark and steal valuable works of art for a purpose unknown to Daisuke. As the story unfolds, he learns why, and about his classmate who seems to have the same ability.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0367413",
      "type": "series",
      "name": "Sonic X",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1816-wOnz97Eb1sZJ.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Mecha, Sci-Fi\nTags:Robots/Isekai/Animals/Kids/Super Power/Male Protagonist\nBack on Sonic's home planet, Eggman has collected all 7 of the Chaos Emeralds, and is about to have absolute power when Sonic interferes, causing an explosion that sends everyone from their world to Earth. Sonic and his friends team up with 12 year old Christopher Thorndyke to collect all the Chaos Emeralds and defeat the evil Dr. Eggman.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0988819",
      "type": "series",
      "name": "NARUTO: Akaki Yotsuba no Clover wo Sagase",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/761.jpg",
      "description": "Genres: Adventure, Comedy\nTags:Ninja/Shounen/Orphan/Male Protagonist/Primarily Child Cast\nThe grandson of the 3rd Hokage, Konohamaru, finally has a crush on a girl, but he has a big problem she is soon to be moving away from the hidden leaf village. Konohamaru trying to make her stay seeks out the legendary crimson four-leaf clover, which is rumored to grant one wish.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0409612",
      "type": "series",
      "name": "Scrapped Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b167-qwMN7Wmlen5s.jpg",
      "description": "Genres: Adventure, Comedy, Drama, Fantasy, Mecha, Sci-Fi\nTags:Gods/Magic/Female Protagonist/Philosophy/Swordplay/Super Power/Found Family/Kuudere/Dystopian\nPacifica Cassul is a kindhearted girl living on the run, for prophecy has named her the poison that would destroy the world. Known as the Scrapped Princess, she’s the target of countless followers of a powerful religion. But even when it seems like the whole world is out to get her, she always has her two adoptive siblings - Shannon and Raquel. Together they travel the countryside, making new friends and battling countless foes. Bit by bit, they uncover the incredible truth behind the prophecy and its ties to mysterious events from 5,000 years ago. With the fate of the world in her naïve hands, Pacifica and her siblings must learn who to trust and take on enemies of godly power. But for all their struggle, should such a poison be allowed to live?<br>\n<br>\n(Source: Funimation)"
    },
    {
      "id": "tt0444953",
      "type": "series",
      "name": "Kaleido Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx427-tlbAV0iPJjG1.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Sports\nTags:Circus/Female Protagonist/Foreign/Acting/Coming of Age/Ghost/Idol/Fairy Tale/Animals/Dancing\nSora, a young girl from Japan, comes to America in search of her dream. She wants, with all her heart, to be a member of the Kaleido Stage, a world famous circus, with a combination of musicals, acrobatics and magical effects. With the help of her friends, she struggles to make this dream come true."
    },
    {
      "id": "tt4415288",
      "type": "series",
      "name": "Mermaid Melody: Pichi Pichi Pitch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b521-56QyN5Q8mWx7.png",
      "description": "Genres: Adventure, Comedy, Fantasy, Mahou Shoujo, Music, Romance\nTags:Musical/Shoujo/Mermaid/Female Protagonist/Magic/Idol/Primarily Teen Cast/Primarily Female Cast/Surfing/Primarily Child Cast/Kuudere\nAs the mermaid princess of the North Pacific (one of the seven mermaid kingdoms), Lucia entrusts a magical pearl to a boy who falls overboard a ship one night. Lucia must travel to the human world to reclaim her pearl and protect the mermaid kingdoms. Using the power of music Lucia is able to protect herself and the mermaid kingdoms from a growing evil force."
    },
    {
      "id": "tt0481256",
      "type": "series",
      "name": "Hajime no Ippo: The Fighting! - Boxer's Fist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/12069-8iXSMYNyflIV.jpg",
      "description": "Genres: Comedy, Drama, Sports\nTags:Shounen/Boxing/Delinquents\nA special episode included in the DVDs. It tells how Takamura started boxing."
    },
    {
      "id": "tt1172149",
      "type": "series",
      "name": "Aru Tabibito no Nikki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1205.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Episodic/No Dialogue/Male Protagonist/Iyashikei/Animals/Slapstick\nFollow Tortov as he journeys through very surreal, magical, picturesque landscapes, meeting interesting characters and circumstances on the way. Accompanied by his long-legged pig friend, Tortov takes us on an on-going adventure of peaceful contemplation.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0400690",
      "type": "series",
      "name": "Ninja Scroll: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/618.jpg",
      "description": "Genres: Adventure, Horror, Supernatural\nTags:Ninja/Swordplay/Male Protagonist/Gore/Rural/Magic/Samurai/Nudity/Ships\nIn feudal Japan, the Edo period brought a time of delicate peace bought with blood. This is a chronicle of the life of Jubei Kibagami as he wanders the countryside as a ninja for hire. At this time, ninja clans are everywhere. One clan, known as the Hiruko Clan, doomed to live and die in darkness, protects a sacred treasure called the Dragon Stone. The Kimon Clan, however, bent on reviving the power of the Toyotomi, wants the Dragon Stone and the treasure it hides. Jubei Kibagami is the best man for the job of protecting both the Dragon Stone and the only one whom can use it - The Light Maiden! <br><br>(Source: Discotek Media)"
    },
    {
      "id": "tt0434725",
      "type": "series",
      "name": "Detective School Q",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx407-W9afaUJfEsoR.png",
      "description": "Genres: Comedy, Drama, Mystery\nTags:Police/Shounen/Detective/Crime/School/School Club\nKyuu is your average boy with a knack for logic and reasoning. Desiring to become a detective, he finds out about the existence of the Dan Detective School (DDS); a famed school where students are allowed to bear arms. Together with Megu, a girl with photographic memory, the martial arts master Kinta, the genius programmer Kazuma and the mysterious Ryuu, Kyuu tackles many well planned out crimes, always seeking the truth."
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "One Piece Special: Open Upon the Great Sea! A Father's Huge, HUGE Dream!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1237.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Shounen/Ensemble Cast/Pirates/Super Power/Ships/Male Protagonist/Swordplay/Shapeshifting/Family Life\nThe story opens on Pirate Zap's ship, where two of his crew, Bonnie and Max, are tired and want to escape, but unfortunately they have no money. Three children were being held captive on the ship overhear them. The eldest, Amanda, who's father was a pro treasure hunter, knows the whereabouts of a great treasure, and offers them a deal. If they help them make a clean escape, they could take all the treasure they wanted. They agree, and the five of them barely escape and make it onto a small island where they meet Luffy and his crew. Unfortunately they were pursued and Luffy and Amanda are captured and brought back to their boss, the head of the Bayan Pirates, who is also after the treasure. Now Luffy and the others must battle the Bayan pirates and find the treasure that Amanda's father had left for his children. Amanda, who has always resented adventure and treasure because her father was constantly gone in search for it, finally understands his feelings. <br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0463281",
      "type": "series",
      "name": "Air Master",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx230-5vY01r9G3ihu.png",
      "description": "Genres: Action, Adventure, Comedy\nTags:Martial Arts/Female Protagonist/Seinen/Yuri/Kuudere\nA former gymnast, Aikawa Maki has turned her skills to a different way of life&mdash;street fighting. The only thing that truly makes her feel alive is violence. With amazing power and grace, she fights opponent after opponent, repeatedly demonstrating the gymnastic talent that earns her her nom de guerre, \"Airmaster.\""
    },
    {
      "id": "tt0839199",
      "type": "series",
      "name": "Mythical Detective Loki Ragnarok",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx335-wvWwO2li5W3I.png",
      "description": "Genres: Comedy, Mystery, Supernatural\nTags:Magic/Shounen/Mythology/Male Protagonist/Detective/Isekai\nLoki, the Norse god of mischief, has been exiled to the human world for what was apparently a bad joke. Along with being exiled, he's forced to take the form of a child. He's told the only way he can get back to the world of the gods is if he can collect auras of evil that take over human hearts, and so to do this he runs a detective agency. Loki is soon joined by a human girl named Mayura who is a maniac for mysteries, and she soon helps out in her own way. However, soon other Norse gods begin to appear, and most have the intent to assassinate Loki for reasons unclear.\n<br><br>\n(Source: Anime News Network)\n<br>"
    },
    {
      "id": "tt0434723",
      "type": "series",
      "name": "Stellvia of the Universe",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx113-LVBTWnBDpKb1.jpg",
      "description": "Genres: Action, Mecha, Romance, Sci-Fi\nTags:Space/Real Robot/School/Philosophy\nThe year is 2356 A.D. - 189 years after a distant supernova caused a global catastrophe that wiped out 99% of the world population. To keep track on all space activities, mankind has built colossal space stations called \"foundations\" all over the Solar System. After passing the Space Academy entrance exams, Shima Katase embarks to the Earth-based foundation Stellvia to fulfill her dream of seeing the galaxy and to prevent another interstellar catastrophe from destroying Earth.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0387719",
      "type": "series",
      "name": "Astro Boy (2003)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/nx971-zUOKQLxg0pL2.jpg",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Shounen/Kids/Robots\nAtom is a robotic boy that posses super human powers and an artificial intelligence system that is unparalleled to any robot. His creator, Dr. Tenma, created him to replace his late son, Tobio. Dr. Tenma soon destroys his laboratory, after the creation of Atom, and shuts down Atom. Soon after, Dr. Ochanomizu, the head of the Ministry of Science revives Atom, and tries to give him a normal life as a 6th grade student that helps the police agency keep renegade robots and bigot humans from causing harm. Atom faces extreme racism for being a robot, and he must discover the truth about his creator Dr. Tenma.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0376058",
      "type": "series",
      "name": "Parasite Dolls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1350-qIxK9hfCnaEc.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Cyberpunk/Police/Robots\nA secret unit of the AD Police, known as Branch, specializes in crimes involving humanoid robots called 'Boomers'. Branch officer Buzz must cope with having a Boomer for a partner, while officer Michaelson finds the line between human and robot to be a thin one. Together they serve to protect a world that is slowly deconstructing around them. Set in the Bubblegum Crisis universe.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt2107575",
      "type": "series",
      "name": "Ultramaniac - Magical Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b178-LhW1hq84JRHW.png",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Magic/School/Shoujo/Heterosexual/Kuudere/Female Protagonist\nHideo Middle School eighth-grader Ayu Tateishi, as a member of the tennis club, is of course a cool girl who is popular among the girls in the school. Actually, she`s an ordinary girl pretending to be cool, because Kachi-kun of the baseball team likes her.<br><br>\nShe is adored by the transfer student Nina Sakura. Nina actually has a huge secret!? Because she is a young witch who transferred from the magic kingdom. She`s a real witch which a magic computer and a magical treasure box. But this magic always causes big problems!!<br><br>\nNow back to the boys. Of course there`s Tetsushi Kachi, the up and coming ace of the baseball team, who is very popular among the girls, and his best friend, the calm and quiet member of the tennis club, Hiroki Tsujiai, and many others.<br><br>\nThis story is a school love comedy set at Hideo Middle School, starring the cool beauty Ayu, the young witch Nina, the baseball team`s Kachi-kun, and the tennis team`s Tsujiai-kun. Also, there are original characters that Yoshizumi-sensei designed specifically for the anime, so please look forward to it!<br><br>\n(Source: AnimeNfo)<br>"
    },
    {
      "id": "tt0983204",
      "type": "series",
      "name": "Popotan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx610-wWsIgl5dWqPs.png",
      "description": "Genres: Comedy, Drama, Ecchi, Supernatural\nTags:Female Protagonist/Primarily Female Cast/Nudity/Tomboy/Maids/Denpa/Artificial Intelligence/Kuudere\nBeautiful sisters Ai, Mai, Mii, their android maid Mea and slippery pet ferret Unagi make an amazing journey together through time and space without ever leaving their beloved mansion behind! Following the clues of the strange dandelion-like \"Popotan,\" the girls are theoretically seeking the person who has the answers to their most personal questions, but they seem to have more than enough time to take side trips, meet new friends, visit hot springs and occasionally operate the X-mas shop they keep in the house along the way!<br><br>\nYet, the girls' ultimate destiny holds more than a few surprises of its own, and not every moment is filled with hilarity, as moving through time means having to leave friends behind as well.<br><br>\n(Source: RightStuf)"
    },
    {
      "id": "kitsu:1054",
      "type": "series",
      "name": "Munto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1174-MVifqzK4bsCo.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Magic/Female Protagonist/Isekai\nAkuto, the main source of energy is running low and the Heavens, a world of islands, hidden beyond time, floating above ours, has united against the Magical Kingdom whom uses the most energy. To save both the Magical Kingdom and the Heavens and restore the flow of akuto, the Magical King Munto must follow a vision and find the girl Yumemi in the lower world. Yumemi herself is just a normal girl except that she is the only one who can see the islands of the Heavens floating above. When Munto appears before her she starts thinking about hers and others responsibility to the world.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0892765",
      "type": "series",
      "name": "Hoop Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx292-IjbBcg4injZA.jpg",
      "description": "Genres: Drama, Sports\nTags:Basketball/Shounen/Primarily Male Cast/Male Protagonist/School Club/School\nDear Boys is a story about determination to excel in a sport in which you love and also have fun at the same time. The tension as underdogs in the whole prefecture with only 5 players. How this team struggle to win, setbacks, teamwork, a purpose in life. This story relates to our lives as we strive to do our best, not just in sports, school but also relationships between friends and ones we love.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0411041",
      "type": "series",
      "name": "The World of Narue",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/840.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Shounen/Aliens\nMeet Narue, an adorable schoolgirl with a secret. She's really an alien with powers right out of a sci-fi comic! But growing up is never easy, and sometimes it doesn't help when you're from outer space. Join our spunky heroine as she faces androids, alien invaders, and her first date with the boy next door. It's the sci-fi comedy that's a direct hit to your heart!<br><br>\n(Source: Central Park Media)"
    },
    {
      "id": "tt0488556",
      "type": "series",
      "name": "Sheep's Song",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/258.jpg",
      "description": "Genres: Drama, Horror\nTags:Vampire/Heterosexual\nKazuna's family has a history of suffering from a disease that creates an uncontrollable vampire-like thirst for blood. Knowing none of this, Kazuna was sent to live with the Eda couple as a child. As the sickness begins to show signs of being present within himself, he comes into contact with his older sister, Chizuna, who has been suffering from it since early childhood. Knowing that the sickness incurs a heavy weight upon those that suffer from it, Chizuna tries to ease her brother's burden, to help him learn to control his urges, but...\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1223625",
      "type": "series",
      "name": "Kanon: Kazahana",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx704-Szb9OaoyahU7.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Kuudere\nThe spring has come since Yuuichi reunited with Ayu, and lives of all major characters are back on track. When Mishio visits Makoto's birthplace, however, a miracle happens before her eyes.  <br><br>\n(Source: Anime News Network)<br>"
    },
    {
      "id": "tt0813706",
      "type": "series",
      "name": "Gad Guard",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/271.jpg",
      "description": "Genres: Adventure, Mecha, Sci-Fi\nTags:Urban/Robots/Dystopian/Mopeds/Tokusatsu\nSeveral hundred years in the future, the resources of the Earth runs out, and the progression of the human race has stagnated. The world is now divided into \"Units\". A boy named Hajiki Sanada lives with his mother and sister in Unit 74, in a place called \"Night Town\", in which all electricity is shut down at midnight. The key in this story is an object called the GAD. GADs have the ability to reconstruct materials while reacting to feelings of an organic life. The size and shape of the resulting product seem to be different depending on the kinds of feelings that the life possesses. When Hajiki comes in contact with one by accident, it transforms into a huge robot--a Tekkoudo, or \"Iron Giant\"--which Hajiki names Lightning. And soon he realizes that he isn't the only one with a Tekkoudo, and must find out how to deal with those others who he feels are the \"same\" as himself.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0450911",
      "type": "series",
      "name": "E's Otherwise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx236-cjx0M7rLnLjO.png",
      "description": "Genres: Action, Drama, Sci-Fi\nTags:Super Power/Shounen/Male Protagonist/Guns/Religion/Orphan\nThe newest and deadliest weapon of the future has arrived, and it’s more powerful than ever before. The next stage of human evolution, a race of “metahumans” with powerful psychic abilities, has begun to appear on Earth. These mutants, known as the “E’s”, have the ability to convert thought to energy. A special elite force of E’s has been formed to help maintain law and order, but will these powerful psychics use their abilities to save the world, or control it?<br>\n<br>\n(Source: ADV Films)"
    },
    {
      "id": "tt0458215",
      "type": "series",
      "name": "Di Gi Charat Nyo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1683.jpg",
      "description": "Genres: Comedy, Fantasy, Sci-Fi\nTags:Chibi/Surreal Comedy/Kemonomimi/Aliens/Female Protagonist/Primarily Female Cast/Isekai/Nekomimi/Cute Girls Doing Cute Things/Mermaid/Space Opera/Kuudere/Crossover/Ghost/Fishing\nDi Gi Charat (a.k.a. Dejiko) - along with Petit Charat (a.k.a. Puchiko) and Gema - travels to Earth as part of her training to become a full-fledged princess. They crash on a small town in Japan, where they meet the Omocha brothers (who spend most of their time thinking how cute Puchiko is) and Mr. &amp; Mrs. Ankoro (an elderly couple that makes Japanese sweets).\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt27028119",
      "type": "series",
      "name": "Guardian Hearts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/824.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Magic/School\nMaya, Kurusu, and Chelsea hit it off really well when trying to get revenge on Guardian Hearts for making them suffer. Maya and company thought that Guardian Hearts usually appears when Kazuya is getting along with a girl. Not knowing that Guardian Hearts is actually Hina, they leave her alone with Kazuya in an attempt to lure Guardian Hearts.<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt0409532",
      "type": "series",
      "name": "Saint Beast",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1037.jpg",
      "description": "Genres: Action, Fantasy\nTags:Magic/Primarily Male Cast/Mythology\nThe seal which was imprisoning the fallen angels, Kirin no Yuda and Houou no Ruka, is broken and the two decide to get revenge on the God who had cast them to Hell by getting rid of the Heavens that had once been their home. Soon the guardian angels on Earth begin disappearing, and no one in Heaven can explain the happenings. But there is a sense of a vengeful animal spirit at work, and so the four Saint Beasts are called upon to investigate.<br><br>\nThe 4 Gods of Beasts attempt to rescue the guardian angels, as well as to find out what this evil animal spirit is...<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt9264908",
      "type": "series",
      "name": "Human Crossing",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1083.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Episodic/Coming of Age/Family Life/Bullying/Philosophy\nThough seemingly unconnected, the characters in HUMAN CROSSING all have something in common. They are dealing with the sometimes joyous, but often horrific realities of everyday life. Set in modern day Japan, this compilation of short stories explores the lives of people from all walks of life. The animation used here is subtle, with realistic renderings that fully express the range of emotions experienced by the film`s characters. HUMAN CROSSING taps into the dramatic potential of reality, focusing on the isolated, sometimes lonely nature of urban life. Ultimately, however, the film suggests that perhaps there is an inter-connectedness between people that binds even the most disparate strangers together."
    },
    {
      "id": "tt0366848",
      "type": "series",
      "name": "Onegai☆Teacher: Reminiscence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/14685.jpg",
      "description": "Genres: Comedy, Drama, Romance, Sci-Fi\nTags:Aliens/Teacher/Love Triangle/Heterosexual/Kuudere\nAn hour long OVA summarizing the plot of the original Onegai Teacher series. Also bundled with the BD box release of Onegai Teacher."
    },
    {
      "id": "kitsu:4378",
      "type": "series",
      "name": "Prince of Tennis: New Year's Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/5996.jpg",
      "description": "Genres: Action, Comedy, Sports\nTags:Shounen\nThis New Year special episode is a recap of the first episodes 1 to 12. However, there is a curious tournament with the regular players too."
    },
    {
      "id": "kitsu:929",
      "type": "series",
      "name": "Mizuiro (2003)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1039.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Male Protagonist\nBased on the erotic game by NekoNeko Soft.<br>\n<br>\nBrother and younger sister-in-law live in the house which parents are often away from. Yuki who is the younger sister is secretly yearning for Kenji who is the elder brother. However, one girl came to show up from the closet in Kenji's room after a certain night. Moreover, her body is transparent, and she looks like the ghost. Her name is Hiyori. She is a friend in their childhood. They are pleased with reunion though Kenji and Yuki are perplexed with the way of Hiyori's strange appearance. However, Yuki gets the mind shaken as Kenji and Hiyori become intimate, and the pain in her mind in the childhood is recalled. <br>\n<br>\nAt the childhood, Yuki was going to pass the light blue toy ring which Kenji had had to Hiyori in exchange for Hiyori's yoyo. However, because Hiyori became sick, and had moved, the promise was not an accomplishment. Their events in the childhood seem to be related to Hiyori's showing up in front of them. <br>\nA painful love story of Kenji and two girls progresses. <br>\n<br>\n(Source: AniDB)"
    },
    {
      "id": "tt4045144",
      "type": "series",
      "name": "Sakura Wars: School of Paris",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1964.jpg",
      "description": "Genres: Action, Adventure, Mecha, Sci-Fi\nTags:Female Harem\nAn unseen evil lurks in the streets of Paris. Unless something is done, the darkness will unleash its destruction and consume all that is good. The City of Love will be lost to her people forever. All hope rests within the hearts of five young ladies. The only problem is, they don't even know it yet. But will an apprenticed nun, a reserved aristocrat, a hardened criminal, a traveling circus emcee and a Japanese girl experiencing loss set aside their unique differences and come together as one for the defense of many. The Paris Fighting Troup is born.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1942667",
      "type": "series",
      "name": "Tenshi no Shippo Chu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx684-RLuERptYBXIq.png",
      "description": "Genres: Fantasy, Romance\nTags:Magic/Female Harem/Male Protagonist/Angels\nSomewhere, there was a young man. A kind hearted young man who loved animals but, the most unfortunate things happen to him. The place where he works going bankrupt, bumping into a signboard as he walks in the streets. He is just completely burdened with bad luck.<br><br>\nHowever, his life completely changes when he meets a fortune teller. With the power of the fortune teller, \"Guardian Angels\" are called through a mobile phone and a group of cute girls appear.<br><br>\nThese Guardian Angels, who came from the other world, were actually reincarnations of the pets that the young man had once taken care of before. They are now back to repay his kindness.<br><br>\nThis sequel takes place a year after the last series. We go back to the time when the 12 Guardian Angels goes to Goro Mutsume. Once again, we have the voice talents of Nogawa Sakura, Chiba Saeko, Kawasumi Ayako and a whole extravanganza of other voice actors / actresses. Lets see how the Guardian Angels grow up!<br><br>\n(Source: AnimeNfo)"
    },
    {
      "id": "tt0421345",
      "type": "series",
      "name": "Leave it to Piyoko pyo!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1748-Yc38NaWB7Trp.png",
      "description": "Genres: Comedy, Sci-Fi\nTags:Chibi/Kemonomimi/Aliens/Surreal Comedy/Shounen\nLeave it to Piyoko! Move over, Di Gi Charat! <br><br>\nPiyoko and the Black Gema Gema Gang star in this new OVA series. From the Planet Analogue to Earth, the Black Gema Gema Gang try to kidnap Dejiko and hold her ransom to find their dream of a prosperous home! <br><br>"
    },
    {
      "id": "tt1425020",
      "type": "series",
      "name": "Fantasy Chemistry Series: Wandaba Style",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/545.jpg",
      "description": "Genres: Comedy, Sci-Fi\nTags:Idol/Space/Surreal Comedy\nGenius scientist Tsukumo Susumu knows each and every single theory behind aerodynamics that exists on earth despite being only 13 years old. He wants to travel to the moon without the use of fossil fuels that power rockets. So begins his heavy research using his knowledge in the laws of physics, scientific theory and his wild imagination.<br><br>\nHis test subjects are the unpopular idol group Mix JUICE (Himawari, Yuri, Ayame, Sakura). They come up with all sorts of crazy ideas to become the first humans to successfully hold a concert on the face of the moon. Will the four girls from Mix JUICE be able to struggle their way to the moon successfully?<br><br>\n(Source: AniDB)"
    },
    {
      "id": "tt2934952",
      "type": "series",
      "name": "Doctor Shameless",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/753.jpg",
      "description": "Genres: Hentai\nTags:\nDr. Shinji Ishida is a doctor working at a hospital on the brink of ruin. People have heard that this doctor has brought many hospitals back from financial ruin, however his methods are what you might say \"unorthodox\". After his sessions the patients can't seem to get enough of being treated by him which naturally causes the hospital to be full of money again.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0373625",
      "type": "series",
      "name": "Submarine Super 99",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1713-Ri3Y5SbCpfs4.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Ships/War/Politics/Military/Shounen\nDr. Oki , the genius scientist who designed a new type of submarine is missing. His son, Susumu, smells an evil scheme of unknown group. He knows everything of his father's submarine called \"Super 99\" &ndash; equipment, weapons, functions and capacity. Susumu thinks that to find his father is to reveal the secret organization, Helmet Party, and stop their conspiracy. With the help of his friends and Marine Corps, he sets out to an underwater quest, not knowing how dangerous his endeavour is&hellip;\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt1727829",
      "type": "series",
      "name": "In a Distant Time OVA 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/1904.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Romance\nTags:Demons/Historical/Isekai/Male Harem\nKarin was walking with her friends when suddenly she is brought by the White Dragon to the land of Kyou. She was chosen as the new priestess of the White Dragon and she must fight against the evil with the help of her guardians while meantime, she keeps having visions of a mysterious man..."
    },
    {
      "id": "tt27754573",
      "type": "series",
      "name": "Generation of Chaos III: Time of the Seal",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx2778-BTSHEiLLfPkH.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Politics\nFuujin Year 130 (Medieval times when magic and gods were of great importance).<br><br>\nTwo years ago, the great war in the \"Old Fuujin Continent\" was controlled by the \"Zenon Country\" who possessed great power.<br><br>\nIn Randia, a small country to the south, the young prince Alfred is attacked by an assassin but gets saved by his friend Welles. The young prince was the last key to the revival of Randia... It was said that in legends the prince had the power to unleash the \"Seal of Power\" because of his blood relation. This brought fear upon the Zenon country and thus their attack.<br><br>\nWelles was just another soldier, but he was also a close friend of Alfred's and they had been fighting together in the battlefield for a long time. That is why they're known as the \"Galloping Winds\" on the battlefield.<br><br>\nAnd so, the two of them along with Welles' younger sister Teefa, are burdened with the fight for their country. Hearing that war is once again about to break out, the former loyal subject Rea also returns. As more and more people get involved in the war, the mystery of the seal unfolds...<br><br>\nTo reveal the \"Blood Relation of the Prince\"... <br><br>\n(Source: AnimeNfo)"
    }
  ]
}