{
  "metas": [
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111322-2jQMDQva4YD7.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Male Protagonist/Kemonomimi/Female Harem\nThe third season of <i>Tate no Yuusha no Nariagari</i>."
    },
    {
      "id": "tt13706018",
      "type": "series",
      "name": "SPY x FAMILY Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158927-VhtOEwPQ4tzo.jpg",
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Family Life/Found Family/Espionage/Male Protagonist/Assassins/School/Foreign/Shounen\nThe second season of <i>SPY×FAMILY</i>."
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Final Season THE FINAL CHAPTERS Special 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162314-xdkc7xVmr83C.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Romance, Supernatural\nTags:Survival/Kaiju/Seinen/Philosophy/Military/Revenge/Shapeshifting/Post-Apocalyptic/Super Power/Anti-Hero\nThe second half of the last part of the final season of Attack On Titan, concluding the ending arc story of Eren and the others."
    },
    {
      "id": "tt14115938",
      "type": "series",
      "name": "The Eminence in Shadow Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161964-chUYBE29hd1y.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic/Chuunibyou/Isekai/Parody/Cult/Male Protagonist/Swordplay/Female Harem/Kemonomimi/Elf/Zombie\nThe second season of <i>Kage no Jitsuryokusha ni Naritakute!</i>."
    },
    {
      "id": "tt22248376",
      "type": "series",
      "name": "Frieren: Beyond Journey’s End",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154587-KPRpwI90qnso.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Philosophy/Magic/Elf/Travel/Female Protagonist/Demons/Fairy Tale/Iyashikei/Episodic/Dungeon/Shounen\nThe adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. But Frieren will long outlive the rest of her former party. How will she come to understand what life means to the people around her? Decades after their victory, the funeral of one her friends confronts Frieren with her own near immortality. Frieren sets out to fulfill the last wishes of her comrades and finds herself beginning a new adventure…\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE: NEW WORLD Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b162670-Sv9mmiYn73Ad.png",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Educational/Ensemble Cast\nThe second cour of the third season of <i>Dr. STONE: NEW WORLD</i>."
    },
    {
      "id": "tt13196080",
      "type": "series",
      "name": "Tokyo Revengers: Tenjiku-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163329-IwFrtk7HkFQ9.jpg",
      "description": "Genres: Action, Drama, Romance, Supernatural\nTags:Gangs/Crime/Heterosexual/Delinquents/Guns\nThe third season of <i>Tokyo Revengers</i>."
    },
    {
      "id": "tt0426711",
      "type": "series",
      "name": "The Apothecary Diaries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161645-tmbiujHG0bXI.jpg",
      "description": "Genres: Drama, Mystery\nTags:Female Protagonist/Historical/Medicine/Detective/Maids\nMaomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26737616",
      "type": "series",
      "name": "PLUTO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99088-m4xOCYyycU4E.png",
      "description": "Genres: Action, Mystery, Psychological, Sci-Fi\nTags:Robots/Seinen/Police/Artificial Intelligence/Detective/Philosophy/Crime/Foreign/Politics/Noir/Anachronism/War\nA murder occurs in an orderly world where robots are unable to kill humans. The robotic Europol investigator Gesicht takes the case, but the mystery deepens when he finds no trace of a human at the scene of the crime. As he pursues the truth, Gesicht uncovers the most evil manifestation of hate that history ever seen, one that is bent on bringing destruction to the world ...<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt14476244",
      "type": "series",
      "name": "The Faraway Paladin: The Lord of Rust Mountain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143085-yvDDZJwUKRWL.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery, Psychological\nTags:Isekai\nThe second season of <i>Saihate no Paladin</i>.<br>\n<br>\nTwo years had passed since he left the City of the Dead, and Will was seventeen by count. As a lord, he developed \"Torch Port, a river port of light\", and gradually the people's activities and smiles returned to \"Beast Woods\". However, out-of-season flowers bloom profusely, and an abnormality is discovered in the forest. Will and his friends head into the depths of the forest to solve this problem, and receive an ominous prophecy from the king of the forest.<br>\n<br>\n\"In the Iron Rust Mountains, the 'Fire of Black Calamity' will occur. The fire will spread, or it will burn everything in this land.\"<br>\n<br>\nWhat is the calamity that sleeps in the ruined dwarven city of Tetsusabi Sanmyaku...!?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11448214",
      "type": "series",
      "name": "Kanojo mo Kanojo Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154692-EaDXb7AJ2VO1.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Harem/Love Triangle/Male Protagonist/Primarily Female Cast/Heterosexual/Slapstick/School/Primarily Teen Cast\nThe second season of <i>Kanojo mo Kanojo</i>."
    },
    {
      "id": "tt5334364",
      "type": "series",
      "name": "Undead Unluck",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154116-JAVIME9SBdfe.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Super Power/Female Protagonist/Male Protagonist/Shounen/Martial Arts/Nudity/Zombie/Primarily Adult Cast/Body Horror/Heterosexual/Memory Manipulation/Real Robot\nAll Fuuko wants is a passionate romance like the one in her favorite shoujo manga. Unfortunately, her Unluck ability makes that impossible. But just as Fuuko hits rock bottom, Andy sweeps her off her feet—literally! Now she's become Andy's unwilling test subject as he works to find a way to trigger a stroke of Unluck big enough to kill him for good. However, when the pair discovers a secret organization is hunting them, it puts Andy's burial plans on hold.<br>\n<br>\n(Source: Viz Media)"
    },
    {
      "id": "tt4967674",
      "type": "series",
      "name": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154459-Z3BDJDKK7Krl.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Gyaru/Heterosexual/School/Coming of Age/Love Triangle/Primarily Teen Cast/Male Protagonist\nThe story centers on the relationship between Ryuuto Kashima, a gloomy social outcast, and Runa Shirakawa, a popular girl at school. Their relationship begins when Ryuuto has to ask Runa out as part of losing a game, and she ends up going out with him after saying \"Well, I'm free right now, after all.\" They have completely different social circles, and completely different hobbies, but as they hang out with each other, they begin recognizing and even accepting those differences as something to bond over.<br>\n<br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "kitsu:2689",
      "type": "series",
      "name": "Kamonohashi Ron no Kindan Suiri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158926-u3Sb0d0jagoI.jpg",
      "description": "Genres: Drama, Mystery\nTags:Detective/Police/Male Protagonist/Shounen\nThis unusual duo brings the hidden truth into the light! Ron Kamonohashi, a private investigator with serious issues, and Totomaru Ishiki, a pure-hearted but dim police detective, team up to solve the most baffling mysteries! A thrilling detective story for a new generation from Akira Amano, creator of \"Reborn!\" and \"Ēldlive\"!<br>\n<br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt21144070",
      "type": "series",
      "name": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162694-7dx7dawGFylP.png",
      "description": "Genres: Comedy, Romance\nTags:Female Harem/Ensemble Cast/Primarily Female Cast/Meta/Surreal Comedy/Male Protagonist/Parody/Slapstick\nAijou Rentaro tried and tried again, but after asking a hundred girls out on a date, he was rejected every single time. In desperation, he prays for guidance…only to be told by a god that his rejections were due to some cosmic error! Now the god is going to set things right by making sure that Aijou gets one hundred dates. Except, as things often do with gods, the dates come with a catch: one hundred girls are destined to be Aijou’s soulmate, and unless he returns their feelings each and every time, they’ll die in horrible accidents! Sure enough, girls start confessing their love to Aijou left and right. But how is he supposed to choose?! He doesn’t want to kill anyone! When he looks at each potential soulmate, it feels like a bolt of lightning. Can someone really love a hundred other people? This hilarious romantic comedy takes the harem concept to a wild extreme!\n<br><br>\n(Source: Seven Seas Entertainment) "
    },
    {
      "id": "tt13049906",
      "type": "series",
      "name": "Seijo no Maryoku wa Bannou desu Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146206-76MkUJBXlq4v.jpg",
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Isekai/Female Protagonist/Magic/Primarily Adult Cast/Medicine/Shoujo\nThe second season of <i>Seijo no Maryoku wa Bannou desu</i>.\n<br><br>\nSei, an office worker in her twenties, was suddenly summoned to another world as a \"Saint\". Taking advantage of her natural love of plants, she started working at a medicinal plant research institute. In addition, Sei's evaluation explodes when she activates a tremendously powerful purification magic in monster subjugation! Being officially recognized as a \"saint\", she gains people's respect as the savior of the Kingdom of Saluntania. Those who watch over and support her are Johann and Jude from the research institute, Yuri from the Imperial Court Mage Division, and Albert Hawke, the \"Ice Knight\" who is attracted to each other but is still less than a lover. Even after becoming the most important person in the kingdom, Sei remains obsessed with research, but her relationship with Albert gradually deepens, and there is a new development in their love story!?\n<br><br>\n[Source: Official Website]"
    },
    {
      "id": "tt1183366",
      "type": "series",
      "name": "I'm in Love with the Villainess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158704-rgAPxP3xAvRc.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Yuri/Villainess/Isekai/LGBTQ+ Themes/Female Protagonist/Ojou-sama/Tsundere/Magic/Politics/Primarily Female Cast/Primarily Teen Cast/Maids/School\nThe story of a reincarnated gamer pursuing her villainous lady love at a fantasy girls’ academy!<br>\n<br>\nOrdinary office worker Oohashi Rei has just woken up in the body of the protagonist of her favorite girls’ otome game, Revolution. To her delight, the first person to greet her is her favorite character, Claire Francois–who just so happens to be the main antagonist of the story. Now, Rei is determined to do what the game never allowed: romance Claire instead of one of the male leads. But how will her villainous lady love react to that?!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt2137684",
      "type": "series",
      "name": "The Kingdoms of Ruin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160900-RVkEf6l1KbCv.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Revenge/Magic/Witch/Gore/Male Protagonist/Urban Fantasy/Urban/Homeless/Nudity\nWitches once blessed the human race with wisdom and peace. But the Redia Empire's \"Gear Expansion\" brought about a culture of science that far surpassed magic, and witches were viewed as enemies impeding the progress of civilization. Thus began the witch hunts. One human named Adonis, who was raised by a witch named Chloe, swears revenge against the human race that took his beloved mentor from him. What salvation can be found at the end of a bloodbath fueled by utter despair?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0095474",
      "type": "series",
      "name": "Hikikomari Kyuuketsuki no Monmon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159808-qLrPMJ2uuCnT.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Primarily Female Cast/Vampire/Yuri/Female Protagonist/Magic/LGBTQ+ Themes/Hikikomori/Tsundere\nThree years into her life as a shut-in, vampire Terakomari Gandesblood (Komari for short), awakens to find she’s been appointed as a Commander in the Mulnite Imperial Army! The thing is, her new unit consists solely of belligerent ruffians who revolt against their superiors at the slightest hint of weakness. Although Komari hails from a line of vampires as powerful as they are prestigious, her refusal to drink blood has made her the picture of mediocrity—scrawny, un-coordinated, and inept at magic. With the odds stacked against her, will the help of her trusty (and slightly infatuated) maid Vill be enough for this recluse to blunder her way to success? Or will Komari rue the day she ever left the safety of her room?<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt27489241",
      "type": "series",
      "name": "Dead Mount Death Play Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162803-PpLNUasyuLag.jpg",
      "description": "Genres: Action, Fantasy, Supernatural, Thriller\nTags:\nThe second cour of <i>Dead Mount Death Play</i>."
    },
    {
      "id": "tt27120167",
      "type": "series",
      "name": "Shangri-La Frontier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151970-qGhkXKWD9enA.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Virtual World/Video Games/Isekai\n \"When was the last time I played a game that wasn't crap?\" This is a world in the near future where games that use display screens are classified as retro. Anything that can't keep up with state-of-the-art VR technology is called a \"crap game,\" and you see a large number of crap games coming out. Those who devote their lives to clearing these games are called \"crap-game hunters,\" and Rakuro Hizutome is one of them. The game he's chosen to tackle next is Shangri-La Frontier, a \"god-tier game\" that has a total of thirty million players. Online friends... An expansive world... Encounters with rivals... These are changing Rakuro and all the other players' fates! The best game adventure tale by the strongest \"crap game\" player begins now!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28299608",
      "type": "series",
      "name": "MF GHOST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143327-6gv1QzquNg2o.png",
      "description": "Genres: Sci-Fi, Sports\nTags:Cars/Seinen/CGI/Male Protagonist\n202X A.D., a future beyond <i>Initial D. </i>\n<br><br>\nSelf-driving cars are in widespread use in Japan, and public roadways are used for auto racing. In such an era, a race called MFG has become popular around the globe. Porsche, Ferrari, Lamborghini… Participants are invited to race with their fastest cars. One such participant, a British racing school graduate, Kanata Rivington, returns to Japan to achieve his goal. <br><br>\n(Source; Crunchyroll)\n\n "
    },
    {
      "id": "tt27404658",
      "type": "series",
      "name": "Seiken Gakuin no Maken Tsukai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140501-pXY8yUDScfHS.jpg",
      "description": "Genres: Ecchi, Fantasy, Romance\nTags:Demons/Male Protagonist/Female Protagonist/Female Harem\nOne of the most powerful demon lords in history has been sealed away for a thousand years. When he finally awakens, he is reincarnated as...a 10-year-old boy?! Now under the care of the girl who released him, the demon lord Leonis must navigate the perils of Excalibur Academy!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt5420560",
      "type": "series",
      "name": "Ragna Crimson",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146493-CqZyE9u7xgJ4.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery\nTags:Revenge/Dragons/Magic/Male Protagonist\nDragons reign terror over the earth, sea and sky. If sworn dragon hunters like Ragna are to have any hope of dealing death to these seemingly invincible, fire-breathing beasts, they must find a way to level the odds. Ragna teams up with a mysterious man named Crimson who has likewise sworn to stand against the dragons menacing the world. But although Crimson’s motivations may be mysterious, his goal and Ragna’s perfectly align, and together they’ll fight to vanquish the dragons once and for all.<br>\n<br>\n(Source: Sentai Filmworks)"
    },
    {
      "id": "tt27845099",
      "type": "series",
      "name": "Nanatsu no Taizai: Mokushiroku no Yonkishi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148862-GcNjytJhbkRs.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Shounen/Magic\nPercival is a kind boy who lives out on the frontier called \"Finger of God\" along with his grandfather. However, the world was not kind enough to let peace and tranquility last for long. An encounter with a mysterious knight changed their destiny, and a shocking truth comes to light. The boy then sets off on an endless journey.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt15766292",
      "type": "series",
      "name": "Mahoutsukai no Yome SEASON 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166452-t6f6pdGcTUSe.jpg",
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life, Supernatural\nTags:Heterosexual/Female Protagonist/Magic/Mythology/Urban Fantasy\nThe second cour of <i>Mahoutsukai no Yome SEASON 2</i>."
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "Tensei Shitara Slime Datta Ken: Coleus no Yume",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161802-Ra8acfv0cSov.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai\nAnnounced as part of the Tensura 10th anniversary celebration, the novel \"Coleus no Yume\" (included as bonus booklets in the \"Tensei Shitara Slime Datta Ken 2nd Season\" Blu-ray sets) will be adapted into a 3-episode original anime in the fall of 2023!<br><br>\nDetails on how to watch it will be announced at a later date! The story takes place between the first and second seasons of the TV anime. A spectacular story unfolds in which Rimuru confronts the conspiracies swirling within the Coleus Kingdom!"
    },
    {
      "id": "tt0409591",
      "type": "series",
      "name": "NARUTO (2023)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162561-Uk4eZAwcmcWk.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:Ninja/Shounen\nThe official website for the <i>NARUTO</i> anime franchise announced a new anime project: to air four \"brand-new\" episodes starting in September 2023 to celebrate the TV anime's 20th anniversary back in 2022. <br><br>(Source: Anime News Network, edited) <br><br>\n<i>Note: Title, format, and relations are provisional and will be updated when more info is announced.</i>"
    },
    {
      "id": "tt0279077",
      "type": "series",
      "name": "FLCL: Grunge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146472-1Www8Sr5n3f4.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:CGI\nThe fourth season of FLCL, and sequel to <i>FLCL Alternative</i>. It centers on three teenagers who graduated and have started working. The CGI anime will have a theme of the feeling of being an adult.\n<br><br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146638-THVltMZx1WLk.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Male Protagonist/Primarily Adult Cast/Boxing/Wrestling/Ensemble Cast/Athletics\nThe second season of <i>Kengan Ashura</i>."
    },
    {
      "id": "tt28313387",
      "type": "series",
      "name": "A Returner's Magic Should Be Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163142-0IkEQ9xpcuT6.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/School/Age Regression/Swordplay/Ensemble Cast/Demons\nShadow Realms have ravaged the earth and decimated almost everyone in their way. The survival of humanity hinges upon the success of just six mages, including analytic fighter Desir Herrman. The remaining heroes make one final stand to end the bloodshed...but to no avail. Desir closes his eyes on what should be the end of his life—only to open them and see the beginning of his school days?! Desir has returned thirteen years back to the past, where he’s been given another chance. A chance to see the loved ones he lost, a chance to meet his fellow warriors again, and a chance to save the world…!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "kitsu:12000",
      "type": "series",
      "name": "Hoshikuzu Telepath",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155419-1I89V5wkGBrS.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Primarily Female Cast/Educational/Coming of Age/Female Protagonist/Yuri/Aliens/School Club/Seinen\nKonohoshi Umika is a high-schooler who is very bad at communicating with others. Feeling almost like an alien trapped on Earth with nowhere to belong, one day she meets a girl who claims to be an actual alien!"
    },
    {
      "id": "tt4744926",
      "type": "series",
      "name": "A Girl & Her Guard Dog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155527-VOnO7btt1tIw.png",
      "description": "Genres: Drama, Romance\nTags:Shoujo/Yakuza/Heterosexual\nFifteen-year-old Isaku Senagaki, the granddaughter of the third boss of the Senagaki crime syndicate, just wants to have normal friends and a normal high school romance. <br>\n<br>\nShe enrolls in a high school far from her hometown, but the overprotective young leader, twenty-six-year-old Keiya Uto, lies about his age and bribes his way into the same school as Isaku!<br>\n<br>\nTelling Isaku she's too young to fall in love, Keiya's ready to scare off all the boys. But actually, Isaku's had unrequited feelings for Keiya this whole time?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2358913",
      "type": "series",
      "name": "Berserk of Gluttony",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156039-tclqW8C8NTEX.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Romance\nTags:\nFate Barbatos has never tasted real power. Born with the magical skill Gluttony, he constantly hungers in a way that can’t be satiated, and has been shunned and looked down upon his entire life. One day, while working as a gatekeeper for a noble family and fighting a trespassing thief, he discovers Gluttony’s true power: when he kills someone, he devours their skills and feeds his gnawing hunger at last. In that grisly realization, Fate is awakened to his true potential. How many lives will he feed on to satisfy this hunger, and is the world ready for the frightening warrior he’ll become?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt4623928",
      "type": "series",
      "name": "SHY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155389-qB3aiPB5IkAi.png",
      "description": "Genres: Action, Drama\nTags:Henshin/Female Protagonist/Superhero/Super Power/Shounen/LGBTQ+ Themes/Ninja\nAround the middle of the 21st century, all war on Earth ceased.<br>\n<br>\nThe sudden widespread appearance of \"Heroes\", people with supernatural powers who wish only for peace, has drastically transformed the world. In a world where the Heroes of each country work to maintain this newfound peace, the one protecting Japan is a young girl named Shy who is... <i>cripplingly shy.</i>\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7712706",
      "type": "series",
      "name": "Tearmoon Teikoku Monogatari: Dantoudai kara Hajimaru, Hime no Tensei Gyakuten Story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154384-3tpmugzrVpE9.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Villainess/Age Regression/Female Protagonist/Economics/Ojou-sama/School/Shoujo\nSurrounded by the hate-filled gazes of her people, the selfish princess of the fallen Tearmoon Empire, Mia, takes one last look at the bleeding sun before the guillotine blade falls... Only to wake back up as a twelve-year-old! With time rewound and a second chance at life dropped into her lap, she sets out to right the countless wrongs that plague the ailing Empire. Corrupt governance? Check. Border troubles? Check. Natural calamities and economic strife? Check. My, seems like a lot of work. Hard work and Mia don’t mix, so she seeks out the aid of others, starting with her loyal maid, Anne, and the brilliant minister, Ludwig. Together, they strive day and night to restore the Empire. Little by little, their tireless efforts begin to change the course of history, pushing the whole of the continent toward a new future. And why did the selfish princess have a change of heart, you ask? Simple—she didn’t. She’s just terrified of the guillotine. They hurt like hell, and Mia hates pain more than work.<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt7451284",
      "type": "series",
      "name": "Under Ninja",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138788-eRXc0ineFTKW.jpg",
      "description": "Genres: Action, Comedy\nTags:Ninja\nEven in this day and age, Ninjas walk among us, hide within plain sight, still waiting for their mission orders. However, for some, it takes much longer to receive orders than others! Meet Kumogakure Kurou, a NEET and a Ninja. After being a long time without work, he finally receives orders from the higher ups!"
    },
    {
      "id": "tt0377237",
      "type": "series",
      "name": "Overtake!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160515-TBRBYWdOysg8.png",
      "description": "Genres: Sports\nTags:Cars/Photography\nFreelance photographer Kouya Madoka finds himself in a slump due to a certain reason. He goes to Fuji International Speedway to work on a story, and he meets the highschool F4 racer Haruka Asahina. He suddenly finds his heart racing after not feeling much for a long time. With that, he starts supporting Haruka and the \"Komaki Motors\" youth team to help Haruka achieve his dreams."
    },
    {
      "id": "tt5355196",
      "type": "series",
      "name": "Konyaku Haki sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154214-EAHthOVIxRkZ.png",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Demons/Male Protagonist/Heterosexual/Magic\nDeep in the forest lives Allen, a misanthropic wizard. He is called \"Demon Lord\" and feared by those around him. One day, while living out his life as a hermit, he finds a young girl named Charlotte who collapsed in the forest. Although innocent, she was accused of committing evil deeds, had her engagement annulled, and was forced to flee her country. Upon hearing that, Allen recalled the bitter experience of being betrayed by a party he once believed to be his companions. Hearing the story of the 17-year-old's exploitation, Allen decides, \"I'll let her live in my mansion, and I'll teach her all sorts of bad things...\" "
    },
    {
      "id": "tt28102247",
      "type": "series",
      "name": "Boukensha ni Naritai to Miyako ni Deteitta Musume ga S Rank ni Natteta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156184-b7RvzRvR5RCp.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:\nThe life of an adventurer isn’t always a glamorous one. Belgrieve finds this out the hard way when a deadly encounter robs him of his leg and the ability to pursue his dreams not long after setting off for fame and fortune. But fate isn’t finished with this retired adventurer! While gathering herbs in the wilderness, he discovers an abandoned baby girl and names her Angeline after deciding to raise her as his own. Angeline grows up to become a top-tier adventurer in her own right, yet after venturing out into the world and making a name for herself, fame, fortune, and power hold no allure for the accomplished S-rank adventurer: her heartfelt wish is for nothing more than to see her father again.<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt2387612",
      "type": "series",
      "name": "Paradox Live THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150077-40T50Llw8RyV.png",
      "description": "Genres: Music\nTags:\nAvex and GCREST's hip-hop-themed multimedia project takes place in the near future, where rappers wear accessories that contain a metallic substance called Phantom Metal. Through the Phantom Metal's chemical reaction with the rappers' own DNA, the rapper can create illusions linked to their emotions during their performance. The result is a new type of spectacular concert.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt0202430",
      "type": "series",
      "name": "Dekoboko Majo no Oyako Jijou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154454-u2Z5RSa0zTBY.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Witch/Magic/Female Protagonist/Primarily Female Cast/Family Life/Yuri\nThe story centers on Alissa, who is a witch who lives alone in a forest. One day she finds a human baby, and she names her Viola. Alissa raises Viola for 16 years, but Viola grows beyond even Alissa's imagination. The comedy series focuses on the parent-and-child relationship where appearances are deceiving as to who is the parent and who is the child.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:6900",
      "type": "series",
      "name": "Buta no Liver wa Kanetsu Shiro",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142599-z1wH4J6CME3U.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Isekai/Male Protagonist/Female Protagonist\nAn unappealing otaku awakens in the body of a pig after he passes out while eating raw pig liver. Pig finds himself in the company of Jess, an innocent girl who can read people's minds, and she accepts him despite his boorish thoughts... although she does plan to eat him. When Jess is in danger of succumbing to a dark destiny, can Pig save her using only his quick wits, wisdom, and refined sense of smell?"
    },
    {
      "id": "tt12648404",
      "type": "series",
      "name": "The IDOLM@STER Million Live!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx120755-89DKmUHrMdGx.png",
      "description": "Genres: Music\nTags:Idol/Musical/Primarily Female Cast/CGI/Dancing/Full CGI/Cute Girls Doing Cute Things/Band/Episodic\nMirai Kasuga, who wants to carry on a dream she has yet to see. Shizuka Mogami, who yearns to be an idol and is shaken. Tsubasa Ibuki, who does not know what she can be serious about.<br>\n<br>\nAt 765 Production new idols gather and everyone's \"dreams\" will brought into brilliance at the theater! The long-awaited anime of <i>\"The IDOLM@STER Million Live!!</i> <br><br>\n(Source: Official Site, translated)"
    },
    {
      "id": "kitsu:47227",
      "type": "series",
      "name": "KamiErabi GOD.app",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162984-CsFs8QttUAz1.jpg",
      "description": "Genres: \nTags:Full CGI/Battle Royale\nnull"
    },
    {
      "id": "tt0122356",
      "type": "series",
      "name": "I Shall Survive Using Potions!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161992-xA0lUgnKfqUb.jpg",
      "description": "Genres: Fantasy\nTags:Isekai/Female Protagonist/Gods/Magic\nNagase Kaoru, a 22-year-old office lady, suddenly finds herself reincarnated in another world. To help her survive in this new world, a being that amounts to its god gives Kaoru a younger body and... the ability to make insanely overpowered potions?! The reincarnated Kaoru must use her knowledge and cheatery to survive!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1308089",
      "type": "series",
      "name": "Toaru Ossan no VRMMO Katsudouki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161364-Fa2KXLNziqTl.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Video Games\nA new type of VRMMO called \"One More Free Life Online\" is out. He logs in as a young boy avatar called \"Earth\". Taichi Tanaka (38, single) has a regular office job and enjoys playing video games in his free time. In a world where the player is free to do as they wish, he decides to master a skill that's been deemed to be useless! He makes potions that are too much of a hassle to make, cooks food that is excessively too good, and uses bizarre original weapons to hunt monsters...<br>\n<br>\n(Source: Alpha Manga)"
    },
    {
      "id": "tt26258200",
      "type": "series",
      "name": "Mask Danshi wa Koishitakunai no ni",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162989-Poa8beg20qWZ.jpg",
      "description": "Genres: Romance\nTags:Boys' Love/Male Protagonist/Primarily Teen Cast/School\nAn OVA included with the special edition version of the fourth manga volume. <br><br>\nSayama is a pessimistic guy who always wears a face mask to school. When the most popular boy in class, Saikawa, rips off the mask out of curiosity, Sayama flips out. Despite his harsh words, he's somehow captured Saikawa's interest, who offers to tutor him with a bizarre condition: to let him do as he pleases with what's under Sayama's mask. Sayama hates it when people touch his bare face, lips, and mouth, but he can't resist Saikawa's attention...<br><br>\n(Source: Animate International) "
    },
    {
      "id": "tt27349860",
      "type": "series",
      "name": "Bokura no Ameiro Protocol",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166896-5y4fdIpFwmrA.png",
      "description": "Genres: Drama\nTags:E-Sports\nThe story centers on Shun Tokinoya, a second-year high school living with his mother and younger sister. After his father's death in an accident and his sister's injury, he quit the game he was passionate about, and now works at an esports café called \"FOX ONE.\" He spends all his time studying and working part-time while hanging out with his childhood gaming friends. Suddenly, he learns that \"FOX ONE\" has a huge amount of debts. In order to repay the debts, Shun and his friends aim to win the \"Xaxerion Championship\" and win the prize money. With a sense of guilt, Shun jumps back into the world of online games, and is confronted by Bakuretsu-kun, who used to play the game with him.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16270188",
      "type": "series",
      "name": "Akuma Kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130706-nu8D23EjKltW.jpg",
      "description": "Genres: Adventure, Fantasy, Horror, Supernatural\nTags:\nWhen Mr. Satou, a company employee at the world's largest electronics company, is called upon by his boss to tutor his only son in exchange for a high ranking position within the organization, things couldn't have been peachier. At least, that's what he thought...\n<br><br>\nLittle did he know that his student was Ichirou Matsushita, a young boy with the mind of a genius and a terrifying hidden agenda. It doesn't take long for Satou to realize that he is the second home tutor in as many weeks that has been sent to teach the little boy. What's even more unnerving is that the previous Tutor's whereabouts appear to be a mystery...\n<br><br>\nThe little boy's true identity is revealed when he puts Satou under a curse, turning him into a lizard man and making him one of servants. Little Ichirou Matsushita is none other than \"Akuma-kun\" boy genius and master of black magic. His goal? To open the portal between hell and earth, summon forth hell's most powerful demons, and enlist their help in taking over the world!"
    }
  ]
}