{
  "metas": [
    {
      "id": "tt30217403",
      "type": "series",
      "name": "Dandadan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171018-wC62pwYKfK8j.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Youkai/Female Protagonist/Aliens/Male Protagonist/Urban Fantasy/Heterosexual/Shounen/Cult\nMomo Ayase strikes up an unusual friendship with her school’s UFO fanatic, whom she nicknames “Okarun” because he has a name that is not to be said aloud. While Momo believes in spirits, she thinks aliens are nothing but nonsense. Her new friend, meanwhile, thinks the exact opposite. To settle matters, the two set out to prove each other wrong—Momo to a UFO hotspot and Okarun to a haunted tunnel! What unfolds next is a beautiful story of young love…and oddly horny aliens and spirits?\n<BR><BR>\n(Source: VIZ Media) "
    },
    {
      "id": "tt9859436",
      "type": "series",
      "name": "Love Live! Superstar!! 3rd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155502-0nEJrr05Gt9U.jpg",
      "description": "Genres: Music, Slice of Life\nTags:Idol/Primarily Female Cast/Dancing/Female Protagonist/Cute Girls Doing Cute Things\nThe third season of <i>Love Live! Superstar!!</i>"
    },
    {
      "id": "tt29473209",
      "type": "series",
      "name": "Houkago Shounen Hanako-kun 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170893-zqmpX7iYUumi.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:School/Ghost/Mythology/Youkai/Episodic/Ensemble Cast\nA sequel of <i>Houkago Shounen Hanako-kun.</i>"
    },
    {
      "id": "tt28369144",
      "type": "series",
      "name": "Mahoutsukai ni Narenakatta Onnanoko no Hanashi.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n107372-ez4tbO6jaj88.jpg",
      "description": "Genres: Fantasy\nTags:School/Magic\n\nKurumi Mirai is in the first year of high school. <br><br>\n\nShe has enrolled in junior high section of the Redrun Magic School, the world's only facility for mages that approved by International Mage League and able to work under royal families when graduates, and she was always top of the class. However, when she applies for the high school section and took the examination to get into a mage training class \"Ma-gumi (Mage Class)\", she wasn't able to get in in spite having full scores and was top of the class for the whole three years. <br><br>\n\nThere are some students in the class next to her that takes that class. Among that there's someone she admires. How will Kurumi Mirai who has extraordinary brain but didn't get in to be a mage candidate try to overcome and grow up? What is the aim for Minami Suzuki, a loyal mage who suddenly appears to be the homeroom teacher? This is a relaxing story of her growth.\n<br><br>\n(Source: MAL News)"
    },
    {
      "id": "tt30476504",
      "type": "series",
      "name": "Kabushiki Gaisha Magi Lumiere",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171025-M2ziubehNys0.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Primarily Adult Cast/Urban Fantasy/Work/Female Protagonist/Shounen\n“Magical Girl”— A profession that undertakes the work of exterminating a kind of natural disaster called “Kaii.” Kana Sakuragi, a female college student who struggles with job hunting, is picked up by a magical girl startup company and…?! Magical Girl work-life starts now!\n<br><br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt27790619",
      "type": "series",
      "name": "Hoshi Furu Oukoku no Nina",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171038-jNeMU55wcrt6.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Josei/Politics/Female Protagonist\nNina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...?<br>\n<br>\n(Source: Kodansha USA) "
    },
    {
      "id": "tt30133601",
      "type": "series",
      "name": "Ao no Miburo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169258-zuZLuWmWvOdI.jpg",
      "description": "Genres: Drama\nTags:Historical/Shounen/Samurai/Male Protagonist\nIt's 1863, the twilight of the shogunate, and Japan is on the cusp of monumental change. The streets of the nation's capital are soaked in blood as political upheaval and rising tensions between masterless, wandering ronin and government samurai set the stage for one of the most turbulent times in Japan's history. Young orphan Nio is no stranger to the harsh realities of the world, and yet he can't help but cling to his burning passion for justice and desire to change the world for the better.<br><br>\n\nOne day, he crosses paths with two men who will become central figures of the coming revolution: Hijikata Toshizo and Okita Souji, two of the founding members of a group of hated ronin known as the Miburo—who would later become known as the Shinsengumi. Inspired by the efforts of the so-called \"Blues Wolves of Mibu,\" Nio decides to join the ranks to help carve a path to the world he wishes to see. But with new betrayals and reversals every day, will Nio be able to stay true to his conscience?<br><br>\n\n(Source: Kodansha USA, edited)"
    },
    {
      "id": "tt31308294",
      "type": "series",
      "name": "Murai no Koi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150930-JDvqwPdmMFkW.jpg",
      "description": "Genres: Comedy, Romance\nTags:Shoujo/Otaku Culture/Teacher\nThe slightly strange high school student Murai confessed love to his teacher and otome-game fanatic Tanaka-sensei. She refused by telling him she's not interested in (real-life) long, black-haired boys. The next day, Murai came back with short blonde hair, which made him look just like Tanaka-sensei's favorite game character! A non-stop romantic comedy between a stubborn high school boy and his favorite teacher!"
    },
    {
      "id": "tt22012992",
      "type": "series",
      "name": "Shin Tennis no Ouji-sama: U-17 WORLD CUP SEMIFINAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165810-HapfxsQQdnbQ.jpg",
      "description": "Genres: Action, Comedy, Sports\nTags:Tennis\nThe sequel to <i>Shin Tennis no Ouji-sama: U-17 WORLD CUP. </i>"
    },
    {
      "id": "tt27052533",
      "type": "series",
      "name": "Duel Masters LOST:  Tsuioku no Suishou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175473-ac4u5CtY0Rcl.jpg",
      "description": "Genres: Adventure\nTags:\nnull"
    }
  ]
}