{
  "metas": [
    {
      "id": "tt21209876",
      "type": "series",
      "name": "Solo Leveling Season 2 -Arise from the Shadow-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176496-xCNtU4llsUpu.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Urban Fantasy/Dungeon/Male Protagonist/Necromancy/Magic/Cultivation/Swordplay/Super Power/Gore/Female Protagonist/Elf/Snowscape/Assassins/Cosmic Horror/Desert\nThe second season of <i>Solo Leveling</i>.<br><br>\nMastering his new abilities in secret, Jin-U must battle humanity's toughest foes to save his mother.<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt17069148",
      "type": "series",
      "name": "SAKAMOTO DAYS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177709-jBQ965JZG0l8.png",
      "description": "Genres: Action, Comedy\nTags:Assassins/Found Family/Crime/Konbini/Family Life/Urban/Gangs/Primarily Adult Cast/Guns/Male Protagonist/Shounen/Yakuza/Super Power/Gore/Espionage/Triads\nWhen Sakamoto meets Aoi, the convenience store clerk, it’s love at first sight — and just like that, he retires.\n<br><br>\nSakamoto gets married, has a daughter, opens a mom-and-pop store in a quiet town, and completely transforms … into a plus-size man. To ensure a peaceful life with his beloved family, the legendary ex–hit man bands together with comrades to face off against the looming threat of assassins.\n<br><br>\n(Source: Netflix TUDUM)\n<br><br>\n<i>Note: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>"
    },
    {
      "id": "tt26743760",
      "type": "series",
      "name": "The Apothecary Diaries Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176301-AclxpmzlKoBM.jpg",
      "description": "Genres: Drama, Mystery\nTags:Medicine/Female Protagonist/Historical/Politics/Royal Affairs/Ancient China/Primarily Adult Cast/Foreign/Work/Class Struggle/Primarily Female Cast/Maids/Primarily Male Cast/Seinen/Heterosexual/Chibi/Animals\nThe second season of <i>Kusuriya no Hitorigoto</i>.<br><br>\n\nMaomao and Jinshi face palace intrigue as a pregnant concubine's safety and a looming conspiracy collide.<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE SCIENCE FUTURE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172019-y0dLlAdingR2.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Survival/Educational/Post-Apocalyptic/Ships/Male Protagonist/Military/Coastal/Found Family/Lost Civilization/Ensemble Cast/Shounen/Swordplay/Spearplay/Foreign/Samurai/Outdoor Activities/Gambling/Tomboy\nThe first cour of the fourth season of <i>Dr.STONE</i>.<br><br>\n\nSenkuu and the Kingdom of Science revive Tsukasa and build a spaceship to reach 'Why Man' on the Moon!<br><br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt28919914",
      "type": "series",
      "name": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172258-CFvhqor0blLV.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Primarily Female Cast/Male Protagonist/Polyamorous/Parody/Surreal Comedy/Slapstick/Ensemble Cast/Meta/Primarily Teen Cast/Tsundere/Heterosexual/Found Family/Seinen/Kuudere\nThe second season of <i>Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo.</i><br><br>\nRentaro meets new soulmates, balancing comedic chaos and heartfelt moments as his relationships deepen.\n<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt32741637",
      "type": "series",
      "name": "I'm Getting Married to a Girl I Hate in My Class",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178462-YW6BgSGGP4az.jpg",
      "description": "Genres: Comedy, Romance\nTags:Tsundere/Arranged Marriage/Marriage/Primarily Teen Cast/Family Life/Chibi/School/Male Protagonist/Heterosexual/Cohabitation/Gyaru/Female Protagonist/Netorare/Female Harem/Slapstick/Nudity\nHigh school student Saito Houjou is set to inherit his grandfather’s major corporation. First, he must marry Akane Sakuramori, the girl he despises the most, and who hates him just as much. The two are determined to keep their unexpected marriage a secret from their classmates. But as they begin their newlywed life, the distance between them starts to close.<br><br>\n\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt31863730",
      "type": "series",
      "name": "ZENSHU",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176273-whKlFCswinEm.jpg",
      "description": "Genres: Action, Fantasy, Romance\nTags:Magic/Isekai/Female Protagonist/Super Power/Drawing/Heterosexual/Primarily Adult Cast/Anthropomorphism/Meta/Gods/Otaku Culture/Work/Office Lady/Robots/Elf/Desert/Animals/Archery/Henshin/Tokusatsu/Office/Medieval/Food\nAfter graduating from high school, Natsuko Hirose starts her career as an animator. Her talent quickly flourishes, and she makes her debut as a director in no time. Her first anime becomes a massive hit, sparking a social phenomenon and earning her recognition as an up-and-coming genius director. Her next project is set to be a romantic comedy movie themed around first love! However, having never been in love herself, Natsuko struggles to understand the concept of first love, and as a result, she’s unable to create the storyboard, causing the movie production to come to a standstill.<br>\n<br>\n(Source: MAPPA)"
    },
    {
      "id": "tt33059860",
      "type": "series",
      "name": "I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167143-SoFo5kOvlkbO.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Primarily Adult Cast/Office Lady/Female Protagonist/Dungeon/Work/Heterosexual/Magic/Tsundere/Shounen/Super Power/Gore\nAlina thought she had found the perfect job as a guild receptionist. It’s stable, safe, and has a super cute uniform. But this dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. Tired of the long nights, Alina starts taking down the bosses herself! She even earns the name Executioner for her impressive skills. Can she keep her identity a secret?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt19869172",
      "type": "series",
      "name": "My Happy Marriage Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169441-wIQe1xfCc1XS.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Female Protagonist/Marriage/Shoujo/Urban Fantasy/Military/Kuudere/Heterosexual/Royal Affairs/Super Power/Primarily Adult Cast/Historical\nThe second season of <i>Watashi no Shiawase na Kekkon</i>. <br><br>\nMiyo and Kiyoka's love will be put to the test as trouble looms over them. Will they achieve the future they dream of? <br><br>\n\n(Source: Netflix Anime) "
    },
    {
      "id": "tt31528958",
      "type": "series",
      "name": "Honey Lemon Soda",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175443-yeamxYxCwLSe.jpg",
      "description": "Genres: Romance\nTags:Rehabilitation/Shoujo/Bullying/Coming of Age/Heterosexual/School/Female Protagonist/Primarily Teen Cast/Urban/Delinquents/Kuudere/Gyaru\nIn middle school, Uka Ishimori was nicknamed “Stone.”\n<br><br>\nIn order to change herself, she enrolled in Hachimitsu High School, known for its culture of student liberty. Seated in at the desk next to her in the same class is Kai Miura, a coolly freewheeling boy with lemon-colored hair. In truth, Uka met Kai once in middle school, and decided to attend Hachimitsu based on a single word he said to her.To Uka, the popular Kai is a distant presence.\n<br><br>\nYet somehow, Kai starts to look after Uka. With Kai encouraging her, Uka gradually begins to fit in with her classmates…\n<br><br>\nBut...Uka’s world is gradually changing with Kai’s presence. —\n<br><br>\nNow, I am in the center of the endlessly spreading light.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33478787",
      "type": "series",
      "name": "Possibly the Greatest Alchemist of All Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177506-in4J0GNzjOZL.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Alchemy/Isekai/Female Harem/Magic/Elf/Gods/Anthropomorphism/Curses/Achronological Order/Swordplay/Kemonomimi\nNot even a hero, Takumi Iruma gets accidentally mixed in with a group of heroes chosen to be summoned to another world. As compensation for the mix-up, a goddess offers him the right to choose any skill he wishes for! Hoping for a peaceful and quiet life that has nothing to do with fighting or going into battle, he chooses a seemingly boring creation skill. However, it turns out \"alchemy\" is the most powerful skill that allows him to create everything from a holy sword to flying ships! This cheat skill he unexpectedly acquired turns him into a wealthy merchant and makes him undefeatable in battles! A heartwarming adventure story about (possibly) the most powerful alchemist in another world!<br>\n<br>\n(Source: AlphaPolis)"
    },
    {
      "id": "tt32550272",
      "type": "series",
      "name": "Medaka Kuroiwa is Impervious to My Charms",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177552-JPx2rIXeprne.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Protagonist/Heterosexual/School/Shounen/Male Protagonist/Aromantic/Rehabilitation\nGorgeous from head to toe! The perfect figure! To Kawai Mona, winning hearts comes as naturally as breathing... but the arrival of Kuroiwa Medaka, a new transfer student who won't even give her a second look, turns her school life upside-down! She's lived her whole life being fawned over, so why is he any different? Mona tries everything she can think of to win Medaka over, even getting a bit extreme at times! This new rom-com starring a queen bee and a celibate boy is about to burst onto the scene!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33349897",
      "type": "series",
      "name": "I Have a Crush at Work",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179696-1MAqXYVXT7IT.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Office/Heterosexual/Primarily Adult Cast/Seinen/Male Protagonist/Female Protagonist/Office Lady/Work\nYui Mitsuya and Masugu Tateishi aren't just any coworkers-they totally have the hots for each other. His helpful yet humble attitude makes her giddy, and her cuteness leaves him grinning like a fool. Problem is, they're trying to keep their new relationship under wraps to avoid making things awkward at work. But seeing how they can't keep their hands off each other, they run the risk of spilling their little secret with each passing day at the office.\n<br><br>\n(Source: Kodansha US)"
    },
    {
      "id": "tt34620612",
      "type": "series",
      "name": "Even Given the Worthless “Appraiser” Class, I’m Actually the Strongest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178548-4QkzBuJAx8w7.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Romance\nTags:Male Protagonist/Mixed Gender Harem/Female Harem/Dungeon/Gore/Class Struggle/Primarily Female Cast/Bullying/Survival/Body Horror/Travel/Nudity/Demons/Magic/Guns\nEin has been saddled with the job of \"Appraiser,\" the weakest and least fortunate of all the jobs one can be born with, as the only power it grants is the ability to appraise things.\n\nTreated cruelly by all and reduced to a litter collector by his peers, Ein has grown to hate himself and lives his days in spineless self-abasement. But when he meets Yuuri, the spirit of the World Tree, and her protector, Ursula the sage, Ein's fate takes a drastic turn.<br>\n<br>\nWith the gift of a Spirit Eye from Yuuri and the help of Ursula in learning how to use it, Ein grows stronger and stronger, until he's ready to take Yuuri on her long-desired journey to meet her World Tree's sisters. He goes on to overcome all sorts of challenges, armed with his natural kindness and his new-found courage. <br><br> (Source: Crunchyroll)"
    },
    {
      "id": "tt33021990",
      "type": "series",
      "name": "Headhunted to Another World: From Salaryman to Big Four!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179689-kmlqdU3IbxeM.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Politics/Isekai/Work/Economics/Demons/Magic/Male Protagonist/Kemonomimi/Tsundere/Elf/Monster Girl/Heterosexual/Anthropomorphism/Slapstick/Female Harem\nIn an alternate fantasy world, the Demon King reigns with a formidable army led by his Four Heavenly Kings. One happens to be Uchimura Denosuke, a normal salaryman unexpectedly plucked from his mundane life by the Demon King himself. But even in this new realm, Uchimura is bestowed no particular powers. Can he survive treacherous missions with only the knowledge of an office worker?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32579866",
      "type": "series",
      "name": "Bogus Skill <<Fruitmaster>> ~About that time I became able to eat unlimited numbers of Skill Fruits (that kill you)~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178100-GF4dKSrkdByJ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Primarily Female Cast/Adoption/Agriculture/Swordplay/Necromancy/Zombie/Fairy/Dragons\nIn a world where eating “Skill Fruits” grants special powers, Light, a boy who seeks to become the world’s greatest adventurer, obtains the <<Fruitmaster>> skill, a bogus skill specializing in fruit cultivation that is completely useless in combat.<br>\n<br>\nEating a second “Skill Fruit” results in death, so there are no do-overs. Meanwhile, his childhood friend Rena, who promised to become an adventurer with him, achieves S Rank in record time, and the gap between them widens.<br>\n<br>\nLight spends his days farming and training with a sword, but one day, he accidentally eats a second “Skill Fruit.”<br>\n<br>\n“Why am I not dying?!”<br>\n<br>\nLight avoids certain death and learns the incredible true power of the <<Fruitmaster>> skill: he can eat as many “Skill Fruits” as he wants! His overpowered ability allows him to gain an ability every time he eats one, for an unlimited number of times!! The worst skill ever is actually the best skill ever!!!<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA and Crunchyroll. The original TV broadcast started on January 7, 2025.</i>"
    },
    {
      "id": "tt33384314",
      "type": "series",
      "name": "Ameku M.D.: Doctor Detective",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176642-lgDtPlodCMRm.jpg",
      "description": "Genres: Mystery, Slice of Life\nTags:Medicine/Detective/Female Protagonist/Primarily Adult Cast/Episodic/Crime/Rescue/Police/Twins/Seinen\nTen’ikai General Hospital’s Supervisory Department of Diagnostic Pathology handles cases other physicians deem too difficult to treat. It’s also where bizarre mysteries surface, from unexplained illnesses to strange murders even the police can’t solve. At the center of it all is Takao Ameku, a brilliant doctor determined to reveal the shocking truth behind these anomalies.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33615810",
      "type": "series",
      "name": "I Left My A-Rank Party to Help My Former Students Reach the Dungeon Depths!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180812-162w2RBaqJzE.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Dungeon/Female Harem/Magic/Male Protagonist/Primarily Female Cast/Archery/Swordplay/Elf/Kemonomimi/Urban Fantasy/Coming of Age/Curses/Heterosexual\nYuke, a red mage, angrily declares that he's leaving Thunder Pike, the A-rank party he's been with for five years, because he's fed up with being insulted and ridiculed by the other members.<br>\n<br>\nWhile searching for a new party, he runs into his former students Marina, Silk, and Rain, and decides to join their party, Clover. Encouraged by their admiration of him as their teacher, Yuke leads them in completing several quests that show off his own extraordinary magic and skills while bringing out the girls' abilities to their fullest.<br>\n<br>\nThen, through an \"adventure broadcast\" by an artifact known as Camelot, Clover becomes well-known throughout society. The party's dream is to conquer Achromatic Darkness, the most challenging dungeon of all, but as they take on other dungeons in hopes of eventually achieving that goal, they gradually become entangled in chaos that threatens the whole world...\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10777610",
      "type": "series",
      "name": "Toilet-bound Hanako-kun Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170892-VFCGRI41xFUF.jpg",
      "description": "Genres: Action, Comedy, Drama, Mystery, Supernatural\nTags:Urban Fantasy/Ghost/Shounen/Youkai/Exorcism/Mythology/School/Steampunk/Femboy/Female Protagonist\nThe second season of <i>Jibaku Shounen Hanako-kun.</i><br><br>\nHanako, Nene, and Kou race against time to uncover the traitor among the Seven Wonders.<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt30689448",
      "type": "series",
      "name": "Welcome to Japan, Ms. Elf!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172439-sTda7baXB0Fh.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Iyashikei/Elf/Heterosexual/Isekai/Urban Fantasy/Magic/Food/Dungeon/Female Protagonist/Male Protagonist/Monster Girl/Language Barrier/Dragons/Nudity\nMs. Elf is intrigued by Japanese culture?!\n<br><br>\nWorking adult Kitase Kazuhiro’s hobby is sleeping. Ever since he was a child, he’s had exciting adventures in the mysterious other world he dreams about. One day, while exploring ancient ruins with an elf girl he befriended, he is unfortunately burned by the breath of a magic dragon he encounters.\n<br><br>\nWhen he awakens from his dream, an elf girl who shouldn’t be in his room is sleeping next to him… <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32524468",
      "type": "series",
      "name": "I’m a Noble on the Brink of Ruin, So I Might as Well Try Mastering Magic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176063-dIL2xrjmOLs1.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Alchemy/Female Harem/Male Protagonist/Royal Affairs/Kingdom Management/Isekai/Age Regression/Kemonomimi/Dragons/Vampire\nWhile innocently enjoying himself after work, one man’s life changes forever. He wakes in the body of Liam Hamilton, the youngest son of a noble house on the brink of collapse. Amid the chaos, Liam realizes he finally has time to learn and practice magic. Once he begins, it takes his life for an even bigger turn. Can Liam master magic and save his noble family? The aristocratic fantasy begins!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34621652",
      "type": "series",
      "name": "The Daily Life of a Middle-Aged Online Shopper in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180292-GG0nwYZ5HeN7.jpg",
      "description": "Genres: Ecchi, Fantasy\nTags:Isekai/Nekomimi/Male Protagonist/Economics/Female Harem/Nudity/Anthropomorphism/Kemonomimi/Food/Found Family\nKenichi Hamada is just a regular, middle-aged man working as an illustrator in Japan. One day, he is transported to another world and wakes to find himself in the middle of a dangerous forest filled with ravenous monsters. He quickly discovers a massive online shopping site that can deliver him exactly what he needs. Join Kenichi on his search for relaxation in a new world!\n<BR><BR>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33058180",
      "type": "series",
      "name": "From Bureaucrat to Villainess: Dad's Been Reincarnated!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172453-7iYNTAEZpNsJ.png",
      "description": "Genres: Comedy, Fantasy\nTags:Villainess/Seinen/Video Games/School/Otaku Culture/Meta/Gender Bending/Female Protagonist/Isekai/Matchmaking/Elderly Protagonist/Mixed Gender Harem/Primarily Male Cast/Primarily Teen Cast/Male Protagonist/Surreal Comedy/Parody/Magic/Age Regression/Royal Affairs/Nekomimi/Swordplay/Family Life/Tsundere/Maids/Chibi\nAfter a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks... "
    },
    {
      "id": "tt32856718",
      "type": "series",
      "name": "Beheneko: The Elf-Girl's Cat is Secretly an S-Ranked Monster!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176158-l0Ic9bAD6xJz.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Elf/Nudity/Zoophilia/Heterosexual/Animals/Dungeon/Large Breasts/Monster Girl/Magic/Dragons/Fairy/Kemonomimi/Swordplay/Shapeshifting/Seinen/Demons/Gore\nNobody asked to be a cat!\n<br><br>\nAfter dying in a fight against the forces of evil, a knight is shocked to discover that instead of being reborn as a hero of humanity, he starts his new life as a behemoth-one of the most powerful monsters in the world! The only problem is that a baby behemoth looks an awful lot like...an adorable house cat?! Things grow even more confusing when a beautiful elf adventurer rescues him from the brink of death rather than finishing him off. This house-cat-slash-knight's baffling journey is just getting started...\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt32581027",
      "type": "series",
      "name": "Übel Blatt",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175198-AtWwEQPTjQ6N.jpg",
      "description": "Genres: Action, Adventure, Drama, Ecchi, Fantasy\nTags:Revenge/Anti-Hero/Magic/Elf/Swordplay/Male Protagonist/Seinen\nRumors stir throughout the land: when the wielder of the black sword draws his dark blade, all who stand in its path are torn asunder…!<br><br>\nKöinzell, the mysterious young boy who carries the black sword, undeniably wields it with exceptional skill, but can he truly be responsible for the bloody rumors?\nPursued by the Traitorous Lances, four powerful warriors who were thought to have been defeated by the Seven Heroes, the strength of the young swordsman will be tested to its limit. At battle’s end, only the shocking truth of Köinzell’s quest will stand above the corpses of his enemies…<br><br>\nAn epic fantasy on the grandest of scales!<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt33310730",
      "type": "series",
      "name": "Medalist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165171-nTOHsbh3pThN.jpg",
      "description": "Genres: Drama, Psychological, Sports\nTags:Ice Skating/Athletics/Rehabilitation/Found Family/Coming of Age/Seinen/Work/Primarily Child Cast/Female Protagonist/Male Protagonist/CGI/Parenthood\nTsukasa, whose dreams were crushed. Inori, left to fend for herself. These two share a dream...and their tenacity may be the only thing that sees them through. Their destination? The ice...on the world's stage! <br>\n<br>\n(Source: Kodansha USA) "
    },
    {
      "id": "tt31169642",
      "type": "series",
      "name": "OKITSURA: Fell in Love with an Okinawan Girl, but I Just Wish I Know What She's Saying",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166699-ELqlQLrZwTrG.jpg",
      "description": "Genres: Comedy, Romance\nTags:Male Protagonist/Seinen/Language Barrier/Episodic/Heterosexual/Love Triangle/Tanned Skin/Educational/Coastal/School/Iyashikei/Slapstick/Gyaru/Primarily Teen Cast/Cute Girls Doing Cute Things/Chibi/Food\nWhen Teruaki Nakamura transfers to laid-back Okinawa, he falls for the lively Kyan-san—but her dialect is a complete mystery to him. With Higa-san translating, Teru’s misunderstanding-filled island life takes off...and subtle hints suggest Higa-san might want his heart too. On this serene island, love flows as freely as the ocean breeze!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34621291",
      "type": "series",
      "name": "Magic Maker: How to Make Magic in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179297-qaG8nCqMpR3o.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Slice of Life\nTags:Magic/Isekai/Male Protagonist/Coming of Age/Incest/Swordplay/Rural/Ghost/Goblin/Ojou-sama\nOn the night of his 30th birthday, one man’s dreams of wielding magic come true after he unexpectedly passes away. He wakes as Sion, a young child in another world. He and his elder sister, Marie, are the children of a lower-class noble family who govern their region. After receiving conflicting messages from their father, Sion and Marie set out on an adventure to uncover the magic.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13129190",
      "type": "series",
      "name": "SK8 the Infinity EXTRA PART",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136381-t6c5rfKjnqqd.jpg",
      "description": "Genres: Action, Comedy, Drama, Sports\nTags:Cute Boys Doing Cute Things/Skateboarding/Male Protagonist/Primarily Male Cast/Boys' Love/Karuta/School/Slapstick/Athletics/LGBTQ+ Themes/Horticulture/Language Barrier/Food\nOriginal video animation for <i>SK∞ (Sk8 the Infinity)</i>. <br><br>\nFour slice-of-life omnibus stories.\n<br><br>\n- The Rain and a Cat, Soda Ice Cream from the Convenience Store\nOne Sunday, Reki, Langa, and Miya head out to the skatepark as usual when a squall suddenly hits them. They head back to Reki’s place and start playing Karuta, a Japanese card game they find!?\n<br><br>\n- Becoming Really Serious About Things\nIn the past, Sakurayashiki and Nanjo had spent their high school days in relative obscurity. These two always had butt heads and competed, but what lies ahead for them from all this competition?\n<br><br>\n- Morning Routine\nThis story unravels the mystery surrounding Ainosuke and Kikuchi’s everyday life. It closes in on their secret moments, crossovers, and a moment beyond that draws closer.\n<br><br>\n- Hiromi, Do Your Best!\nShadow is an anti-hero at night, but this is his three-part slice-of-life flash story highlighting his noble and kind personality as he works hard at a flower shop during the day.\n<br><br>\n(Source: Aniplex USA)\n<br><br>\n<i>Premiered in theaters on 01/24/2025. The home video was released on 03/19/2025."
    },
    {
      "id": "tt32034812",
      "type": "series",
      "name": "I'm Living With a Otaku NEET Kunoichi?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174654-J8OduNFjRpVY.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Hikikomori/Ninja/Heterosexual/Youkai/Primarily Female Cast/LGBTQ+ Themes/Exorcism/Tsundere/Restaurant\nIn order to protect an ordinary businessman, Tsukasa Atsumi, from demons, a genius kunoichi, Shizuri Ideura, signs a master-servant contract with him on the condition that she stays with him. Despite her cool appearance of defeating demons, Shizuri is an otaku NEET who spends all her time playing video games. While Shizuri is spoiled by Tsukasa and leads a lazy cohabitation life, the quirky Kunoichi gather together... A romantic comedy about living together with a genius Kunoichi who is an otaku and a NEET! <br>\n<br>\n\n(Source: HIDIVE)\n"
    },
    {
      "id": "tt33084834",
      "type": "series",
      "name": "The Red Ranger Becomes an Adventurer in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180052-i29SxOyEBtXB.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Super Robot/Parody/Surreal Comedy/Tokusatsu/Henshin/Isekai/Tsundere/Shounen/CGI/Male Protagonist/Swordplay/Dragons/Aliens/Space/Spearplay/Guns/Desert/Elf/Archery/Royal Affairs/Motorcycles/Magic/Superhero/Heterosexual/Nudity/Demons/Shapeshifting/Dungeon\nTogo Asagaki was the Red Ranger in a heroic Ranger squad. During their final battle against an evil organization, he gave his life to guarantee their triumph. But fate had other plans, and he found himself reborn in an entirely different world. Embracing his new role as an adventurer, he transforms into Kizuna Red and continues his pursuit of justice, helping those in need.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32801156",
      "type": "series",
      "name": "Flower and Asura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178022-gB3zAfazGBJ6.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Primarily Teen Cast/School Club/School/Acting/Coastal/Female Protagonist/Tsundere/Seinen/Classic Literature\nOn the picturesque island of Tonakijima with a population of only 600, Hana’s favorite pastime is reading literature to the island’s children. Her narration skills are second to none, and Mizuki, the president of the school’s broadcasting club immediately recognizes Hana’s ability to engage with others and draw them into her recitations. Invited by Mizuki to join the club, Hana embarks on a journey to discover her true love of reading — and maybe even change the course of her life along the way.<br><br>\n\n(Source: HIDIVE)"
    },
    {
      "id": "tt24326724",
      "type": "series",
      "name": "Unnamed Memory Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178550-1mjYHtOwiqkC.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Primarily Adult Cast/Royal Affairs/Magic/Witch/Heterosexual/Swordplay/Curses/Dragons/Gore\nThe second season of <i>Unnamed Memory</i>.<br>\n<br>\nSeeking to end a curse thwarting his lineage, Prince Oscar sets out on a quest that leads him to a powerful and beautiful witch, Tinasha, and he demands a unique bargain: marriage. Though unenthused by the proposal, she agrees to stay in his castle for a year while researching the spell cast upon him. But beneath her beauty lies a lifetime of dark secrets that soon come to light.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt1799631",
      "type": "series",
      "name": "Blue Exorcist -The Blue Night Saga-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185880-efBIcDBzPiHP.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Demons/Exorcism/Urban Fantasy/Shounen/Twins/Super Power/Religion/Male Protagonist/Magic/School/Youkai\nSequel to <i>Ao no Exorcist: Yuki no Hate-hen.</i> <br><br>\n\nYukio parts ways with Rin and makes his way to the Illuminati. In order to face Yukio, who is seeking strength and the truth, Rin decides that he must learn the secret of their birth.\nWith Mephisto’s guidance, he embarks on a journey to the past.<br><br>\n\nRin traces the footsteps of their adoptive father, Shirou Fujimoto, and birth mother, Yuri Egin.\nBut the path they took in life was harsher than Rin could have ever imagined….<br><br>\n\nWhy were children born between the Demon God Satan and a human? What was the Blue Night? And when Rin learns everything, what will be his answer?\n<br><br>\n(Source: Official Site)"
    },
    {
      "id": "tt26713948",
      "type": "series",
      "name": "ISHURA Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176234-Wx2rAYr7YSD8.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Ensemble Cast/Politics/Primarily Adult Cast/Battle Royale/Espionage/Desert/Dystopian/Gore/Dragons/Military/CGI/Isekai/Robots/Disability\nThe second season of <i>ISHURA<i>."
    },
    {
      "id": "tt21975436",
      "type": "series",
      "name": "Kaiju No.8: Hoshina's Day Off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179999-8FuSR5TlOCD1.jpg",
      "description": "Genres: Action, Sci-Fi, Slice of Life\nTags:Shounen/Tokusatsu/Kaiju\nA special episode of <i>Kaijuu 8-gou</i> to be released alongside the compilation movie. <br><br>\n\n A day off... a rare day of peace for the Defense Force. After spending so long training, Reno has forgotten what he's supposed to do with free time. He sees that Hoshina is up to something with his own day off, and decides to go on a mission to tail him with Iharu! But then things go in an unexpected direction…<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34621467",
      "type": "series",
      "name": "Promise of Wizard",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170916-WNdKmGcOQhuO.jpg",
      "description": "Genres: Fantasy\nTags:Magic/Ensemble Cast/Isekai/Primarily Male Cast/Female Protagonist/Witch/Primarily Adult Cast/Male Harem/Josei/Twins/War\nOn a moonlit night, Akira Masaki finds herself in a magical world where wizards and humans coexist. Every year, they must face an enormous, deadly moon that attacks the planet. Their only hope lies with the Wizards of the Sage, appointed to fight the supernatural threat. But Akira soon discovers she wasn’t summoned by chance—she was chosen to lead them in battle.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Animation project for Mahoutsukai no Yakusoku announced during the stream event \"Mahoutsukai no Yakusoku 4-Shuunen Kinen Tokuban: Mahoyaku 4-Shuunen Goukon\" held on Nov 12, 2023."
    },
    {
      "id": "tt32832412",
      "type": "series",
      "name": "Anyway, I'm Falling in Love with You.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175409-ZYYEw0H6QypN.jpg",
      "description": "Genres: Drama, Romance\nTags:Shoujo/Female Protagonist/Male Harem/Heterosexual/Primarily Male Cast/School/Swimming/Coastal/Drawing\nIt's July 1, 2020. Mizuha, a high school second-year, is having the worst seventeenth birthday ever. She's missing her chance to get close to the older student she admires, and her parents didn't even remember that it's her birthday. Worst of all, there's a new and unknown infectious disease making the rounds, so all her club tournaments and school trips have been canceled.<br>\n<br>\nShe's convinced that she'll never have the dazzling youth that she's always dreamed of... but then her childhood friend, Mizuki, suddenly declares himself a candidate to be her boyfriend.<br>\n<br>\nThis is a school youth story about four childhood friends who grew up like family, one being the heroine, Nishino Mizuha, and the four boys she grew up with whom she sees as family.\n<br><br>(Source: Crunchyroll)"
    },
    {
      "id": "tt29135397",
      "type": "series",
      "name": "Ave Mujica - The Die is Cast -",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169295-WxoGTeMbje4T.jpg",
      "description": "Genres: Drama, Music, Psychological\nTags:Band/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Acting/Gambling/Full CGI/Yuri/Metal Music/Ensemble Cast/Adoption/Musical Theater/Urban/Rock Music/Ojou-sama/Shounen\n<i>\"Will you give me the rest of your life?\"</i>\n<br><br>\nAfter losing everything in a single night, Sakiko Togawa reaches out toward an even deeper abyss, one that will drag everyone around her down as well. Gathering the lives of girls burdened with their own troubles and desires, Sakiko raises the curtain on a perfect masquerade.\n<br><br>\n<i>\"Welcome to the world of Ave Mujica.\"<br><br></i>\n\nOn a stage where sorrow, death, fear, love—even the solace of forgetting—are stripped away, will their masks be torn off and shatter into oblivion, or will they….<br><br>\n(Source: Bushiroad) "
    },
    {
      "id": "tt33503859",
      "type": "series",
      "name": "Grisaia: Phantom Trigger",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145740-KtUZ6O59DaDq.jpg",
      "description": "Genres: Action\nTags:Primarily Female Cast/Guns/Military/LGBTQ+ Themes/War/Gore/Assassins/Terrorism\nSeveral years after <i>The Fruit of Grisaia</i>...<br>\n<br>\nWhat was once \"Mihama Academy,\" a sanctuary for young girls, has now been transformed into a SORD (Special Organization for Research & Development) training school dedicated to fostering talent for national defense. Rena and Maki specialize in firearms, Tohka and Gumi excel at sniping, Chris handles explosives and data processing, and Murasaki is a skilled ninja for intelligence operations. Together, they take on cases too complex for the police or Self-Defense Forces, repeatedly facing dangerous missions. This is the story of these young girls, painted in blood and gunpowder.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32485245",
      "type": "series",
      "name": "I Want to Escape from Princess Lessons",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170650-iVQC67atMVj3.png",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Heterosexual/Arranged Marriage/Royal Affairs/Shoujo/Ojou-sama/Male Protagonist/Foreign/Fishing\nLeticia Dorman, daughter of a duke, is less than thrilled to be engaged to a crown prince. Betrothed since childhood and trained to be queen, she always hoped Prince Clarke would fall for someone else one day. So when he shows up at a ball with another woman, Lettie excitedly retreats to the countryside to start her new life—only for Clarke to appear, determined to win her heart.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33310997",
      "type": "series",
      "name": "Momentary Lily",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177159-Yt7VNCVjlnxR.jpg",
      "description": "Genres: Action\nTags:Post-Apocalyptic/Urban/Primarily Female Cast/Swordplay/Henshin/Survival/Primarily Teen Cast/Female Protagonist/Urban Fantasy/Food/Super Power/Video Games/Cute Girls Doing Cute Things/CGI/Chibi\nRobotic invaders wiped out all life, but Renge fights to survive using her powers. With no memories, she roams the city until she meets five other young women, each with unique abilities. Together, they make the most of their lives, cooking delicious meals between battles with mechanical monstrosities. As they uncover the secrets of their powers and pasts, they find strength in their friendship.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34621609",
      "type": "series",
      "name": "TASOKARE HOTEL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178495-RJCGa2YRdKBU.jpg",
      "description": "Genres: Mystery, Supernatural\nTags:Amnesia/Female Protagonist/Inn/Episodic/Ghost/Work/Shapeshifting/Idol/Butler/Desert\nThe <i>\"Tasokare Hotel\"</i> never sees afternoon, nor does it see night, but rather exists in a state of endless twilight.<br><br>\nThis hotel exists in a limbo state, as a place that allows souls who have not yet decided if they are meant to pass on to the afterlife, or remain in the world of the living, to rest their wings. The protagonist, Neko Tsukahara, comes across this \"Tasokare Hotel\" with no memory of who she is or how she came to be there. <br><br>\nAn employee leads the way and shows Neko to her room, explaining, \"In these rooms, there should be items that are related to our guests' memories. These items can also serve as clues to help our guests remember who they were before they arrived here.\" As Neko searches for a way to return to this world and remember who she was, a certain incident confronts her...<br><br>\n(Source: \"It’s Anime\" YouTube Channel)<br><br>\n<i>Note: Each episode streamed 5 days early on some streaming services. The original TV broadcast started on January 8th, 2025.</i>"
    },
    {
      "id": "tt34621563",
      "type": "series",
      "name": "Sorairo Utility (TV)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174596-GbgKrUtBBuIg.jpg",
      "description": "Genres: Slice of Life, Sports\nTags:Female Protagonist/Golf/Cute Girls Doing Cute Things/Outdoor Activities/Primarily Female Cast/Urban/Otaku Culture/Work/Iyashikei/School/Shogi/CGI/Maids\n\"At this rate, I'll just graduate as a plain background character A!\"<br>\n<br>\nMinami Aoba was troubled. She had no particular strengths or things she wanted to do. Is it okay for her high school life to end as such an ordinary supporting character!?<br>\n<br>\nLeaving school behind, Minami searches for her own \"special uniqueness.\" She stumbles upon the nearby golf practice range by chance. Approached by part-time worker Haruka Akane, Minami grasps the golf club—the \"utility.\"<br>\n<br>\nAnd thus, it was the encounter between Minami and golf.<br>\n<br>\nWinning is not the only thing in golf! Everything related to golf is enjoyable!<br>\n<br>\nTogether with the genius golfer Haruka and Ayaka Hoshimi, who aspires to be an influencer, they seek the moment when they can become the \"protagonist\"! As a super beginner, Minami swings her club once again today."
    },
    {
      "id": "tt34621220",
      "type": "series",
      "name": "Farmagia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178312-iGhE7xvvCReS.jpg",
      "description": "Genres: Fantasy\nTags:Ensemble Cast/Proxy Battle/Magic/Animals/War/CGI/Horticulture/Agriculture\nIn Felicidad, farmers known as the Farmagia raise monsters under the peaceful rule of the Magus Diluculum. After the Magus passes, a power struggle erupts among forces using monsters to seize control. In the town of Centvelt, Farmagia Ten and his friends band together against the despotic new ruler, Glaza. Ten, his friends, and their home-grown monsters must stay strong to defend their freedom. <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34754131",
      "type": "series",
      "name": "Babanba Banban Vampire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175422-4I9gEsW7px6C.png",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Vampire/Male Protagonist/Boys' Love/Urban Fantasy/Unrequited Love/Love Triangle/Virginity/LGBTQ+ Themes/Nudity/Shounen/Urban/Heterosexual/School/Delinquents/Acting/Work/Historical/Samurai\nWhen 15-year-old Rihito falls in love, an ancient vampire who craves 18-year-old virgin blood must protect the teen's virginity at all costs.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt35870448",
      "type": "series",
      "name": "LOS ANGELES LAKERS x ONE PIECE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187225-H0ppAOkOYMxM.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Sports\nTags:Basketball/Super Power/Male Protagonist/Shounen\nOn February 28, <i>ONE PIECE</i> took over Crypto.com Arena for a special game night collab event with the Los Angeles Lakers. The Lakers ended up taking down their opponents in a close 106-102 game, and maybe some of that juice is thanks to the presence of the Straw Hats and a special piece of animation created for the event.<br><br>\n\nThe anime short—which depicts a Lakers uniform-clad Luffy in an intense basketball match against a team of Marines—can be seen in all its 30 seconds of glory. <i>Can our captain Luffy take home the win?</i> <br><br>\n\n(Source: Crunchyroll News, ONE PIECE Official ENG YouTube description, edited)"
    },
    {
      "id": "tt3544556",
      "type": "series",
      "name": "Aldnoah.Zero: Ame no Danshou - The Penultimate Truth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181440-YfrrFmLHwFBR.jpg",
      "description": "Genres: Fantasy, Mecha, Sci-Fi\nTags:Philosophy/Real Robot/Space/Military/Male Protagonist/War/Space Opera/Super Robot\nAn epilogue OVA bundled with the <i>Aldnoah.Zero</i> Blu-ray Disc BOX."
    },
    {
      "id": "tt34852961",
      "type": "series",
      "name": "You and Idol Precure ♪",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185073-qxDBOwjnK3wN.png",
      "description": "Genres: Action, Fantasy, Mahou Shoujo, Music\nTags:Female Protagonist/Primarily Female Cast/Idol/Dancing/Henshin/Cute Girls Doing Cute Things/Magic/Fairy/Episodic/CGI/School/Makeup/Tokusatsu/Kids/Urban/Urban Fantasy/Restaurant/Isekai\nThe main character, Sakura Uta, is a second-year middle school student who loves to sing. One day, she meets the fairy Purirun that has come to search for the Legendary Protectors, Idol Precure! Purirun's hometown, KirakiLand has been plunged into total darkness by Darkine, the boss of the Chokkiri Gang. Meanwhile, the sparkles of the townspeople are being stolen by the Chokkiri Gang... it's a huge pinch!<br>\n\"I want to make it sparkle sparkly! Here is my song!\" - With this determination, Uta transforms into the Legendary Protector, Cure Idol! She sings, dances, and gives fan service, making it sparkle no matter how pitch-black it is!"
    },
    {
      "id": "tt5296398",
      "type": "series",
      "name": "Witchy Precure!! ~MIRAI DAYS~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162722-w30E3QgBvG7H.jpg",
      "description": "Genres: Action, Fantasy, Mahou Shoujo, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Isekai/Magic/Primarily Adult Cast/Yuri/Witch/College/Henshin/Urban Fantasy/Cute Girls Doing Cute Things/Fairy/Urban/Parenthood/Found Family/Teacher/LGBTQ+ Themes/Robots\nOne of the anime projects to commemorate the 20th anniversary of the Precure franchise, this will be a direct sequel of <i>Mahoutsukai Precure!</i> aimed at grown-up fans of the anime. <br><br>\n\nMirai Asahina, a very curious 13-year-old girl with a love for mysterious things, met a young witch named Liko during spring break.\nLed by miracles and magic, Mirai and Liko both transformed into the Legendary Witch \"Precures\"! \nWorking together with Mirai's treasured teddy bear Mofurun and Ha-chan, a fairy born from the \"Linkle Smartbook\", they tried to repel the chaos that was encroaching upon the \"Magic World\" and \"Magicless World (Human World)\". However, that involved the separation of everyone.<br><br>\n\nAfter being miraculously reunited a few years later, Mirai and the others begin to take steps towards their futures in their respective worlds. Mirai is a college student in the Magicless World. Liko, who returned to the Magic World, is a teacher at the Magic School. Mofurun, as always, is at Mirai's side. Ha-chan exists far away, watching over the world.<br><br>\n\nHowever, a new disaster threatening the Magic and Magicless worlds has appeared...<br>\nDue to signs of the coming disaster, Mirai and Liko reunite for the first time in months. While attempting to resist this mysterious enemy, they both come face to face with not only their past, but their future. With the magical words \"Cure Up RaPaPa!\", their exciting tale is once again set into motion!<br><br>\n\n(Source: Anime News Network, Crunchyroll, edited)"
    }
  ]
}