{
  "metas": [
    {
      "id": "tt12343534",
      "type": "series",
      "name": "JUJUTSU KAISEN Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145064-5fa4ZBbW4dqA.jpg",
      "description": "Genres: Action, Drama, Supernatural\nTags:Super Power/Primarily Teen Cast/Shounen/Male Protagonist/Urban Fantasy/Demons/Youkai/Body Horror/Revenge/Swordplay/Agender/Boys' Love/Table Tennis/Mahjong\nThe second season of <i>Jujutsu Kaisen</i>.<br>\n<br>\nThe past comes to light when second-year students Satoru Gojou and Suguru Getou are tasked with escorting young Riko Amanai to Master Tengen. But when a non-sorcerer user tries to kill them, their mission to protect the Star Plasma Vessel threatens to turn them into bitter enemies and cement their destinies—one as the world’s strongest sorcerer, and the other its most twisted curse user!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146065-IjirxRK26O03.png",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Rehabilitation/Male Protagonist/Magic/Coming of Age/Heterosexual/School/Elf/Hikikomori/Tomboy/Gods/Tsundere/Super Power/Otaku Culture/Family Life/Nudity/Swordplay/Nekomimi/Survival/Found Family/Slavery/Demons/Religion/Language Barrier/Delinquents/Maids/Archery/Dragons\nThe second season of <i>Mushoku Tensei: Isekai Ittara Honki Dasu</i>. <br><br>\nRudeus heads north with new friends and powers in search of adventure and those he once knew.  <br><br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Includes episode 0.</i>"
    },
    {
      "id": "tt25811262",
      "type": "series",
      "name": "Zom 100: Bucket List of the Dead",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159831-TxAC0ujoLTK6.png",
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Zombie/Surreal Comedy/Post-Apocalyptic/Survival/Male Protagonist/Rehabilitation/Primarily Adult Cast/Gore/Work/Slapstick/Body Horror/Heterosexual/Nudity/Tsundere/Achromatic/Motorcycles/Seinen/Suicide/Rugby\nSurviving a zombie apocalypse beats being a wage slave any day! After spending years slaving away for a soul-crushing company, Akira's life has lost its luster. He lives in a trash-filled apartment, his pay is abysmal, and he can't even muster up the nerve to confess his love to his beautiful co-worker. But when a zombie apocalypse ravages his town, it gives him the push he needs to live for himself. Now Akira's on a mission to complete all 100 items on his bucket list before he...well, kicks the bucket.\n<br><br>\n(Source: Viz Media) "
    },
    {
      "id": "tt28261206",
      "type": "series",
      "name": "Horimiya: The Missing Pieces",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163132-C220CO5UrTxY.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Slapstick/Achronological Order/School/Ensemble Cast/Episodic/Shounen/Primarily Teen Cast/Female Protagonist/Family Life/Male Protagonist/LGBTQ+ Themes\nA new anime project adapting popular side stories that were left out from the previous adaptation.\n<br><br>\nAs the graduation ceremony at Katagiri High School comes to an end, Kyouko Hori, her boyfriend Izumi Miyamura, and their friends begin to look back on their time as students. The moments they shared together may be fleeting, but each one is a colorful piece of their precious memories.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt19869172",
      "type": "series",
      "name": "My Happy Marriage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147103-Om2LOXlhHNAe.png",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Marriage/Female Protagonist/Historical/Heterosexual/Bullying/Kuudere/Super Power/Military/Rehabilitation/Politics/Shoujo/Coming of Age/Makeup/Iyashikei\nDespite being born into a noble family, Miyo lost her birth mother at a young age and grew up being abused by her stepmother, stepsister, and father.<br>\n<br>\nWhen she finally receives news that she's to be married off, she finds out that her husband-to-be is Kiyoka, a soldier with a reputation for being cruel and heartless. In fact, he's had numerous previous fiancées who have all fled his household; none lasting even a mere three days. <br><br> Resigned to the fact that her family had abandoned her, Miyo knocks on the gate of the Kudou household to find herself greeted by a beautiful man with pale skin. Despite the poor treatment she receives from her husband-to-be during their first meeting, Miyo is unable to return to her old home and spends her time cooking and doing chores. However, as the days pass, Miyo and Kiyoka being to slowly open their hearts to each other... <br>\n<br>\n(Source: KADOKAWA, edited)"
    },
    {
      "id": "tt14986406",
      "type": "series",
      "name": "BLEACH: Thousand-Year Blood War - The Separation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159322-Sp1GflRhE6Po.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:Shounen/War/Super Power/Male Protagonist/Swordplay/Ghost/Mythology/Urban Fantasy/Gore\nThe second part of <i>BLEACH: Sennen Kessen-hen</i>. \n<br><br>\nAfter a brutal surprise attack by the forces of Quincy King Yhwach, the resident Reapers of the Soul Society lick their wounds and mourn their losses. Many of the surviving Soul Reaper captains train to battle without their Bankai, the ultimate technique wielded by the fiercest warriors.\n<br><br>\nIn the previous assault, Ichigo Kurosaki narrowly managed to help fend off Yhwach's fearsome wrath. However, to ultimately defeat his godly adversary and save his allies, Ichigo must now undergo severe training that will push him beyond his physical, emotional, and mental limits.\n<br><br>\nThough Yhwach already holds the upper hand in this ongoing blood feud, he also successfully recruits Uryuu Ishida, Ichigo's close friend and rival, to be his successor. Yhwach strikes out once again at the weakened Soul Society, intent on finally obliterating his long-standing enemies. As Ichigo struggles to attain new power, the Soul Reaper captains fight for survival and borrowed time.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt28265657",
      "type": "series",
      "name": "The Girl I Like Forgot Her Glasses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160188-4RvYLaru3vKj.jpg",
      "description": "Genres: Comedy, Romance\nTags:Primarily Teen Cast/Heterosexual/School/Male Protagonist/Disability/CGI/Iyashikei/Kuudere\nWith the new school year comes a new homeroom, new classmates, and a new desk for the timid Komura. But any trepidation he might've felt quickly dissipates when he catches sight of Mie, his new seat neighbor. Apt to quietly blurt out the most random things, the quirky Mie wears thick glasses that accentuate her lovely eyes, making Komura’s heart skip a beat!<br>\n<br>\nUnfortunately, Mie is pathologically forgetful and can never seem to remember to bring her glasses to class. It's not all bad, though! Her resulting squinty, mean-girl face sends Komura’s heart into overdrive too! While Komura is keen to help out and share his textbooks with Mie, will his heart give out from the almost daily strain of being up close and personal with his crush?!<br>\n<br>\n(Source: Square Enix)"
    },
    {
      "id": "tt6402190",
      "type": "series",
      "name": "Masamune-kun's Revenge R",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146953-80YtZNkpbhIA.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Love Triangle/Tsundere/Female Harem/Revenge/Heterosexual/School/Ojou-sama/Primarily Female Cast/Male Protagonist\nThe second season of <i>Masamune-kun no Revenge</i>. <br><br>\nMasamune and Adagaki return for more romantic antics, this time on a school trip to France!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27845099",
      "type": "series",
      "name": "Reign of the Seven Spellblades",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142598-0jpRK2h0v1hd.jpg",
      "description": "Genres: Action, Fantasy\nTags:Magic/School/Primarily Teen Cast/Male Protagonist/Swordplay/Ensemble Cast/Samurai/Heterosexual/Torture/Animals/Alchemy/Gore\nIt’s springtime at Kimberly Magic Academy, and new students are beginning their first year. Among them are a skilled and studious boy, Oliver, and a headstrong samurai girl, Nanao. They soon form a unique bond in the halls of Kimberly, but this picturesque school isn’t what it seems. Dark secrets and endless danger lurk behind every corner. Can these wizards make it to graduation alive?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt11448214",
      "type": "series",
      "name": "Rent-a-Girlfriend Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154745-xBr65cJsL3uW.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Male Protagonist/Female Harem/Female Protagonist/Acting/Surreal Comedy/Heterosexual/Shounen/Athletics/Primarily Female Cast/College\nThe third season of <i>Kanojo, Okarishimasu.</i>\n<br><br>\nKazuya begins producing a movie with Chizuru, and when things start to become close, a new girlfriend enters the mix! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28100910",
      "type": "series",
      "name": "Liar, Liar",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131863-G7bfAMPea08v.png",
      "description": "Genres: Psychological, Romance\nTags:Male Protagonist/School/Gambling/Primarily Teen Cast/Tsundere/Female Harem/Heterosexual/Maids/Shapeshifting/Chuunibyou/Femboy\nA mind game of lies and deceit begins! At Academy Island, students battle in Games to win stars, hoping to earn the prestigious title “Seven Star.” Sarasa is last year’s champion and is on track to win again until Hiroto, a new transfer student, hits the scene. Surprisingly, Hiroto defeats her by sheer luck! Now, he must use bluffs and trickery to stay on top. <br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28254867",
      "type": "series",
      "name": "Am I Actually the Strongest?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154391-IEyLPkJBsMxO.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Magic/Isekai/Kemonomimi/Male Protagonist/Demons/Superhero/Revenge/Gods/Age Regression/Female Harem\nAfter being a shut-in, Haruto is reincarnated as a baby. And amazingly, that baby is a prince! However, he's abandoned in a forest on the day he's born because of his low magic level... What will be the fate of Haruto, who was inadvertently given 1000 times the normal amount of magic by the goddess of reincarnation without anyone noticing?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5679720",
      "type": "series",
      "name": "Bungo Stray Dogs 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163263-uz881pFAyi7P.jpg",
      "description": "Genres: Action, Comedy, Mystery, Supernatural\nTags:Crime/Urban Fantasy/Anti-Hero/Ensemble Cast/Super Power/Detective/Male Protagonist/Primarily Adult Cast/Seinen/Primarily Male Cast/Mafia/Classic Literature\nThe fifth season of <i>Bungou Stray Dogs</i>. <br><br>\nDetective employees are caught one after another, and Kamui, the leader of Tenjin Goshui, is closing in on the Armed Detective Agency. Will the Agency survive?! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27206542",
      "type": "series",
      "name": "Undead Murder Farce",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162983-T3nZyk6sUlEj.jpg",
      "description": "Genres: Fantasy, Mystery, Supernatural\nTags:Detective/Historical/Youkai/Travel/Female Protagonist/Revenge/Monster Girl/Crime/Monster Boy/Demons/Foreign/Male Protagonist/Gore/Vampire/Primarily Adult Cast/Rural/Guns/Maids\nThe 19th century — a world inhabited by vampires, golems, werewolves and other paranormal creatures. Immortal beauty and disembodied head Aya Rindo, along with half-human-half-demon \"Demon Killer\" Tsugaru Shunichi and her loyal maid Shizuku Hasei, travels through Europe as supernatural detective \"The Cage User,\" solving supernatural mysteries while she searches for her lost body.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28278738",
      "type": "series",
      "name": "The Dreaming Boy is a Realist",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157397-L1ZUMTuxf8OK.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Tsundere/Heterosexual/Primarily Teen Cast/Male Protagonist/Female Harem/Ojou-sama\nSajou Wataru, who is deeply in love with his beautiful classmate Natsukawa Aika, is continuing to approach her without getting discouraged while having dreams about their mutual love. However one day he woke up thinking \"I am not really fit to be together with someone as good as her, huh...\" Upon realizing this, Wataru started keeping an appropriate distance towards her, much to Aika's surprise. \"Could it be that he hates me now...?\" Did his intentions slip by her because she was getting impatient after arriving at the wrong conclusion!? This is the start of a romcom revolving around two people who just can't get their feelings across and both think their love is unrequited!"
    },
    {
      "id": "tt28100731",
      "type": "series",
      "name": "Reborn as a Vending Machine, I Now Wander the Dungeon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153360-0c0Bu5xnwiSL.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Language Barrier/Isekai/Dungeon/Food/Parody/Magic/Economics/Male Protagonist/Anthropomorphism/Ojou-sama\nAfter dying in a traffic accident, I find myself standing near an unfamiliar lake. My body won't move, I can't hear my voice, and when I try to shout in confusion, words that I never expected come out! \"Get one free with a winner.\" I-it seems I've turned into a vending machine...! I can only do what actual vending machines can. It's impossible to move by myself, and there's no way for me to have any meaningful conversation-how am I going to survive some fantasy world's dungeon like this?! <br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt22249034",
      "type": "series",
      "name": "Rurouni Kenshin (2023)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142877-wNH2KPu6LYF4.jpg",
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Swordplay/Samurai/Historical/Shounen/Martial Arts/Male Protagonist/Heterosexual/Rural/Travel\nRe-adaptation of the main manga series.\n<br><br>\nOne hundred and forty years ago in Kyoto, with the coming of the American \"Black Ships,\" there arose a warrior who, felling men with his bloodstained blade, gained the name Hitokiri, manslayer! His killer blade helped close the turbulent Bakumatsu era and slashed open the progressive age known as Meiji. Then he vanished, and with the flow of years, became legend.\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt2622982",
      "type": "series",
      "name": "The Devil is a Part-Timer! Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155168-x7TUG4F0HnQy.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Demons/Ensemble Cast/Angels/Isekai/Male Protagonist/Tsundere/Magic/Urban Fantasy/Primarily Adult Cast/Urban/Work/Satire/Heterosexual/Food/Nudity\nSequel to <i>Hataraku Maou-sama!!</i>.<br><br>\nLucifer and company face new challenges, form new alliances and...now there's a baby! Your favorite otherwordly crew returns in this continuation.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21844490",
      "type": "series",
      "name": "Dark Gathering",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152802-qpOnEtQDbppP.jpg",
      "description": "Genres: Horror, Supernatural\nTags:Ghost/Urban Fantasy/Male Protagonist/Female Protagonist/Suicide/Rehabilitation/Hikikomori/Gore/Denpa/Episodic/Cars/College/Heterosexual\nAfter a devastating encounter with a restless spirit, ghost-fearing psychic Keitarou Gentouga became a shut-in to avoid additional spectral catastrophes. But no man is a haunted island, and Keitarou eventually reintegrates with society by getting a part-time job as a tutor to the child prodigy Yayoi Houzuki. Yayoi isn’t just an academic genius, though. She’s a talented psychic medium hell-bent on finding the malevolent spirit behind her mother’s disappearance, and she’s gravely determined to drag Keitarou into her terrifying world of grotesque supernatural phenomenon.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt28254942",
      "type": "series",
      "name": "Classroom for Heroes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139606-LrYkytn7fVwt.jpg",
      "description": "Genres: Action, Fantasy, Slice of Life\nTags:School/Male Protagonist/Female Harem/Nudity/Swordplay/Demons/Magic/Dragons/Primarily Teen Cast/Centaur/Augmented Reality/Artificial Intelligence\nThe story is set in Rosewood Academy, a school that trains future heroes destined to protect mankind. The school accepts only those with the most potential. Arnest Flaming, a girl who boasts the top record in the academy, is assigned to guide a mysterious but cheerful new student named Blade who rivals her own power.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt27571597",
      "type": "series",
      "name": "My Tiny Senpai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155730-1dE2C3K8VFdW.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Work/Heterosexual/Seinen/Office Lady/Primarily Adult Cast/Male Protagonist/Iyashikei/Chibi/Nekomimi/Cute Girls Doing Cute Things/Cosplay/Drawing\nWhen Shinozaki started his new job, he never expected his superior to be so…cute!? He was struggling to learn the ropes until Katase, his adorably tiny and kind senpai, took him under her wing. She goes above and beyond to ensure Shinozaki feels comfortable—even rubbing his shoulders when he’s tense. But as they grow closer, Shinozaki hopes her devoted attention might mean something more.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27990591",
      "type": "series",
      "name": "My Unique Skill Makes Me OP even at Level 1",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148465-JHRudD6EbUVU.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Female Harem/Isekai/Dungeon/Found Family/Male Protagonist/Kemonomimi/Magic\nSatou Ryouta, a salaryman working for an exploitative company, suddenly finds himself inside an unfamiliar dungeon in a strange world where monsters drop all sorts of items as loot. With the help of a girl he happens to run into named Emily, he's able to check his own stats... and finds that all of them, both physical and magical, are at rank F (the weakest)! What's more, his level is stuck at 1 (the lowest)! Ryouta is on the verge of utter despair... but then he learns that he also has \"Drop Skill: All S,\" the most powerful unique skill there is! Can Ryouta manage to survive in this bizarre world?! The strongest and weakest adventure of all is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22264336",
      "type": "series",
      "name": "Fate/strange Fake -Whispers of Dawn-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154966-eQRCmSrCh96j.png",
      "description": "Genres: Action, Adventure, Fantasy, Mystery, Supernatural\nTags:Magic/Mythology/Urban Fantasy/Battle Royale/Urban/Vampire/Swordplay/Foreign/Police/Death Game/Animals/Assassins\nYears after the Fifth Holy Grail War in Japan, strange reports surface of one appearing in America. Attracting new Mages and Servants, the question is raised about the relic’s authenticity. As the city of Snowfield is turned into a bloody battleground, specific details seem wrong. Is it possible someone is manipulating this twisted little play, and if so, does this mean the true Holy Grail exists?</i>\n<br><br>\n\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Special premiere occurred in Los Angeles at Anime Expo before the Japanese television premiere on July 2, 2023.</i>"
    },
    {
      "id": "tt26688817",
      "type": "series",
      "name": "Helck",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145140-wLsUPyBs6jkv.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Female Protagonist/Urban Fantasy/Surreal Comedy/Demons/War/Parody/Male Protagonist/Magic/Angels/Shounen/Kemonomimi\nA certain country in the demon world. The Demon King was defeated by the hands of one of the heroes, and a competition was held for the title of the New Demon King. The Imperial Four Heavenly Kings Vermilio, who is in charge of the tournament, is furious at the participation of the human hero Helck, who is supposed to be her enemy. After receiving news of the fall of the castle of Urum before the final, Vermilio sets out to retake Urum Castle with Helck and other finalists. With a smile, Helck says, \"Let's destroy humans.\" Are those words true? The truth behind the smile is...<br><br>\n<i>Notes:<br>\n・The first and second episode premiered at Anime Expo 2023 on July 1.</i>\n\n(Source: HIDIVE)"
    },
    {
      "id": "tt28100780",
      "type": "series",
      "name": "The Masterful Cat is Depressed Again Today",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149883-D2LSB7hm5bhv.png",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Primarily Adult Cast/Animals/Female Protagonist/Office Lady/Anthropomorphism/Iyashikei/Episodic/Surreal Comedy/Food/CGI/Rehabilitation/LGBTQ+ Themes/Shoujo/Slapstick/Yuri\nWhen Saku took in a stray black cat, she never expected that he would become the equivalent of a housekeeping life partner. But Yukichi, a giant cat who towers over Saku, is not your ordinary feline. He takes great pride in his culinary skills, and a good sale at the supermarket always gets his whiskers twitching. Saku may not have her act together yet, but at least she has Yukichi!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt27571647",
      "type": "series",
      "name": "TenPuru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160447-we52M5P85oaJ.png",
      "description": "Genres: Comedy, Drama, Ecchi, Romance, Slice of Life\nTags:Male Protagonist/Female Harem/Heterosexual/Large Breasts/Nudity/Primarily Female Cast/Tsundere/Seinen/Surreal Comedy/Archery/Religion\n\"I know! I'll become a monk!\" Akagami Akemitsu has spent his days and nights absorbed in studying and part-time work in an effort to distance himself from his family, which is notorious as a household of philanderers. One day, he falls in love at first sight with a girl named Aoba Yuzuki, and suddenly he's constantly drowning in worldly desires. Hoping to fight back against his genes and live a more stoic life, he enters a temple... only to find out that it's a convent filled with gorgeous girls! So begins a new rom-com about the temple life of three adorable triplets and two beautiful freeloaders!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28101962",
      "type": "series",
      "name": "The Great Cleric",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155418-wLWulAHYVrE5.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Magic/Isekai/Medicine/Work/Cultivation/Martial Arts/Male Protagonist\nCan a former salaryman become peerless in another world?!<br>\n<br>\nA salaryman was shot to death just before earning a promotion, and a god decided to reincarnate him in another world as a fifteen-year-old healer named Luciel. On top of all that, the country he was born into seems to hate healers. Feeling that he's in danger, Luciel visits the adventurers' guild in hopes of keeping himself safe. But the training is much harder than he expected, and every day he's forced to drink a mysterious beverage called \"Substance X.\" Wait, this life doesn't seem to have anything to do with being a healer...<br>\n<br>\nThe day-to-day life of a super-masochistic, back-from-the-dead healer begins, with his very survival on the line!<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Each episode streams one week early in Japan on ABEMA</I>."
    },
    {
      "id": "tt13357140",
      "type": "series",
      "name": "Baki Hanma Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146646-RMrHipfzvfTM.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Dinosaurs/Gore/Primarily Male Cast\nThe second season of <I>Hanma Baki</i>. <br><br>\nIn Hanma Baki’s first season, the fighter Baki — the strongest high schooler in the land — trained in a prison against fellow inmates, defeating a giant praying mantis and formidable opponents like Biscuit “Mr. Unchained” Oliva and Jun “Mr. Second” Guevaru. Now, Baki is back and gearing up to battle Pickle, a perfectly preserved prehistoric man so powerful, he once preyed on dinosaurs. If Baki can take down Pickle, his final matchup will be with his all-powerful father, Yujiro Hanma.<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt27187053",
      "type": "series",
      "name": "Atelier Ryza: Ever Darkness & the Secret Hideout The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162893-qDZDzL4jJ03c.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Alchemy/Female Protagonist/Magic/Rural/Iyashikei/Tomboy/Archery\nThe village of Rasenboden lies on Kurken Island, which is surrounded by a lake. Time travels slowly on this island that's on the outskirts of the Roteswasser Kingdom. In this quiet little village with very little excitement lived Ryza, a girl with entirely too much energy for this quiet village, whose main feature was that she's so ordinary that she has no outstanding features.<br>\n<br>\n\"Sigh... I wonder if there's anything interesting to do...\"<br>\n<br>\nRyza wasn't satisfied with solely being known as an ordinary farmer's daughter in the uptight, boring little village. So one day, she sneaks onto a boat with her childhood friends Lent and Tao, and they have their first adventure to the opposite shore. There, she encounters a man who uses a mysterious power called alchemy. Ryza is completely enchanted by this power and asks him to teach it to her. From an ordinary farmer's daughter to an alchemist... This was something completely new. Their own little single summer adventure is about to begin—<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first episode aired with a runtime of ~48 minutes. </i>"
    },
    {
      "id": "tt22297732",
      "type": "series",
      "name": "Saint Cecilia & Pastor Lawrence",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150972-3gNJvsyu7lwP.png",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Rural/Heterosexual/Iyashikei/Foreign/Religion/Female Protagonist/Male Protagonist/Tsundere/Super Power/Shounen/Magic/Angels/Fairy\nSaint Cecilia is beloved by the townspeople—not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left—at which point she becomes totally hopeless! Only Pastor Lawrence, is keeping the Saint put together enough to do her duties...and though she may test him, it's all in a day's work!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt10885406",
      "type": "series",
      "name": "The Most Heretical Last Boss Queen: From Villainess to Savior",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156040-qWlfbAk6GJJR.png",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Super Power/Ojou-sama/Villainess/Swordplay/Isekai/Family Life/Historical/Magic/Male Harem/Heterosexual/Found Family/Guns\nIt’s one thing to get reincarnated as a righteous hero. It’s another thing entirely to get reincarnated as a villain! Our protagonist was just reincarnated into the body of Princess Pride Royal Ivy, the last boss and ultimate villain of her favorite otome game. But evil just isn’t her style, so she’ll use Pride’s powerful abilities to sow peace and love instead of discord! Can she change the fate of this vile villainess, or is her role in the story already rotten to the core?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt9584920",
      "type": "series",
      "name": "Go-toubun no Hanayome∽",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163327-xBQznOwq6emq.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Female Harem/Twins/Coming of Age/Heterosexual/Male Protagonist/Ojou-sama/Kuudere/Tsundere/Primarily Female Cast/Ensemble Cast\nA new anime adaptation called <i>Gotoubun no Hanayome∽</i>. It will adapt stories from the manga that weren't adapted in the original anime series.<br><br>\n\n<i>Note: The anime was pre-screened in Japan theatrically for 3 weeks on July 14, 2023 before being aired as a two-part special on September 2/9, 2023.</i>"
    },
    {
      "id": "tt27990718",
      "type": "series",
      "name": "Sweet Reincarnation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153339-u8i4Sc28U6En.jpg",
      "description": "Genres: Action, Fantasy, Slice of Life\nTags:Politics/Isekai/Magic/Male Protagonist/Food\nA boy named Pastry is set to become the next lord of the destitute dominion of Morteln. He's known for having remarkable talent for his age... and it just so happens he was a genius pastry chef with a promising future in his previous life! He still retains his determination to make sweets that will make everyone smile, even after reincarnating as Pastry. But many challenges stand before him, including bandits attacking his domain, malicious and eccentric nobles, an unfortunate financial situation, and land so barren that even water is scarce. The only weapons he has to fight them with are his own ingenuity and love for making sweets. Can Pastry succeed in bringing happiness to the land?!<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Episodes are streaming on Crunchyroll, UNEXT and Anime Houdai 1 week in advance of regular broadcast.</i>"
    },
    {
      "id": "tt13971512",
      "type": "series",
      "name": "The Duke of Death and His Maid Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139435-7cLDzwDsRqAn.png",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Maids/Full CGI/Heterosexual/Magic/Male Protagonist/Female Protagonist/Witch/Musical/Circus/Twins/Nun/Butler/LGBTQ+ Themes\nThe second season of <i>Shinigami Bocchan to Kuro Maid</i>."
    },
    {
      "id": "tt13676344",
      "type": "series",
      "name": "Record of Ragnarok II Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165356-JllyKMqTyVpe.png",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Gods/Mythology/Death Game/Historical/Primarily Adult Cast/Super Power\nThe second part of <i>Shuumatsu no Valkyrie II</i>."
    },
    {
      "id": "tt19244410",
      "type": "series",
      "name": "Level 1 Demon Lord and One Room Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146836-UWMpVYgMcvwk.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Primarily Adult Cast/Urban Fantasy/Politics/Male Protagonist/Demons/Gender Bending/Age Regression/Crossdressing/LGBTQ+ Themes/Nudity/Seinen\nAfter his embarrassing defeat at the hands of a brave hero, the Demon Lord is back and ready for revenge… but after ten years apart, the hero, Max, isn’t the dashing do-gooder the Demon Lord remembers. In fact, Max has turned into a shut-in slob with no interest in an epic rematch. Can the Demon Lord whip his former nemesis back into shape, or will he be defeated by the hero-turned-couch-potato once again and join him in his lazy life?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt12311976",
      "type": "series",
      "name": "TONIKAWA: Over The Moon For You ~High School Days~",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166104-0oRQjclE7X3S.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Marriage/School/Male Protagonist/Shounen/Heterosexual\nThe new anime centers on the series' protagonist Nasa, who is asked by his junior high teacher to hold a class in an all-girls high school. The students end up seeking Nasa's advice about their love problems. On the other hand, Tsukasa pretends to be cool, but is actually nervous knowing that Nasa is surrounded by young high school girls.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt13399402",
      "type": "series",
      "name": "YOHANE THE PARHELION -SUNSHINE in the MIRROR",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151513-0tGiS0NC3adv.jpg",
      "description": "Genres: Fantasy, Music, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Magic/Rural/Cute Girls Doing Cute Things/Musical/Animals/Coming of Age/Chuunibyou/Idol/Fairy/Iyashikei/Tokusatsu/CGI/Motorcycles/Anachronism/Demons\nThe story reimagines Yoshiko Tsushima, the school idol afflicted with chuunibyou (adolescent delusions of grandeur), as a magical girl. The story is set in Numazu, a scenic harbor town surrounded by the sea and mountains. Ever since she was little, the girl Yohane has never fit in, and has always felt apart from everyone in town. Her aspirations and true place in this world lie elsewhere. The story follows this girl who can't follow rules as she journeys into the mysterious world. <br><br>\n\n(Source: Anime News Network, edited)\n<br><br>\n<i>Note: The project was initially teased as an April Fools' Day joke in 2022, and later formally announced in June during Day 2 of the \"Aqours 6th LoveLive! ~KU-RU-KU-RU Rock 'n' Roll TOUR~\" Tokyo dome concert.</i>"
    },
    {
      "id": "tt28038239",
      "type": "series",
      "name": "The Gene of AI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158530-CT38yZ23cabT.png",
      "description": "Genres: Drama, Psychological, Sci-Fi\nTags:Medicine/Urban/Artificial Intelligence/Episodic/Cyborg/Primarily Adult Cast/Philosophy/Cyberpunk/Anthropomorphism/Agender/LGBTQ+ Themes/Shounen/Adoption\nThe future is here and a new species lives among people: humanoids. Similar to man, these robotic beings are highly sentient and suffer from unique ailments. Thankfully, Dr. Hikaru Sudou can help. He vows to treat the humanoids even by illegal means, causing him to lead a double life. But when strange diseases emerge as a result of this coexistence, ethical lines become blurred.<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt12441478",
      "type": "series",
      "name": "AYAKA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155982-IZNOPZyon0QI.jpg",
      "description": "Genres: Action, Supernatural\nTags:Super Power/Male Protagonist/Urban Fantasy/Orphan/Shounen/Primarily Male Cast/Hikikomori/CGI/Rehabilitation/Adoption/Guns\nAs an orphan, Yukito Yanagi’s life is filled with questions, but that all changed when he meets his father’s disciple who takes him to his birthplace on Ayaka. A strange island filled with legends of dragons and mysterious beings. But there’s more to this trip than a reunion—the harmony of Ayaka is on the brink of collapsing into chaos. Can Yukito prevent this catastrophe?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15538376",
      "type": "series",
      "name": "Sugar Apple Fairy Tale Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163079-DaSvbq0mdtVf.png",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Fairy/Shoujo/Food/Female Protagonist/Primarily Male Cast/Heterosexual/Slavery/Magic/Travel/Swordplay/Male Protagonist/Philosophy\nThe second cour of <i>Sugar Apple Fairy Tale</i>. <br><br>\nAfter winning Silver Sugar Master, Anne faces Challe’s sudden departure. Anne’s next journey begins as she is determined to have Challe back by her side.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20259190",
      "type": "series",
      "name": "Spy Classroom Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163542-p2TquRJYjPty.jpg",
      "description": "Genres: Action, Comedy, Drama, Mystery\nTags:Espionage/Ensemble Cast/Guns/Primarily Female Cast/Female Protagonist/Male Protagonist/Urban/Achronological Order/Heterosexual/Primarily Teen Cast/Female Harem/Adoption\nThe second season of <i>Spy Kyoushitsu</i>.\n<br><br>\nFour members of the Din Republic's spy team Lamplight embark on a mission to capture an enemy spy. Although they struggle to work together due to their clashing personalities, Thea, Monika, Erna, and Annett complete their objective. While enjoying a short break, the four girls encounter a woman named Matilda, who claims to be Annett's mother. As they get to know Matilda, the team is dragged into an escalating conflict that tests their teamwork and allegiances.\n<br><br>\nMeanwhile, the remaining Lamplight members notice that the dispatched squad has yet to report back. Worried about their allies, Klaus and Lily set out on an emergency expedition to locate their missing teammates. As the two uncover troubling information about rising tensions in the area where their friends last were, they must act quickly to reassemble the team before the mission reaches the point of no return.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt24240038",
      "type": "series",
      "name": "Synduality Noir",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154643-NbuhZQCxgKMj.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Super Robot/Real Robot/Heterosexual/Lost Civilization/Primarily Teen Cast/Robots/Artificial Intelligence/Post-Apocalyptic/Male Protagonist/Amnesia/Female Harem/CGI/Survival\nThe year is 2222. It has been years since Tears of the New Moon, a mysterious rain, poured and wiped out almost the entire human race. The poisonous rain gave birth to deformed creatures devouring humans, and humanity fled from the danger. As means for survival, the humans then build an underground haven; Amasia. In this newly built dystopian city, in a pursuit of maintaining their existence, they run into an Artificial Intelligence named Magus. Not knowing how things will work between them, the story of how Humans and AI coinciding and trying to find their truths begin.<br>\n<br>\n(Source: PlayStation, edited)"
    },
    {
      "id": "tt4384306",
      "type": "series",
      "name": "Tokubetsu-hen Hibike! Euphonium: Ensemble Contest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150429-5KvbB5BBt2Yz.jpg",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Female Protagonist/Band/School/Coming of Age/Primarily Female Cast/Ensemble Cast/School Club/Primarily Teen Cast\nAlong with the summer brass band competition, the ensemble contest, commonly known as \"Ancon,\" is a place where exciting performances are held. The performance of several people in one group has a charm different from that of a competition.<br><br>\n\nIn order to participate in the Kyoto prefectural tournament of Ancon, a representative team is selected in the school's preliminary round. However, with over 50 members, the Kitauji High School brass band is facing a variety of problems! Will Kumiko, the newly appointed head of the club, be able to make it through the preliminary rounds?<br><br>\nThe days of struggle begin.<br><br>\n\n(Source: Official Site, translated)"
    },
    {
      "id": "tt0279077",
      "type": "series",
      "name": "FLCL: Grunge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146472-1Www8Sr5n3f4.jpg",
      "description": "Genres: Action, Comedy, Mecha, Sci-Fi\nTags:CGI/Dystopian/Aliens/Coming of Age/Full CGI/Surreal Comedy/Robots/Gangs/Achronological Order/Male Protagonist/Swordplay/Bullying/Heterosexual/Motorcycles/Artificial Intelligence/Fishing/Food/Slapstick/Achromatic\nThe fourth season of FLCL, and sequel to <i>FLCL Alternative</i>. It centers on three teenagers who graduated and have started working. The CGI anime will have a theme of the feeling of being an adult.\n<br><br>\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146638-THVltMZx1WLk.jpg",
      "description": "Genres: Action, Sports\nTags:Martial Arts/Male Protagonist/Primarily Adult Cast/Boxing/Wrestling/Ensemble Cast/Athletics/CGI\nThe second season of <i>Kengan Ashura</i>."
    },
    {
      "id": "tt26140070",
      "type": "series",
      "name": "Malevolent Spirits: Mononogatari Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163205-s9TZY5bb99oB.png",
      "description": "Genres: Action, Supernatural\nTags:Urban Fantasy/Male Protagonist/Family Life/Martial Arts/Female Protagonist/Super Power\nThe second season of <i>Mononogatari</i>.<br><br>\nThe tsukumogami encounter mysterious new enemies who threaten life in Kyoto! <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt17736234",
      "type": "series",
      "name": "BASTARD!! -Heavy Metal, Dark Fantasy- Hell’s Requiem Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159926-gIu4simZv4RD.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Magic/Gore/Male Protagonist/Post-Apocalyptic/Gods/Ninja/Seinen/War/Female Harem/Samurai/Nudity\nThe second season of <i>BASTARD!!: Ankoku no Hakaishin (ONA)</i>.\n"
    },
    {
      "id": "tt27479417",
      "type": "series",
      "name": "BanG Dream! It's MyGO!!!!!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163571-nrql943puSoa.png",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Band/Full CGI/Primarily Female Cast/School/Ensemble Cast/Female Protagonist/Primarily Teen Cast\nThe best way to fit in at a new school? Start a band! Anon has just transferred to Haneoka Girls’ Academy where girl bands are all the rage. But she started school late, so there aren’t many girls left to recruit. Then she meets her first friend and Haneoka’s misfit, Tomori, who’s hesitant to join. Still, Anon is determined to persuade Tomori and experience the true power of friendship and music. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25010142",
      "type": "series",
      "name": "The Seven Deadly Sins: Grudge of Edinburgh Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162291-zo1U7pwrgEEh.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Fairy/Swordplay/Full CGI/Super Power/CGI\nThe second half of <i>The Seven Deadly Sins: Grudge of Edinburgh</i>. <br><br>\n\nReunited with Lancelot for the first time since their tragic accident, Tristan must learn to conquer his inner demons in order to save his mother's life. <br><br>\n\n(Source: Netflix)"
    }
  ]
}