{
  "metas": [
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO -Starting Life in Another World- Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163134-BSMUKU4zb31e.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Psychological, Romance, Thriller\nTags:Isekai/Cult/Male Protagonist/Elf/Witch/Magic/Super Power/Heterosexual/Ensemble Cast/Time Loop/Female Protagonist/Maids\nThe third season of <i>Re:Zero kara Hajimeru Isekai Seikatsu</i>. <br><br>\n\nA year has passed since Subaru’s victory at the Sanctuary. He savors a life of fulfillment while Emilia’s camp stands united for the royal selection—until a fateful letter arrives. Anastasia, a royal selection candidate, has invited Emilia to the Watergate City of Priestella. But as the party begins its journey, crisis stirs beneath the surface and Subaru meets a cruel fate once again.<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt15222080",
      "type": "series",
      "name": "Blue Lock 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163146-AL4DrcV2Zp8H.jpg",
      "description": "Genres: Action, Drama, Sports\nTags:Football/Male Protagonist/Battle Royale/Shounen/Super Power/Primarily Teen Cast/Primarily Male Cast\nThe second season of <i> Blue Lock</i>."
    },
    {
      "id": "tt30217403",
      "type": "series",
      "name": "DAN DA DAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171018-wC62pwYKfK8j.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Youkai/Female Protagonist/Aliens/Male Protagonist/Urban Fantasy/Heterosexual/Cult/Shounen\nMomo Ayase strikes up an unusual friendship with her school’s UFO fanatic, whom she nicknames “Okarun” because he has a name that is not to be said aloud. While Momo believes in spirits, she thinks aliens are nothing but nonsense. Her new friend, meanwhile, thinks the exact opposite. To settle matters, the two set out to prove each other wrong—Momo to a UFO hotspot and Okarun to a haunted tunnel! What unfolds next is a beautiful story of young love…and oddly horny aliens and spirits?\n<BR><BR>\n(Source: VIZ Media) "
    },
    {
      "id": "kitsu:46454",
      "type": "series",
      "name": "Arifureta Shokugyou de Sekai Saikyou 3rd season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154473-o55309dVGP3G.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Anti-Hero/Male Protagonist/Isekai/Magic/Heterosexual/Kemonomimi/Demons/Female Harem/Monster Girl/Vampire/Guns\nThe third season of <i>Arifureta Shokugyou de Sekai Saikyou</i>."
    },
    {
      "id": "tt28776190",
      "type": "series",
      "name": "Shangri-La Frontier 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176508-1ugnumO0WcIZ.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Video Games/Virtual World/Swordplay/Male Protagonist/Anthropomorphism/Magic/Shounen/Travel/Martial Arts\nThe second season of <i>Shangri-La Frontier<i>."
    },
    {
      "id": "tt15237152",
      "type": "series",
      "name": "Is It Wrong To Try To Pick Up Girls in a Dungeon? V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b170732-GGcSzjePfRrH.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance\nTags:Female Harem/Dungeon/Male Protagonist\nThe fifth season of <i>Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.<br><br>\nGoddess Festival—A fruit festival that brings the labyrinth city of Orario to life. Goddesses symbolizing fertility are enshrined on the altar, and among them is the Goddess of Beauty. Bell Cranel, who has survived and returned to his daily life from the dead depths of the dungeon, is here and ready to enjoy the bustle of the Goddess Festival until he receives a letter from a girl at a small bar in a corner of Orario—\"To Mr. Bell, please go on a date with just the two of us at the upcoming Goddess Festival. From Syr.\" Syr's single-minded determination will drive both Bell and the labyrinth city crazy. Meanwhile, the Einherjar, the warriors who claim to be the \"strongest,\" are now suddenly on the move...<br><br>\n\n(Source: HIDIVE)"
    },
    {
      "id": "tt32460380",
      "type": "series",
      "name": "Ao no Hako",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170942-k0peVLJfHtbd.png",
      "description": "Genres: Romance, Slice of Life, Sports\nTags:Heterosexual/Coming of Age/School Club/School/Male Protagonist/Badminton/Athletics/Female Protagonist/Primarily Teen Cast/Basketball/Shounen\nTaiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!<br><br>(Source: MANGA Plus)"
    },
    {
      "id": "tt5936660",
      "type": "series",
      "name": "Sword Art Online Alternative: Gun Gale Online II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167141-sGq8sN0V3swY.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Guns/Video Games/Female Protagonist\nThe second season of <i>Sword Art Online Alternative: Gun Gale Online</i>."
    },
    {
      "id": "tt29370857",
      "type": "series",
      "name": "Kamonohashi Ron no Kindan Suiri 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172355-oUxBDjJxbsXZ.jpg",
      "description": "Genres: Drama, Mystery\nTags:Detective/Work/Male Protagonist\nThe second season of <i>Kamonohashi Ron no Kindan Suiri</i>."
    },
    {
      "id": "tt32460380",
      "type": "series",
      "name": "Ao no Exorcist: Yuki no Hate-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176311-CpwCHol1qQNX.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Urban Fantasy/Shounen/Male Protagonist\nSequel to <i>Ao no Exorcist: Shimane Illuminati-hen.</i>"
    },
    {
      "id": "tt30796980",
      "type": "series",
      "name": "Natsume Yuujinchou Shichi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166611-h9lgyY93Hf5z.png",
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Youkai/Iyashikei/Male Protagonist/Rural/Shoujo\nThe seventh season of <i>Natsume Yuujinchou.<br>"
    },
    {
      "id": "tt30689669",
      "type": "series",
      "name": "Kimi wa Meido-sama.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172190-h5ZvvfUCvPEv.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Maids/Assassins/School/Kuudere/Shounen\nThis is the story of a maid who is all alone in the world, but who finally finds a family.<br>\n<br>\nTold from young that her only worth is as a killer, Yuki had known nothing else except cold efficiency and following orders. Now that she has a chance to leave her past behind, she arrives at the doorstep of Hitoyoshi Yokoya, asking to be employed… as a maid?! Thus begins the journey of a former assassin learning what it means to be ‘normal’!<br>\n<br>\n(Source: Shogakukan)"
    },
    {
      "id": "tt31314662",
      "type": "series",
      "name": "Love Live! Superstar!! 3rd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155502-0nEJrr05Gt9U.jpg",
      "description": "Genres: Music, Slice of Life\nTags:Idol/Primarily Female Cast/Dancing/Female Protagonist/Cute Girls Doing Cute Things\nThe third season of <i>Love Live! Superstar!!</i>"
    },
    {
      "id": "tt29473209",
      "type": "series",
      "name": "Houkago Shounen Hanako-kun 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170893-zqmpX7iYUumi.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Ghost/School/Mythology/Episodic/Youkai/Ensemble Cast\nA sequel of <i>Houkago Shounen Hanako-kun.</i>"
    },
    {
      "id": "tt31596104",
      "type": "series",
      "name": "Rekishi ni Nokoru Akujo ni Naruzo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168139-5nDOe11sJi9i.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Villainess/Isekai\nI absolutely hate a world filled with sweet talking. I'll fight the Heroine's rationale head on!!!\n<br><br>\nAfter waking up as the villainess she admires so much from her favourite otome game, Alicia trains hard every day to become the greatest villainess of all time."
    },
    {
      "id": "tt30495119",
      "type": "series",
      "name": "Demon Lord 2099",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163135-l6XaTh966WYB.jpg",
      "description": "Genres: Action, Drama, Fantasy, Sci-Fi\nTags:Cyberpunk/Demons/Magic/Male Protagonist\nThe cyberpunk metropolis Shinjuku—a massive city-state bedecked with neon signs, towering skyscrapers, and the latest cutting-edge technology. It is here, in year 2099 of the Fused Era, where the legendary Demon Lord Veltol has his second coming five centuries in the making. But this landscape is nothing like the one he conquered all those years ago, for the fusion of magic and engineering has elevated civilization to dazzling, unprecedented heights. Veltol may have been reduced to a historical footnote, but make no mistake…this brave new world will be his for the taking!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt22249034",
      "type": "series",
      "name": "Rurouni Kenshin: Meiji Kenkaku Romantan - Kyoto Douran",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171637-autSUMT9SGEB.jpg",
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Samurai/Swordplay/Male Protagonist/Historical/Shounen\nThe second season of <i>Rurouni Kenshin: Meiji Kenkaku Romantan (2023)</i>."
    },
    {
      "id": "tt30476504",
      "type": "series",
      "name": "Kabushiki Gaisha Magi Lumiere",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171025-H4hLH6Edn1Xc.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Magic/Work/Female Protagonist/Primarily Adult Cast/Urban Fantasy/Shounen/Software Development\n“Magical Girl”— A profession that undertakes the work of exterminating a kind of natural disaster called “Kaii.” Kana Sakuragi, a female college student who struggles with job hunting, is picked up by a magical girl startup company and…?! Magical Girl work-life starts now!\n<br><br>\n(Source: MANGA Plus)"
    },
    {
      "id": "kitsu:48449",
      "type": "series",
      "name": "Hitoribocchi no Isekai Kouryaku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173693-u4u74KasUgYq.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Male Protagonist\nWhen acerbic loner Haruka gets transported to another world with his class, he’s not big on adventuring, but he wouldn’t mind some cool magic of his own. Unfortunately, the magic powers are first-come-first-served, and by Haruka’s turn, there’s nothing good left to choose from. Now he’ll have to take on this fantasy world the hard way, with a hodgepodge selection of bizarre skills…and with all the girls in class tagging along!\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32178571",
      "type": "series",
      "name": "Nina the Starry Bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171038-jNeMU55wcrt6.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Josei/Female Protagonist/Politics/Love Triangle/Royal Affairs/Arranged Marriage/Heterosexual\nNina, a girl living as an orphan in the Fortna Castle Town, happens to have eyes of the same deep blue hue as lapis lazuli—just like the God of the Stars. They’re also the same color as the eyes of the recently deceased Princess Alisha. For that reason, when the second prince of Fortna, Azure, discovers Nina, he ordains that she will live as the princess in Alisha’s place. As substitute princess and Priestess of the Stars, Nina is obligated to become the false bride of Sett, the first prince of the large neighboring nation of Galgada after the third month has passed. Despite being at the mercy of fate, Nina is just happy to feel needed by someone. What is it that her open, honest eyes see? The destinies of all the players on this stage begin to move when they make up their minds to protect the ones they love!<br>\n<br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt28369144",
      "type": "series",
      "name": "Mahoutsukai ni Narenakatta Onnanoko no Hanashi.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/n107372-ez4tbO6jaj88.jpg",
      "description": "Genres: Fantasy\nTags:School/Magic\n\nKurumi Mirai is in the first year of high school. <br><br>\n\nShe has enrolled in junior high section of the Redrun Magic School, the world's only facility for mages that approved by International Mage League and able to work under royal families when graduates, and she was always top of the class. However, when she applies for the high school section and took the examination to get into a mage training class \"Ma-gumi (Mage Class)\", she wasn't able to get in in spite having full scores and was top of the class for the whole three years. <br><br>\n\nThere are some students in the class next to her that takes that class. Among that there's someone she admires. How will Kurumi Mirai who has extraordinary brain but didn't get in to be a mage candidate try to overcome and grow up? What is the aim for Minami Suzuki, a loyal mage who suddenly appears to be the homeroom teacher? This is a relaxing story of her growth.\n<br><br>\n(Source: MAL News)"
    },
    {
      "id": "tt20228550",
      "type": "series",
      "name": "Nanatsu no Taizai: Mokushiroku no Yonkishi 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176292-Rym5hd47oqrr.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen\nThe second season of <i>Nanatsu no Taizai: Mokushiroku no Yonkishi.</i>"
    },
    {
      "id": "tt31704029",
      "type": "series",
      "name": "Acro Trip",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157965-QOdPVslzVw6q.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo\nTags:Shoujo/Magic/Female Protagonist/Henshin\nChizuko, who lives in Sakai City, Niigata Prefecture, is an otaku girl who is a big fan of the magical girl Berry Blossom who protects the city against the evil organisation Fossa Magna. However, nobody was worried about the battle of the two anymore because Chroma, the wicked evil villain, was too lazy and weak.<br>\n<br>\nSo Chizuko decided “I want to make my magical girl shine more…!” That desire (?) leads the shy junior high school student down a strange, evil path…"
    },
    {
      "id": "tt30523856",
      "type": "series",
      "name": "Ao no Miburo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169258-zuZLuWmWvOdI.jpg",
      "description": "Genres: Drama\nTags:Male Protagonist/Historical/Samurai/Shounen\nIt's 1863, the twilight of the shogunate, and Japan is on the cusp of monumental change. The streets of the nation's capital are soaked in blood as political upheaval and rising tensions between masterless, wandering ronin and government samurai set the stage for one of the most turbulent times in Japan's history. Young orphan Nio is no stranger to the harsh realities of the world, and yet he can't help but cling to his burning passion for justice and desire to change the world for the better.<br><br>\n\nOne day, he crosses paths with two men who will become central figures of the coming revolution: Hijikata Toshizo and Okita Souji, two of the founding members of a group of hated ronin known as the Miburo—who would later become known as the Shinsengumi. Inspired by the efforts of the so-called \"Blues Wolves of Mibu,\" Nio decides to join the ranks to help carve a path to the world he wishes to see. But with new betrayals and reversals every day, will Nio be able to stay true to his conscience?<br><br>\n\n(Source: Kodansha USA, edited)"
    },
    {
      "id": "tt30643998",
      "type": "series",
      "name": "Goukon ni Ittara Onna ga Inakatta Hanashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169931-Rk1e9cl0kD2Q.jpg",
      "description": "Genres: Comedy, Romance\nTags:Crossdressing/Tomboy/Primarily Adult Cast/Shoujo/College/Heterosexual\nCollege student Tokiwa gets invited to a mixer by his female classmate Suo. But when he arrives with his friends, they're greeted by three dazzlingly handsome men?! But as the two groups get to know each other, they find themselves getting closer in unexpected ways.<br><br>\n(Source: MANGA UP!)"
    },
    {
      "id": "tt23036426",
      "type": "series",
      "name": "Party kara Tsuihou sareta Sono Chiyushi, Jitsu wa Saikyou ni Tsuki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174043-aHYSmA5B76TZ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:\nThe story follows Raust, a healer who can only use one basic spell and is expelled from a first-class party for being too weak. While the leader of that party realizes how great his abilities actually are after hiring another healer, Raust finds new friends like Narsena who support him and his rise to the top.<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt30277745",
      "type": "series",
      "name": "GUNDAM: Requiem for Vengeance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166703-PfOrjA0ngSWJ.jpg",
      "description": "Genres: Mecha, Sci-Fi\nTags:Full CGI/Real Robot/CGI\nIn the year 0079 of the Universal Century, the Principality of Zeon declares independence from the Earth Federation, plunging the two nations into war. Thanks to a revolutionary new weapon known as a Mobile Suit, the Zeon Force initially gains the upper hand. However, they lacked the power to take control of the entire Earth, bringing the war to a stalemate.<br><br>\nEleven months into the war, the Earth Federation forces manage to seize a Zeon-controlled base located in Eastern Europe. Among the mixed battalion headed to reclaim this base is Sorari and the Red Wolves division, a Mobile Suit platoon that has just descended from space.<br><br>\n(Source: Netflix)"
    },
    {
      "id": "kitsu:47886",
      "type": "series",
      "name": "Haigakura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168537-ktIEcCtQnR3w.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Josei/Gods\nNozomu wants to be a writer, but for now she's just trying to find the right story. Walking home from school one day she bumps into some guys, and even though it's an accident, they hassle her until she is saved by a mysterious man. His name is Ichiyou, and he is searching for Gods. Nozomu sends him along his way only to be approached by Tenkou, who is searching for his Master. Nozomu reunites Ichiyou and Tenkou; (and their abusive relationship), and gets a view of another world. The two men are on a journey to find the Gods. The world that was once supported by four evil Gods, has fallen to a crisis. Using song and dance, it is up to the kashikans to bring back the Gods which fled from their confinement…"
    },
    {
      "id": "tt28371434",
      "type": "series",
      "name": "Trillion Game",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169315-NtbOlSyDtSCZ.png",
      "description": "Genres: Action, Comedy, Drama, Psychological\nTags:Seinen/Male Protagonist\nMeet Haru Tennouji, a charismatic communicator beloved by all, regardless of age or gender. He may come across as easygoing, but beneath that façade lies an unwavering ambition for success. When offered a prestigious position at the nation's largest IT company, \"Dragon Bank,\" he does the unexpected—turning it down in favor of embarking on an entrepreneurial journey alongside his friend, Manabu Taira. Their audacious objective: to amass a staggering 1 trillion dollars.\n<br>\nNow, let's introduce Manabu, a brilliant engineer armed with remarkable IT acumen. Personality-wise, he's the antithesis of Haru—introverted, and a tad awkward in social interactions. Having faced rejection from \"Dragon Bank\" due to his communication challenges, he joins forces with Haru, sharing in the colossal ambition of earning that elusive 1 trillion dollars.<br>\n<br>\n(Source: MAL News)"
    },
    {
      "id": "tt30643971",
      "type": "series",
      "name": "Saikyou no Shien-shoku [Wajutsushi] Dearu Ore wa Sekai Saikyou Clan wo Shitagaeru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177104-bwUcnJaNsQGi.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Psychological\nTags:Male Protagonist/Magic/Seinen/Swordplay\nNoel has grown up idolizing his grandfather, a legendary adventurer of the class known as Seekers. But when it comes time for Noel to set out on his own, much to his dismay, he turns out to be a Talker: a support class with meager abilities. But Noel’s got ambition in spades–and the smarts to match–so he’s determined to do whatever it takes to make the world know his name!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt31308294",
      "type": "series",
      "name": "Murai no Koi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150930-2Dhw4DbAV83f.jpg",
      "description": "Genres: Comedy, Romance\nTags:Shoujo/Teacher/Otaku Culture/Heterosexual\nThe slightly strange high school student Murai confessed love to his teacher and otome-game fanatic Tanaka-sensei. She refused by telling him she's not interested in (real-life) long, black-haired boys. The next day, Murai came back with short blonde hair, which made him look just like Tanaka-sensei's favorite game character! A non-stop romantic comedy between a stubborn high school boy and his favorite teacher!"
    },
    {
      "id": "tt31596104",
      "type": "series",
      "name": "Shin Tennis no Ouji-sama: U-17 WORLD CUP SEMIFINAL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165810-Erimm4rrZMBy.png",
      "description": "Genres: Action, Comedy, Sports\nTags:Tennis\nThe sequel to <i>Shin Tennis no Ouji-sama: U-17 WORLD CUP. </i>"
    },
    {
      "id": "tt31543920",
      "type": "series",
      "name": "The iDOLM@STER: Shiny Colors 2nd season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175533-XHrNOYD9NWIh.jpg",
      "description": "Genres: Music\nTags:Primarily Female Cast/Idol\nThe second season of <i>The iDOLM@STER: Shiny Colors</i>.<br><br>\n<i>Note: The series is having a three-part theatrical pre-screening in Japan starting in July 2024. Regular TV broadcast begins in Fall 2024.<br>\n• Part 1 releasing theatrically on July 5, 2024.<br>\n• Part 2 releasing theatrically on August 23, 2024.<br>\n• Part 3 releasing theatrically on September 20, 2024.<br></i>"
    },
    {
      "id": "tt27617338",
      "type": "series",
      "name": "Hyakushou Kizoku 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171689-g58G2W9D5YiH.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Agriculture/Animals/Shoujo\nThe second season of <i>Hyakushou Kizoku</i>."
    },
    {
      "id": "tt27052533",
      "type": "series",
      "name": "Duel Masters LOST:  Tsuioku no Suishou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175473-ac4u5CtY0Rcl.jpg",
      "description": "Genres: Adventure\nTags:Card Battle\nnull"
    },
    {
      "id": "tt31624309",
      "type": "series",
      "name": "Neko ni Tensei Shita Oji-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176191-OaNJKGnQVMLW.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Animals\nThe story of <i>Neko ni Tensei Shita Oji-san</i>  follows an ordinary old man who one day suddenly is reincarnated as a cute cat, and the president of the company he works for picks him up. <br><br>(Source: Anime News Network, edited) "
    },
    {
      "id": "tt23806252",
      "type": "series",
      "name": "Kinoko Inu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177581-JxmlSZSfQW5w.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Slice of Life\nTags:\nnull"
    },
    {
      "id": "tt19265192",
      "type": "series",
      "name": "Okaimono Panda!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177603-0B57tqiXjuQo.png",
      "description": "Genres: Slice of Life\nTags:\nTV anime of <i>Okaimono Panda!</i> to celebrate its 11th anniversary."
    }
  ]
}