{
  "metas": [
    {
      "id": "tt34269065",
      "type": "series",
      "name": "DAN DA DAN Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185660-4AlO6t78Bp3j.png",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Ghost/Aliens/Youkai/Shounen/Primarily Teen Cast/Surreal Comedy/Heterosexual/Urban Fantasy/Female Protagonist/Artificial Intelligence/Cult/Kaiju/Tokusatsu/Male Protagonist/Henshin/Exorcism/Body Horror\nThe second season of <i>Dandadan</i>.<br><br> Okarun and Jiji have made a strange discovery, while Momo finds herself under attack! What mysterious encounters await them next?!<br><br>\n\n(Source: Netflix Anime Twitter)"
    },
    {
      "id": "tt21975436",
      "type": "series",
      "name": "Kaiju No.8 SEASON 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178754-OduDgtHsdFPD.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Kaiju/Monster Boy/Shounen/Male Protagonist/Military/Urban Fantasy/Gore/Primarily Adult Cast/Shapeshifting/Guns/Super Power/Swordplay/Ojou-sama/Henshin/Tokusatsu/Work/Slapstick/Heterosexual/Tsundere\nThe second season of <i>Kaijuu 8-gou</i>. "
    },
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173780-Eb0mcoThC4Xm.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Anti-Hero/Magic/Isekai/Male Protagonist/Dragons\nThe fourth season of <i>Tate no Yuusha no Nariagari</i>.<br><br>\n\nThe Return of the Exiled━<br><br>\n\n(Source: Official Twitter)\n\n"
    },
    {
      "id": "kitsu:48611",
      "type": "series",
      "name": "Yofukashi no Uta 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175914-VsbL90WzuqoM.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life, Supernatural\nTags:Vampire/Urban Fantasy/Heterosexual/Urban/Female Protagonist/Male Protagonist/Shounen/Coming of Age\nThe second season of <i>Yofukashi no Uta</i>."
    },
    {
      "id": "tt32612521",
      "type": "series",
      "name": "Gachiakuta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178025-x5UuicfDH0xk.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Shounen/Dystopian/Super Power/Post-Apocalyptic/Ensemble Cast/Male Protagonist/Urban Fantasy/Revenge/Survival\nA boy lives in a floating town, where the poor scrape by and the rich live a sumptuous life, simply casting their garbage off the side, into the abyss. When he’s falsely accused of murder, though, his wrongful conviction leads to an unimaginable punishment—exile off the edge, with the rest of the trash. Down on the surface, the cast-off waste of humanity has bred vicious monsters, and to travel the path to vengeance against those who cast him into Hell, a boy will have to become a warrior…\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt17069148",
      "type": "series",
      "name": "SAKAMOTO DAYS Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184237-7OLZM74tEoeW.jpg",
      "description": "Genres: Action, Comedy\nTags:Assassins/Shounen/Crime/Criminal Organization/Guns/Found Family/Male Protagonist/Konbini/Yakuza/Primarily Adult Cast/Family Life/Gangs/Super Power\nThe second part of <i>SAKAMOTO DAYS</i>."
    },
    {
      "id": "tt33028568",
      "type": "series",
      "name": "The Summer Hikaru Died",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177689-M0FYQVXsPQlX.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Cosmic Horror/Male Protagonist/Rural/Monster Boy/Primarily Teen Cast/Unrequited Love/Seinen/LGBTQ+ Themes\nTwo best friends living in a rural Japanese village: Yoshiki and Hikaru. Growing up together, they were inseparable… until the day Hikaru came back from the mountains, and was no longer himself. “Something” has taken over Hikaru’s body, memories, feelings… and everything they know begins to unravel.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "kitsu:49247",
      "type": "series",
      "name": "Grand Blue Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182309-v6KlwnBL8awk.jpg",
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:College/School Club/Scuba Diving/Seinen/Male Protagonist/Nudity/Coastal/Slapstick/Surreal Comedy\nThe second season of <i>Grand Blue</i>."
    },
    {
      "id": "tt31624309",
      "type": "series",
      "name": "I Was Reincarnated as the 7th Prince So I Can Take My Time Perfecting My Magical Ability Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178090-uRDWOyWG486O.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Slice of Life\nTags:Magic\nThe second season of <i>Tensei Shitara Dai Nana Ouji Dattanode, Kimamani Majutsu wo Kiwamemasu</i>."
    },
    {
      "id": "tt32536624",
      "type": "series",
      "name": "Kanojo, Okarishimasu 4th Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179344-bKIcCKDWDJdO.png",
      "description": "Genres: Comedy, Romance\nTags:Male Protagonist/Heterosexual/Female Harem/Fake Relationship/Female Protagonist/Shounen/Unrequited Love/Primarily Adult Cast/Urban\nThe fourth season of <i> Kanojo, Okarishimasu</i>."
    },
    {
      "id": "tt32344704",
      "type": "series",
      "name": "Tougen Anki: Legend of the Cursed Blood",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177474-eZDdRPKB0I8K.jpg",
      "description": "Genres: Action, Mystery, Supernatural\nTags:Shounen/Male Protagonist/Demons/Guns/Urban Fantasy/Revenge/Shapeshifting/CGI\nThe bloodlines of “Oni” and “Momotarou” have been passed down among certain humans for generations.<br>\n<br>\nLong ago, the Oni, aware of their own ferocity, lived in seclusion. However, their peace was shattered by an invasion led by Momotarou.\nOver thousands of years, these two factions formed the “Momotarou Agency” and the “Oni Agency,” respectively, and have been locked in conflict ever since.<br>\n<br>\nThe protagonist, Shiki Ichinose, suddenly learns of his Oni lineage following an unexpected attack by Momotarou. This revelation sets Shiki on a path to discover the destiny that lies within his blood — a meeting with the Oni dwelling within him.<br>\n<br>\n—A new generation of dark heroics begins here in this tale of demons!\n<br>\n<br>\n(Source: Official Site)"
    },
    {
      "id": "tt33472011",
      "type": "series",
      "name": "CITY THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181841-8ZtfnhZk6iyO.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Seinen/Urban/Slapstick/Female Protagonist/Ensemble Cast\nThis town, is not just a normal town.<br>\nThere's laughter, love and emotional moments.<br>\nAn unpredictable ordinary life presented by the residents.<br>\nExciting stuffs come one after another. Welcome to CITY. \n<br><br>\n(Source: Kyoto Animation)"
    },
    {
      "id": "tt8740614",
      "type": "series",
      "name": "There's No Freaking Way I'll Be Your Lover! Unless...",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184591-yH1WUwwBYpHf.jpg",
      "description": "Genres: Comedy, Romance\nTags:Yuri/Female Harem/Female Protagonist/School/Primarily Female Cast/LGBTQ+ Themes\nRenako Amaori is leaving her awkward and lonely junior high school life behind, determined to become a normal girl with normal friends in high school. Glamorous, confident Mai Ouzuka is Renako’s total opposite: wealthy, outgoing, and a literal fashion model. Against the odds, the two girls form an immediate connection. Renako thinks she may have found the best friend of her dreams…until Mai’s romantic confession sends her into a tailspin. Renako wants to prove to Mai that being BFFs is better than being girlfriends, but Mai is dead set on convincing Renako that they’re destined to be lovers. Let the love games begin!<br><br>\n\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt33050376",
      "type": "series",
      "name": "Tsuyokute New Saga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155838-0zx6MTeoo5sk.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Female Harem/Male Protagonist/Demons/Dragons\nAfter a fierce battle, Magic swordsman Kyle finally killed the Demon Lord after being seriously injured in the battle. Kyle on the verge of death approaches a relic which was in possession of the Demon Lord and it sends him to the past. After recovering from the initial shock, he decides to use this opportunity to avoid making the same mistakes of the past and become stronger.\n<br><br>\n<i>Note: Initially scheduled for July 2023, the anime saw several delays and a complete change in Director (previously Norikazu Ishigooka) and Studio (previously Yokohama Anime Lab x Makaria) <i/>"
    },
    {
      "id": "tt34621467",
      "type": "series",
      "name": "Mizu Zokusei no Mahou Tsukai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186052-hFcX9WNzAUlA.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Survival/Isekai\nRyou is delighted to be reincarnated into the fantastical world of Phi, where he thinks he’ll get to live a quiet life learning to use his newfound water magic. Going with the flow here, however, means something very different. Ryou is immediately pitted against the wild lands he winds up in and the slew of deadly monsters that call the remote subcontinent home. You’d think he’d forget about taking it easy when he’s stuck fighting for his life, but lucky for Ryou, he’s naturally optimistic, clever, and blessed with the hidden “Eternal Youth” trait. Twenty years pass in the blink of an eye, and each encounter along the way pushes him one step closer to the pinnacle of human magic. Little does he realize that’s only the opening chapter of his tale. A fateful meeting soon thrusts Ryou to the forefront of history, forever changing the course of his life... Thus begins the adventures of the strongest water magician the world has ever seen—who also likes to do things at his own pace!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt35652446",
      "type": "series",
      "name": "Bad Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178675-XmHJwboxZWaE.png",
      "description": "Genres: Comedy\nTags:School/Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Yuri/LGBTQ+ Themes\nThe story follows Yuu Yutani, a first-year high school student who is a good girl. However, to attract the attention of the school's disciplinary committee chairman and \"madonna\" Atori Mizutori, she begins to act like a delinquent.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt34754751",
      "type": "series",
      "name": "Hell Teacher: Jigoku Sensei Nube (2025)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179678-1isykDVghv8Q.png",
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Teacher/Shounen/Youkai/Demons/Exorcism/School/Primarily Child Cast\nA new anime project for <i>Jigoku Sensei Nube</i>.\n<br><br>\nThe story follows Meisuke Nueno, aka \"Nube,\" a psychic teacher with a demon hand, as he battles evil spirits and monsters to protect his students in this saga that employs elements of Japanese mythology and folklore to tell a fan-pleasing action story.\n<br><br>\nKnown for its occult and horror elements on school ghost stories and urban legends, Nube captivated readers across generations with his heroic efforts to save his students from supernatural threats."
    },
    {
      "id": "tt36156863",
      "type": "series",
      "name": "cocoon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166527-0sPHL9124m39.jpg",
      "description": "Genres: Drama\nTags:Josei/War/Female Protagonist/Historical/Primarily Female Cast/Rural/Survival/Primarily Teen Cast\nSan and Mayu are two schoolgirls living in Okinawa during the closing months of the Pacific War. Together with their classmates, the two friends are drafted into the war effort as nurses for wounded soldiers. When ordered to die for their country, the remaining members of the group escape only to face the harsh environment of a tropical paradise that has become a hellish battlefield."
    },
    {
      "id": "tt35335095",
      "type": "series",
      "name": "Futari Solo Camp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185965-LlzTLSTBUbEA.jpg",
      "description": "Genres: Slice of Life\nTags:Camping/Seinen\nKinokura Gen loves camping solo. He enjoys the quiet solitude away from the hustle and bustle of the city, and being able to appreciate nature all by himself. But on one camping trip, his solitude is broken by the appearance of Kusano Shizuku, a young woman who wanted to camp solo herself, but is ill-prepared and completely out of her league. While he tries to get her to go home so he can camp in peace, she refuses, and stubbornly insists on accompanying him on future camping trips until she's ready to camp solo. Thus Gen and Shizuku's days of solo camping together begin."
    },
    {
      "id": "tt35995444",
      "type": "series",
      "name": "Dekin no Mogura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184574-nAWTcZ42tGRm.png",
      "description": "Genres: Comedy, Drama, Slice of Life, Supernatural\nTags:Seinen\n\"I can't die because I'm banned from the afterlife.\"<br>\nA suspicious “self-proclaimed hermit” mole, Mogura Momoyuki, has been banned from the afterlife for some reason, and is collecting the \"light\" possessed by ghosts in a signal light in the hopes of returning to the afterlife.<br><br>\n\nIt is said that when you meet him, you start seeing strange things.<br><br>\n\n(Source: Official Website, Translated)"
    },
    {
      "id": "tt30643971",
      "type": "series",
      "name": "Yuusha Party wo Tsuihou Sareta Shiro Madoushi, S Rank Boukensha ni Hirowareru: Kono Shiro Madoushi ga Kikakugaisugiru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179885-YQsKgm162AsF.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic\nOne day, Lloyd, a white mage, is banished from the hero’s party. Lloyd, who has lost his job, happens to accompany an S-rank party on a quest by chance. At that time, no one knew that the hero’s party would collapse and Lloyd would gain fame - yet. This is the story of an extraordinary support magic-user who thinks he is normal, becomes an adventurer, while he is unaware how he eventually becomes peerless."
    },
    {
      "id": "tt36143285",
      "type": "series",
      "name": "Ame to Kimi to",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180425-c97mbuFNlTzw.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Seinen/Female Protagonist/Animals\nIf it looks like a dog and acts like a dog and insists it's a dog, it's...a dog? Probably? She adopted it anyway, and her life with this \"dog\" will never be boring! \n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt36074011",
      "type": "series",
      "name": "Turkey!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159483-xIL5aHfx1OYa.jpg",
      "description": "Genres: Slice of Life, Sports\nTags:Bowling/Female Protagonist/Cute Girls Doing Cute Things/Primarily Female Cast\nnull"
    },
    {
      "id": "tt35652489",
      "type": "series",
      "name": "GaCen Shoujo to Ibunka Kouryuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180794-VIhFqmne6Xih.jpg",
      "description": "Genres: Comedy, Romance\nTags:Otaku Culture/Video Games\nThe story follows Renji Kusakabe, a young man who works part time at a game center arcade. One day, Renji encounters an English girl named Lily, and the two of them trade diaries and begin an unlikely friendship of cultural exchange...\n<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt35652469",
      "type": "series",
      "name": "Zutaboro Reijou wa Ane no Moto Konyakusha ni Dekiai Sareru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179879-cGCVUUPS6sbV.png",
      "description": "Genres: Drama, Romance\nTags:Josei/Female Protagonist\nWith unmaintained red hair and shabby clothes, Marie, the baron's daughter, has been treated like a servant all her life. Count Granado, the country's richest man, who is said to be a difficult misogynist, falls in love with her at first sight. However, due to a misunderstanding, Count Granado proposes to her sister Anastasia, who looks like a princess, instead of the ragged Marie. A very popular work from \"Become a Novelist\"! Marie's Cinderella story that began with a hero's misunderstanding!\n<BR><BR>\n(Source: Pocket Comics)"
    },
    {
      "id": "tt31435652",
      "type": "series",
      "name": "Nyaight of the Living Cat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175124-eDYbn0W5F4to.jpg",
      "description": "Genres: Horror\nTags:Pandemic/Post-Apocalyptic\nIn the near future, a unique disease has swept across the planet: a virus that transforms humans into cats! And the horde is expanding, since if these adorable kitties snuggle with a human, the human is transformed into yet another cat. A small group of cat-loving survivors is trying to escape the madness, but how can you defend yourself against a threat you just want to cuddle and pet?! This wild new take on a post-apocalyptic survival tale will make you roll over and purr with delight!\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32731400",
      "type": "series",
      "name": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178433-YNkx0r22vh8q.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Romance\nTags:Isekai\nTakuto Ira succumbed to illness at a young age and ended up reincarnating in a world that resembles the fantasy turn-based strategy game Eternal Nations. Not only did he reincarnate into his favorite game, but as the god who commands the evil civilization Mynoghra. With Mynoghra's beautiful hero unit, Sludge Witch Atou by his side, not even legendarily difficult race traits will stand in the way of restarting their civilization! “Lord Takuto…won't you start over with me?” Explore, Expand, Exploit, Exterminate! A tactical fantasy world is waiting for heroes like you! Join Eternal Nations today!\n<br><br>\n(Source: Cross Infinite World)"
    },
    {
      "id": "tt32991344",
      "type": "series",
      "name": "Clevatess: Majuu no Ou to Akago to Kabane no Yuusha",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178869-iNDlhrWx01tN.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Anti-Hero/Demons/Swordplay/Gore\nThe story centers on the the titular Clevatess, the lord of all magical beasts, who wields both uncanny intellect and destructive power. Frustrated by the 13 heroes tasked to destroy him, he has decided to be rid of humanity once and for all. However, he has been charged with one nuisance: the care of a newborn human baby. Now the world stands upon the brink of Armageddon, with the obligation of raising one child holding it all back.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt36067745",
      "type": "series",
      "name": "Pokémon Concierge (Zoku-hen)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175035-lv7WMuMVYQk4.jpg",
      "description": "Genres: Fantasy, Slice of Life\nTags:Female Protagonist/Animals/Work/Iyashikei\nContinuation of <i>Pokémon Concierge</i>.<br><br>\nThis September, the adorable stop-motion animation series <i>Pokémon Concierge</i> returns with four new episodes, inviting viewers back to the Pokémon Resort — a vibrant haven where Pokémon come to relax and enjoy. The story follows Haru, a concierge at the Pokémon Resort, as she grows through her interactions with Pokémon guests and learns valuable life lessons along the way.\n<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt34710683",
      "type": "series",
      "name": "BULLET/BULLET",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157960-URIXFQUHOe5r.jpg",
      "description": "Genres: \nTags:\nA team of thieves find themselves in a world of trouble after completing their latest job."
    },
    {
      "id": "tt32536624",
      "type": "series",
      "name": "Koujo Denka no Katei Kyoushi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170113-fq1NyxPRvLKc.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Magic/Female Harem/Male Protagonist\nAfter failing the final exam for his dream job at the royal court, promising young sorcerer Allen wants nothing more than to retreat to a simple life in the countryside. Unfortunately for him, he can’t even afford the train fare! His only solution is to get a job, but his one lead is anything but modest—Duke Howard, one of the kingdom’s most powerful nobles, needs a private tutor for his daughter Tina. Despite her academic brilliance, Tina is incapable of casting even a single spell. To make matters worse, entrance exams for the prestigious Royal Academy are fast approaching, and magical aptitude is mandatory! Can Allen use his unique brand of spellcasting to help Tina overcome her magical impairment, a mystery that not even the kingdom’s finest sorcerers have been able to solve? And does her father, the duke, even want him to?<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt35995459",
      "type": "series",
      "name": "Hotel Inhumans",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184034-EZEoi29Te3kS.jpg",
      "description": "Genres: Action, Drama\nTags:Inn/Assassins\nThe most exquisite hotels in the world have certain standards: the finest food, the most sublime comfort, captivating entertainment, the latest weapons, reliable identity fabrication, and untraceable corpse disposal.\n<br><br>\nThe name of this place where the people who have “forgotten their humanity” visit is “Hotel Inhumans.” The hitmen guests are welcomed by the concierges who never say \"no.\""
    },
    {
      "id": "tt32524709",
      "type": "series",
      "name": "Tsuihousha Shokudou e Youkoso!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185544-AIWaFEByA56S.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Food/Restaurant\nDennis is one of the most popular members of the Silverwing Battalion, the world's strongest party. So popular, in fact, that the party leader expels him from the group out of spite.\n<br><br>\nStripped of his home, Dennis decides to start life anew following his true calling—as a chef! His life as an adventurer might be over, but his new life as a cook is just beginning. He teams up with Atelier, a young girl who has been similarly exiled from her home, and opens up a restaurant for adventurers.\n<br><br>\nHe's finally able to live out his dream, but he'll need use of more than just his cooking skills to take care of his eclectic customers' problems!\n<br><br>\n(Source: Kaiten Books)"
    },
    {
      "id": "tt32333055",
      "type": "series",
      "name": "Utagoe wa Mille-Feuille",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166215-K2woVAaY3rxs.jpg",
      "description": "Genres: Music\nTags:School/Primarily Female Cast/Coming of Age\nAnime adaptation of the a cappella music project <i>Utagoe wa Mille-Feuille</i>."
    },
    {
      "id": "tt35323313",
      "type": "series",
      "name": "My Melody & Kuromi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186043-fTvbTiVpuDdq.png",
      "description": "Genres: Slice of Life\nTags:Stop Motion/Animals\nGet ready for a delightful adventure as My Melody & Kuromi brings the beloved Sanrio characters to life in a charming stop-motion animation series, premiering in July 2025. Celebrating the 50th anniversary of My Melody and the 20th anniversary of Kuromi, the series takes viewers on an adventure in Mariland, their whimsical home. A special sneak peek reveals the characters in their adorable stop-motion form  — and they’re so cute you’ll want to reach out and touch them!<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt33374124",
      "type": "series",
      "name": "Osomatsu-san 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177880-3zUHnP39qk5k.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:\nThe fourth season of <i>Osomatsu-san</i>. "
    },
    {
      "id": "tt36131958",
      "type": "series",
      "name": "Fermat no Ryouri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186003-WP6dKDFSI9UW.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Food/Shounen/Male Protagonist/Work\nKitada Gaku is a prodigy in Mathematics and a scholarship holder at Wels Private Academy, a renowned institution with a long history in the International Mathematical Olympiad. After a series of unfortunate events, he meets Asakura Kai, a culinary prodigy with his own catering business. What does the future hold for these two geniuses, and how do their paths intertwine with each other's?"
    },
    {
      "id": "tt32985844",
      "type": "series",
      "name": "Shirobuta Kizoku desu ga Zense no Kioku ga Haeta node Hiyoko na Otouto Sodatemasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179541-lZwENMAHZS9Y.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Male Protagonist/Family Life\nThe series follows Ageha, who is born into the world as the disliked son of a corrupt count. Ageha possesses all of the knowledge of his previous life, and learns that his half-brother Regulus will eventually attempt to kill him and take his title. Even with this awareness, Ageha decides to use all of the skills from his past life to raise his little brother. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt32332831",
      "type": "series",
      "name": "Tamaranai no wa Koi nano ka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187362-Qz6YXMv0TcRJ.jpg",
      "description": "Genres: Romance\nTags:Boys' Love/Shoujo/Male Protagonist/Delinquents/LGBTQ+ Themes/School/Primarily Male Cast/Tsundere/Unrequited Love\nMisuzu was branded a delinquent when a small incident left him isolated. But one day, he sees the top student, Kitahara, get surrounded by bullies and decides to help him out. That sparked Kitahara's interest in the lonely boy, but Misuzu pushes Kitahara away. \"If you get involved with me, you'll get ostracized by everyone else too.\" But it won't take long for Misuzu's resolve to falter...<br><br>\n\n(Source: K Manga)"
    },
    {
      "id": "tt35335575",
      "type": "series",
      "name": "Kakurenbo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186829-GoUvxFJE1ZAQ.png",
      "description": "Genres: Hentai\nTags:\nnull"
    }
  ]
}