{
  "metas": [
    {
      "id": "tt27305026",
      "type": "series",
      "name": "Tower of God Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153406-3Gk59KldzmgN.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Male Protagonist/Shounen/Super Power/Magic/Cultivation\nThe second season of <i>Kami no Tou: Tower of God</i>."
    },
    {
      "id": "tt28480255",
      "type": "series",
      "name": "Ninja Kamui",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151639-7KqJ7BgaM9Mx.png",
      "description": "Genres: Action, Adventure\nTags:Ninja\nJoe Higan is a Nukenin - a former ninja who escaped his clan and is hiding from his violent past in rural America with his family. One night, he is ambushed by a team of assassins from his former organization who exact a bloody retribution on Joe and his family for betraying their ancient code. Rising from his seeming “death,” Joe will re-emerge as his former self - Ninja Kamui - to avenge his family and friends. Kamui is a 21st century ninja, a shadowy anachronism who pits his ancient skills against high-tech weaponry with brutal finesse. He must face off against trained assassins, combat cyborgs, and rival ninjas to bring down the very clan that made him."
    },
    {
      "id": "tt30870534",
      "type": "series",
      "name": "Koi wa Futago de Warikirenai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167144-M8gXr1MGqI0l.jpg",
      "description": "Genres: Romance\nTags:Heterosexual/Tomboy/Twins\n<i>Koi wa Futago de Warikirenai</i>, written by Shinon Takamura, follows a boy named Jun as he falls in love with the twin girls who are his childhood friends and live next door; both of which who couldn’t be more different from each other. Rumi, the older sister, who has a boyish exterior but a maiden-like personality while Naori is super girly and also a super otaku.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:6312",
      "type": "series",
      "name": "Shoushimin Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg",
      "description": "Genres: Mystery\nTags:Detective/Food/School Club/School/Male Protagonist\nThe story centers on Jougorou Kobato, who wishes to live a quiet and ordinary life after a painful experience. He and Yuki Osanai form a \"mutually beneficial relationship\" as Yuki also wants the same thing. They start high school as classmates with a plan to spend their peaceful days as ordinary people, but unfortunately they keep getting wrapped up in mysteries and disasters as they happen one after another.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt28678796",
      "type": "series",
      "name": "Ramen Aka Neko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170998-UFkHwgHvN9cF.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Iyashikei/Animals/Work/Food/Shounen/Full CGI\nMeet Tamako, who’s found her way into an interview at a ramen shop run solely by cats. When the feline manager asks if she likes cats, Tamako admits that she’s actually more of a dog person...only to be hired on the spot! But her job description isn’t quite what she expects — rather than serving ramen, she’s now a dedicated cat caretaker...?!<br>\n<br>\n(Source: Manga Plus)"
    },
    {
      "id": "tt2549176",
      "type": "series",
      "name": "Cardfight!! Vanguard: will+Dress Season 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b165681-hVWwAIBiU1lx.png",
      "description": "Genres: Action, Adventure\nTags:Card Battle\nThe seventh season of Cardfight!! Vanguard: overDress."
    }
  ]
}