{
  "metas": [
    {
      "id": "tt4508902",
      "type": "series",
      "name": "One-Punch Man Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153800-8SpzdHOaZCoU.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Superhero/Super Power/Parody/Satire/Surreal Comedy/Urban Fantasy/Slapstick/Male Protagonist/Cyborg/Kaiju/Seinen/Martial Arts\nThe third season of <i>One Punch Man</i>.<br><br>\nSaitama is a hero who only became a hero for fun. After three years of \"special training,\" he’s become so strong that he's practically invincible. In fact, he's too strong—even his mightiest opponents are taken out with a single punch. Alongside Genos, his faithful disciple, Saitama performs his official hero duties as a member of the Hero Association.<br><br>\nOne day, monsters claiming to be from the Monster Association suddenly appeared, taking a child of Hero Association executive hostage. The S-class heroes gather and plan a raid on the Monster Association hideout to rescue the hostage. Meanwhile, Garou, a \"human monster\" who was taken by the Monster Association during a battle with the heroes, awakens in the Monster Association hideout.<br><br>\n(Source: EMOTION Label YouTube Channel Description)"
    },
    {
      "id": "tt35636246",
      "type": "series",
      "name": "My Hero Academia FINAL SEASON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182896-QZ46awXcGJq7.jpg",
      "description": "Genres: Action, Adventure\nTags:War/Superhero/Male Protagonist/Super Power/Shounen/Rescue\nThe eighth and final season of <i>Boku no Hero Academia</i>."
    },
    {
      "id": "tt29242849",
      "type": "series",
      "name": "SPY×FAMILY Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177937-HDZQqDqXQqxs.jpg",
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Espionage/Female Protagonist/Male Protagonist/Assassins/Super Power/Urban/Urban Fantasy/Cohabitation/Found Family/Shounen/Parenthood/Ensemble Cast/Guns/School/Politics/Family Life/Martial Arts\nThe third season of <i>SPY×FAMILY</i>."
    },
    {
      "id": "tt12063450",
      "type": "series",
      "name": "To Your Eternity Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162669-kCweQfkr6bIu.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Psychological, Supernatural\nTags:Shapeshifting/Philosophy/Urban Fantasy/Urban/Shounen/Denpa/School/Bullying\nThe third season of <i>Fumetsu no Anata e</i>."
    },
    {
      "id": "tt32742508",
      "type": "series",
      "name": "Tomodachi no Imouto ga Ore ni dake Uzai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129195-iO1irYE3p0vl.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Otaku Culture/Software Development/Love Triangle/Male Protagonist/Female Harem/Female Protagonist\nIf a girl teases you, that means she likes you!\nUnfortunately, Akiteru knows from experience that isn't the case. Because every girl he interacts with shows him nothing but scorn, and he's not scored a single date from it! Luckily, he's more concerned with securing a spot for him and his game-development buddies at his uncle's business. But when his uncle throws him a condition that involves playing the part of his daughter's boyfriend, Akiteru has no choice but to take it.\nWhat will his best friend's sister Iroha, who bullies him relentlessly, think of the news?\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt30643982",
      "type": "series",
      "name": "Campfire Cooking in Another World with my Absurd Skill Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170577-PuKlI4ERsSjK.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Food/Work/Male Protagonist/Iyashikei/Animals/Gods/Travel/Economics/Magic/Creature Taming/Camping/Kuudere/Primarily Adult Cast/Slapstick/Tsundere/Wilderness\nThe second season of <i>Tondemo Skill de Isekai Hourou Meshi</i>.\n<br><br>\nWhen a magical realm looks to summon heroes, they’re sorely disappointed to end up with a mediocre salaryman. Mukoda Tsuyoshi may not be a hero, but this conjuring error has given him a delicious power—Online Grocery. And something about this modern food brings with it unbelievable effects. This easy access paired with his cooking skills will have patrons from across the land coming back for more!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21209876",
      "type": "series",
      "name": "Ranma1/2 (2024) Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185731-uTPSpiDT0FQz.jpg",
      "description": "Genres: Action, Comedy, Romance\nTags:Shapeshifting/Gender Bending/Martial Arts/Arranged Marriage/Tsundere/Love Triangle/Heterosexual/Female Harem/Male Harem/Shounen/Tomboy/Episodic/Ensemble Cast/Slapstick/School/Crossdressing/Animals/LGBTQ+ Themes\nThe second season of <i>Ranma 1/2 (2024)</i>.\n<br><br>\nBrace yourselves for the hilarious romantic comedy's return! What antics and arguments will Ranma and Akane get into next?\n<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt33384856",
      "type": "series",
      "name": "May I Ask for One Final Thing?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181447-qvmoD2q82xEa.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Romance\nTags:Female Protagonist/Villainess/Ojou-sama/Shoujo/Male Harem\nAn engagement broken off at a ball.\n<br><br>\nIt was supposed to be a cliche scene condemning a villainess...\n<br><br>\nIn the middle of a ball, Second Prince Kyle unreasonably announces that he is canceling his engagement to Scarlet, a duke's daughter. Furthermore, he announces that he has a new fiancée, and they make baseless accusations against Scarlet. Scarlet had endured years of torment from Kyle ever since they were young, all for the sake of their engagement, but she could hold back no longer...<br><br>\n\n<i>\"This is my final request. May I send this stupid bitch flying?\"</i><br><br>\n\nThe fair duchess Scarlet clenches her fist and dances! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28306749",
      "type": "series",
      "name": "Disney Twisted-Wonderland The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140291-JJnzSWCKSuPS.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Primarily Male Cast/Male Protagonist/Isekai/Ensemble Cast/School/Animals/Urban Fantasy/Gender Bending/Primarily Teen Cast\nAn anime adaptation of the game with the same name."
    },
    {
      "id": "tt36519787",
      "type": "series",
      "name": "Watashi wo Tabetai, Hitodenashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183385-G6PkVpwRLXdT.jpg",
      "description": "Genres: Drama, Horror, Psychological, Romance, Supernatural\nTags:Monster Girl/Mermaid/Yuri/LGBTQ+ Themes/Orphan/Mythology/Rural/Denpa/Coastal/Female Protagonist/Seinen/Primarily Female Cast\n<i>“I’ve come to eat you.”</i><br><br> So softly utters the mermaid Shiori as she emerges from the sea and takes high school girl Hinako by the hand. Hinako lives alone in a town by the sea and possesses an unusually delicious body that is irresistible to nearby monsters. To ensure that she matures to the best condition, Shiori seeks to protect Hinako—all so that someday, she can devour every piece of her. What will become of Hinako’s feelings as this looming unjust death closes in on her…?\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt32508529",
      "type": "series",
      "name": "Nageki no Bourei wa Intai shitai 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185801-ovFdmbEoQvRn.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Male Protagonist/Magic\nThe sequel of <i>Nageki no Bourei wa Intai shitai</i>."
    },
    {
      "id": "tt36230718",
      "type": "series",
      "name": "Ansatsusha de Aru Ore no Status ga Yuusha yori mo Akiraka ni Tsuyoi no da ga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186794-aknxrAWgoAYG.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Conspiracy/Isekai/Male Protagonist/Assassins/Elf\nWhen Akira’s class is magically summoned to another world, he and his classmates are awarded fantastical powers–but while one of them is lucky enough to become a true Hero, Akira becomes a mere Assassin. However, against all odds, the Assassin just might be the most powerful role of all! Harboring doubts about the intentions of the king, Akira uses his newfound strength as a master of the shadows to uncover the secrets and conspiracies of the crown.\n<br><br>(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt35127440",
      "type": "series",
      "name": "SANDA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179302-lJuSmBRwnNsS.jpg",
      "description": "Genres: Drama, Mystery\nTags:Male Protagonist/Female Protagonist/Shounen\nThe story starts with Sanda, a second year middle school student, getting attacked with a kitchen knife by his classmate Fuyumura. While Sanda couldn't make sense of the situation at first, he gradually came to believe that Fuyumura's actions were just mean acts stemming off from the latter having a peculiar puberty phase.\n<br><br>\nBut that is all a misunderstanding. Fuyumura actually suspects that Sanda is the descendant of a certain lineage..."
    },
    {
      "id": "tt34660911",
      "type": "series",
      "name": "GINTAMA - Mr. Ginpachi's Zany Class",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162890-xx01T4341Emf.png",
      "description": "Genres: Comedy\nTags:School/Surreal Comedy/Parody/Educational/Aliens\nAnnounced at the the \"Gintama Ato no Matsuri 2023\" event: an anime adaptation of a light novel spin-off series of <i>Gintama</i>. Mainly about school-life played by the main series characters, the storyline revolves around class 3-Z's students and their wacky homeroom teacher Ginpachi-sensei at Gintama High School."
    },
    {
      "id": "tt34714068",
      "type": "series",
      "name": "WanDance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180436-93cO0DFIX4As.jpg",
      "description": "Genres: Drama, Sports\nTags:Dancing/School Club/Seinen/School/Disability/Male Protagonist/Female Protagonist\nKaboku Kotani is starting high school, and he plans to do what he’s always done: go along with his friends, keep quiet, and not draw too much attention to himself. After all, it’s hard enough to get by with a stutter like his— why make things worse by standing out from the crowd? But then he sees another first-year, Hikari Wanda, dancing like no one is watching—or like she doesn’t care who sees her. It makes Kaboku wonder: Could he reach that same freedom? To find his way to Wanda, he does something he never thought he could: He joins the dance club. After all, every routine begins with a single step, right? Join Kaboku and Wanda as they freestyle their way to life and love!\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt35769369",
      "type": "series",
      "name": "Chitose-kun wa Ramune Bin no Naka",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180082-tAd8tapnkZa4.png",
      "description": "Genres: Comedy, Romance\nTags:Female Harem/School/Coming of Age/Male Protagonist/Baseball/Rural/Basketball\nBeing popular isn’t easy. It’s hard to beat Saku Chitose. The most popular kid in his high school? Check. An ironclad reputation that can weather even vicious online attacks? Check. A group of friends as attractive on the outside as they are inside? Check. But when a teacher asks for his help bringing back a student who has been shut away in his room for months, Saku’s perfect world will never be the same. What is this, some kind of normie harem story...?<br>\n<br>\n(Source: Yen Press) "
    },
    {
      "id": "tt36593277",
      "type": "series",
      "name": "Hime Kishi wa Barbaroi no Yome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182483-t2uE576wNzzb.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Foreign/Shounen/Heterosexual/War\nSerafina de Lavillant, the strongest female knight in the West, was sent to subjugate the barbaric tribes of the East. But when her mission fails spectacularly, she’s captured alive and imprisoned. Humiliated and dreading what horrific torture she’ll endure, she asks to be put to death. To her surprise, rather than tearing her limb from limb, the tribe leader asks for her hand…in marriage! Will Serafina face a cruel and abusive arranged marriage? Or will she discover that these tribes aren’t as barbaric as she was led to believe?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "kitsu:48822",
      "type": "series",
      "name": "Kakuriyo no Yadomeshi 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177271-kT3YWmES6Dgf.jpg",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Shoujo/Youkai/Food\nThe second season of <i>Kakuriyo no Yadomeshi</i>."
    },
    {
      "id": "tt33258199",
      "type": "series",
      "name": "Yasei no Last Boss ga Arawareta!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180523-FjvW1XByUNMK.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Gender Bending/Super Power/Virtual World\nThe year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned.\nA man wakes up in the body of his MMO character 200 years after her defeat during a player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn't a game, it's real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world... \n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt35437675",
      "type": "series",
      "name": "Uma Musume: Cinderella Gray Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195240-RopaGsHkYSYi.jpg",
      "description": "Genres: Drama, Sports\nTags:Female Protagonist/Athletics/Historical/Kemonomimi/Primarily Female Cast\nThe second half of <i>Umamusume: Cinderella Gray</i>."
    },
    {
      "id": "tt34880941",
      "type": "series",
      "name": "Akujiki Reijou to Kyouketsu Koushaku: Sono Mamono, Watashi ga Oishiku Itadakimasu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183291-EDtdJLW13yV0.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Shoujo/Female Protagonist/Royal Affairs/Food\nLike any proper noble lady, one must have certain acquired tastes. For Melphiera Marchalrayd, she just happens to crave a rather exotic protein—monsters! But do not judge! Despite its bad reputation, monster meat can be used in exquisite cuisine and Melphiera is determined to change the kingdom’s opinion of it! Unfortunately, since debuting in society, Melphiera has been struggling to find her perfect match…until she meets the fearless “Blood-Mad Duke” of Galbraith!\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt32856801",
      "type": "series",
      "name": "Ao no Orchestra 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170018-2BTcPY0K9iqy.png",
      "description": "Genres: Drama, Music\nTags:Classical Music\nThe second season of <i>Ao no Orchestra</i>."
    },
    {
      "id": "tt37499375",
      "type": "series",
      "name": "DIGIMON BEATBREAK",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188388-ild1mOLxOaTC.jpg",
      "description": "Genres: Adventure, Fantasy, Sci-Fi\nTags:\nOnline fan event DIGIMON CON 2025 has revealed that a brand-new Digimon anime series titled <i>DIGIMON BEATBREAK</i> is in production and will begin airing in October 2025. <br><br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt32777700",
      "type": "series",
      "name": "Chichi wa Eiyuu, Haha wa Seirei, Musume no Watashi wa Tenseisha.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173692-br9l8NmUvth2.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Magic/Isekai\n\"I became the spirit of elements when I reincarnated?!\" Ellen is a young girl reincarnated from modern-day Japan as a half-spirit. Her father, Rovel, is the legendary hero who saved the kingdom, and her mother, Origin, is the primordial queen and ruler of all spirits. Furthermore, she herself has the overpowered ability to manipulate the elements. While looking absolutely adorable, this perfect little girl will fall back on her past life's knowledge and the power of the spirits to protect her precious family!\n<br><br>\n(Source: MANGA UP!)"
    },
    {
      "id": "tt32582999",
      "type": "series",
      "name": "Hero Without a Class: Who Even Needs Skills?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169969-n0wv8pDCsVgk.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist\n\"Classes\" are given at the age of 10, and the presence or absence of \"skills\" greatly affect life. Arel, the son of \"Sword Princess\" Fara and \"Magic King\" Leon, has been branded as \"Classless\"... But even without a job or skills, Arel believes he can persevere through effort.\n<br><br>\n(Source: Earth Star Entertainment, translated)"
    },
    {
      "id": "tt36593026",
      "type": "series",
      "name": "Shinjiteita Nakamatachi ni Dungeon Okuchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184322-TNA26Kg1I7Bd.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Anti-Hero/Magic/Maids/Dungeon/Gore\nWhen Light is kicked out of the Concord of the Tribes, his former comrades instantly turn on him. Light escapes this diabolical act of betrayal by the skin of his teeth...only to find himself in the deepest part of the Abyss, the most dangerous dungeon in the realm! To avoid being eaten by carnivorous monsters, he uses the Unlimited Gacha, his sole magical skill. But where it previously only produced junk items, this time Mei—a gorgeous Level 9999 fighter in a maid outfit—springs forth! Fast forward three years and Light has carved out his own kingdom in this backwater dungeon, summoning more beautiful Level 9999 warriors who swear absolute fealty to him. Now a powerful Level 9999 Overlord himself, Light plans to ascend to the surface and take revenge on his betrayers one by one!\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt37532031",
      "type": "series",
      "name": "Kao ni Denai Kashiwada-san to Kao ni Deru Oota-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187940-U1zkEGPMaCfU.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Shounen/Kuudere/Heterosexual\nMeet Kashiwada-san, a female middle-school student, who remains emotionless regardless of how she is meddled with.\nAnd Oota-kun, unable to control his facial expressions, is the complete opposite of Kashiwada-san--but he keeps messing with her, against his better judgment?!\n<br><br>\nThough both of them are the exact opposite, will a mutual love eventually develop between them...?"
    },
    {
      "id": "tt32832412",
      "type": "series",
      "name": "With You, Our Love Will Make It Through",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186161-nRJptSuYKEQP.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shoujo/Anthropomorphism/Heterosexual/Female Protagonist/School/Kemonomimi\nWhen high schooler Mari bumps into a fellow tardy student, she's surprised to find out he's a beastfolk who's to attend her school! After all, it's not rare for beastfolk to coexist alongside humans, but it's still uncommon, with the prejudice and all. Nervous to meet one at first, Mari soon learns there's more to him than his furry exterior. In fact, the more she gets to know him, the more she finds herself drawn to him, his steadfastness, his kindheartedness, and…his body…\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt36593047",
      "type": "series",
      "name": "Egao no Taenai Shokuba desu.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173523-jUA4KKFm5VGD.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Drawing/Yuri/Work/LGBTQ+ Themes\nNew shoujo manga artist Nana Futami works hard every day while being supported by Kaede Satou, her female editor who is older than her, and Mizuki Hazama, her assistant. According to the girl herself, she sometimes drums up intense daydream delusions of occupational illness! A working girls comedy set in the entertainment industry, brought to you by an author who always draws various girls. "
    },
    {
      "id": "tt36631539",
      "type": "series",
      "name": "Mikata ga Yowa Sugite Hojo Mahou ni Toushite Ita Kyuutei Mahoushi, Tsuihou Sarete Saikyou wo Mezasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188487-8iVdOGXUcmda.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Dungeon/Male Protagonist\nnull"
    },
    {
      "id": "tt32731400",
      "type": "series",
      "name": "Otherworldly Munchkin: Let's Speedrun the Dungeon with Only 1 HP!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183960-qvkHfCrO6cAq.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Full CGI/Isekai/Female Harem\n16-year-old Yukito Kirihara lives with his 14-year-old sister Sana, who he treasures more than anyone else. But when an ogre shows up outside of his window looking for Sana (a shocking event in its own right), Yukito leaps to save her—and is killed. He's offered the promise of reincarnation by a mysterious woman, who gives him a character sheet in a mysterious book. But when Yukito sees Sana in there, too, he sets off to find her, and save them both—even if he only has 1 hp with which to do it!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt32779175",
      "type": "series",
      "name": "Tensei Akujo no Kuro Rekishi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174914-RfPIqbrapByY.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Shoujo/Isekai/Female Protagonist\nKonoha Satou has a dark history, written throughout middle school—a fantasy adventure of love and magic about the Count’s daughter Konoha Magnolia and the knights who love her! But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident! Opening her eyes, she finds that she’s been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt36132068",
      "type": "series",
      "name": "Yano-kun no Futsuu no Hibi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183965-zp5r9X8q1vIa.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Seinen/School\nYoshida is the chairman of the class and she is always worried. Her biggest worry these days is that Yano, who is in her class, comes to school every day with a serious injury. She can't take her eyes off Yano, who is injured in every possible way! She can't wait to help him!\n<br><br>\nA love comedy about a boy who is covered in injuries and a girl who worries too much!\n<br><br>\n(Source: Comic Days, translated)"
    },
    {
      "id": "tt36987681",
      "type": "series",
      "name": "Taiyou yori mo Mabushii Hoshi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186621-jFeAgDQkQMUm.jpg",
      "description": "Genres: Romance\nTags:School/Shoujo/Heterosexual/Female Protagonist\nSae and Koki have been friends since childhood. One fateful day at the end of middle school, she has a revelation: Koki has grown up! Now they’re in high school, and she has another revelation: she has feelings for Koki! But Sae isn’t the only girl who does… The question is, who does Koki have feelings for?!<br><br>\n(Source: Viz)"
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom 6th Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx190840-CvKAz6aWHB21.png",
      "description": "Genres: Action\nTags:War/Historical/Military/Seinen/Ancient China/Ensemble Cast/Male Protagonist\nThe sixth season of <i>Kingdom</i>."
    },
    {
      "id": "tt35955429",
      "type": "series",
      "name": "Shuumatsu Touring",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186920-rUWQud8uSzdz.jpg",
      "description": "Genres: Adventure, Sci-Fi, Slice of Life\nTags:Post-Apocalyptic/Female Protagonist/Travel/Motorcycles\nAll alone after the end of days, two girls bike through the empty ruins of Japan—and they're not about to let the collapse of civilization get in the way of sightseeing! Even when the world ends, their journey goes on.\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt36912922",
      "type": "series",
      "name": "Kikaijikake no Marie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179992-x9TXPJSg8nYY.png",
      "description": "Genres: Action, Comedy, Romance, Sci-Fi\nTags:Shoujo/Maids\nMarie, a former martial artist, has a new job as the personal maid of Arthur, the heir to a large conglomerate. However, Arthur is ruthless and hates people of the highest order, so Marie has to pretend to be a robot to work for him! If it is discovered that she is human, she will be executed immediately, but Arthur is extremely kind to inorganic objects and... unexpectedly goes into a doting route!<br><br>\n\nDoting or death? The strongest romantic comedy that will make you laugh and make your heart thumping.<br><br>\n\n(Source: Crunchyroll News) "
    },
    {
      "id": "tt34852231",
      "type": "series",
      "name": "Gnosia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185116-zAkGuitojfbN.jpg",
      "description": "Genres: Drama, Mystery, Sci-Fi\nTags:Aliens/Space\nThe Gnosia lie. Pretending to be human, they’ll get in close, trick and deceive, and then eliminate one victim at a time...\n<br><br>\nThe crew of a drifting spaceship, facing off against a mysterious and deadly threat known as the “Gnosia” and having no idea who among them is really the enemy, formulate a desperate plan for survival. The most suspicious among them will be put into “cold sleep” one by one, in an effort to rid the ship of Gnosia.<br><br>\n(Source: GNOSIA Steam Page)"
    },
    {
      "id": "tt37038599",
      "type": "series",
      "name": "Souzai Saishuka no Isekai Ryokouki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187663-Cp0sbCcV183d.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Isekai/Male Protagonist/Magic\nTakeru Kamishiro is an ordinary middle aged salaryman who was chosen by god to be reincarnated into a fantasy world in the body of a handsome young man in his prime. Takeru sets out to learn more about the world while gathering rare and interesting materials along the way to sell for money which he can use to gather even more materials ad infitium."
    },
    {
      "id": "tt37431541",
      "type": "series",
      "name": "Sawaranaide Kotesashi-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187331-ylRHyvJIVPeO.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sports\nTags:Nudity/Shounen/Female Harem/Male Protagonist/Medicine/School/Primarily Female Cast\nKotesashi Kouyou possesses outstanding skill as a masseur. He aspires to become a sports doctor and wants to get a scholarship in medical school. Starting spring, he attends the high school attached to Seiwa University, a sports powerhouse. Since his family is not wealthy, he has to work as a hostel manager, where he is also allowed to stay, to pay for his school expenses. There he encounters high school girl athletes with various problems. Kotesashi's job is to take care of them physically and mentally and be the hostel manager.<br><br>\n\n(Source: Kodansha, translated)"
    },
    {
      "id": "tt8225204",
      "type": "series",
      "name": "Golden Kamuy: Inazuma Goutou to Mamushi no Ogin/Shimaenaga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx194872-J11fIWuuU6T4.jpg",
      "description": "Genres: Action, Adventure, Comedy\nTags:\nA OVA that will adapt the Inazuma Goutou to Mamushi no Ogin and Shimaenaga chapter."
    },
    {
      "id": "tt37532634",
      "type": "series",
      "name": "Towa no Yuugure",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195153-b1W3Hh1xkd20.jpg",
      "description": "Genres: Romance, Sci-Fi\nTags:Dystopian/Heterosexual/Robots\nnull"
    },
    {
      "id": "tt27995114",
      "type": "series",
      "name": "Let’s Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx193968-KqzLwFzqf3uo.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Female Protagonist/Video Games/Foreign\nSamara “Sam” Young is a developer in Los Angeles who’s about to achieve her dreams with her first video game, Ruminate. That is, until a popular streamer gives the game a scathing review. Even worse, Sam finds out the troublesome critic is now her new neighbor! Get lost in a comedic, romantic, and all-too-real story about gaming, memes, and social anxiety. Come for the plot, stay for the doggo. <br><br>\n\n(Source: Crunchyroll) "
    },
    {
      "id": "tt37038619",
      "type": "series",
      "name": "Ninja to Gokudou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186914-Im7Jgud1XCag.png",
      "description": "Genres: Action, Drama\nTags:Ninja/Yakuza\nSince before the dawn of memory, one thing has defined human history: the war between ninjas and yakuzas. This coarse and manly manga follows two members of these warring tribes who fill the gutters of modern Tokyo with blood to determine which elemental force will reign supreme!\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt37431548",
      "type": "series",
      "name": "Shabake",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184997-qsU9bmfPX5kX.jpg",
      "description": "Genres: Fantasy, Mystery\nTags:Youkai/Historical\nThe time is Edo.<br><br>\nIchitarou, the young master of Nagasakiya, one of the largest stores in Nihonbashi, has been in poor health since birth and is unable to go outside. Ichitarou is always protected by spirits such as Shirasawa and Inugami, who serve him.<br><br>\nOne night, Ichitarou sneaks out when no one is looking and witnesses a murder. From that day on, bizarre murders begin to occur one after another in Edo... With the help of the spirits, the search for Ichitarou's culprit begins!<br><br>\n(Source: Official website, translated)"
    },
    {
      "id": "tt37419888",
      "type": "series",
      "name": "Hitozuma no Kuchibiru wa Kan Chu-Hi no Aji ga Shite OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx194087-g8BDfz0XWU9Y.png",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:\nUnaired episode included with the Blu-ray and DVD release."
    },
    {
      "id": "kitsu:49439",
      "type": "series",
      "name": "Hyakushou Kizoku 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185694-QMj1dLXbIe7V.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Shoujo/Agriculture/Autobiographical/Rural/Female Protagonist\nThe third season of <i>Hyakushou Kizoku</i>."
    },
    {
      "id": "tt31528958",
      "type": "series",
      "name": "Honey Blonde 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/default.jpg",
      "description": "Genres: Hentai\nTags:\nErina, a breastfeeding girl, is in love with Masaki, and Masaki can't live without Erina's breast milk. They both pass the entrance exams to college, and head straight to a love hotel in the middle of the day. After six months of abstinence, Masaki, who loves breast milk, goes crazy for Erina's breasts. The two perverts with strong sexual habits repeatedly seek each other and reach climax.<br>\n<br>\n(Source: Mediabank, translated)"
    },
    {
      "id": "tt36534630",
      "type": "series",
      "name": "MUZIK TIGER In the Forest 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195383-AyOuZF3hSI6F.png",
      "description": "Genres: Slice of Life\nTags:Primarily Animal Cast\nSecond season of <i>Muzik Tiger In the Forest</i>."
    },
    {
      "id": "tt34623130",
      "type": "series",
      "name": "SHIBUYA♡HACHI Part 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195173-PU4wmxGmtuYl.jpg",
      "description": "Genres: Slice of Life\nTags:Kids/Animals/Primarily Animal Cast\nSequel to <i>SHIBUYA♡HACHI Part 3.</i>"
    }
  ]
}