{
  "metas": [
    {
      "id": "tt27305026",
      "type": "series",
      "name": "Tower of God Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153406-3Gk59KldzmgN.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Male Protagonist/Shounen/Super Power/Magic/Cultivation\nThe second season of <i>Kami no Tou: Tower of God</i>."
    },
    {
      "id": "tt21975478",
      "type": "series",
      "name": "Gimai Seikatsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152681-4eFZSIo0XutU.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Inseki/Heterosexual/Philosophy/Family Life/School/Gyaru\nFrom classmates to brother and sister, living under the same roof.\n<br><br>\nAfter his father's remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance. \n<br><br>\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn't know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together. \n<br><br>\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know."
    },
    {
      "id": "kitsu:6312",
      "type": "series",
      "name": "Shoushimin Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg",
      "description": "Genres: Mystery\nTags:Male Protagonist/School/School Club/Food/Detective\nThe story centers on Jougorou Kobato, who wishes to live a quiet and ordinary life after a painful experience. He and Yuki Osanai form a \"mutually beneficial relationship\" as Yuki also wants the same thing. They start high school as classmates with a plan to spend their peaceful days as ordinary people, but unfortunately they keep getting wrapped up in mysteries and disasters as they happen one after another.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt30870534",
      "type": "series",
      "name": "Koi wa Futago de Warikirenai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167144-M8gXr1MGqI0l.jpg",
      "description": "Genres: Romance\nTags:Twins/Tomboy/Heterosexual\n<i>Koi wa Futago de Warikirenai</i>, written by Shinon Takamura, follows a boy named Jun as he falls in love with the twin girls who are his childhood friends and live next door; both of which who couldn’t be more different from each other. Rumi, the older sister, who has a boyish exterior but a maiden-like personality while Naori is super girly and also a super otaku.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt23029874",
      "type": "series",
      "name": "Ramen Aka Neko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170998-UFkHwgHvN9cF.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Iyashikei/Animals/Work/Food/Shounen/Full CGI\nMeet Tamako, who’s found her way into an interview at a ramen shop run solely by cats. When the feline manager asks if she likes cats, Tamako admits that she’s actually more of a dog person...only to be hired on the spot! But her job description isn’t quite what she expects — rather than serving ramen, she’s now a dedicated cat caretaker...?!<br>\n<br>\n(Source: Manga Plus)"
    },
    {
      "id": "tt2549176",
      "type": "series",
      "name": "Cardfight!! Vanguard: will+Dress Season 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b165681-hVWwAIBiU1lx.png",
      "description": "Genres: Action, Adventure\nTags:Card Battle\nThe seventh season of Cardfight!! Vanguard: overDress."
    }
  ]
}