{
  "metas": [
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba Hashira Training Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166240-PBV7zukIHW7V.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Demons/Shounen/Swordplay/Cultivation/Male Protagonist/Gore/Super Power/Revenge/Historical/Rural/CGI/Disability/Guns\nAdaptation of the Hashira Training Arc.<br>\n<br>\nThe Hashira, the Demon Slayer Corps' highest ranking swordsmen and members. The Hashira Training has begun in order to face the forthcoming battle against Muzan Kibutsuji. Each with their own thoughts and hopes held in their hearts, a new story for Tanjiro and the Hashira begins.<br><br>\n(Source: Aniplex USA)<br><br>\n<i>Note: The first episode received an early premiere in cinemas as part of a special screening alongside the final episode of Kimetsu no Yaiba: Katanakaji no Sato-hen. </i>"
    },
    {
      "id": "tt21975436",
      "type": "series",
      "name": "Kaiju No.8",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153288-tD2OmKy5CJab.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Kaiju/Monster Boy/Shapeshifting/Male Protagonist/Super Power/Urban Fantasy/Henshin/Shounen/Military/Work/Guns/Gore/Kuudere/Primarily Adult Cast/Slapstick/Tokusatsu/Tsundere/Heterosexual/Ojou-sama/Swordplay/Martial Arts\nWith the highest kaiju-emergence rates in the world, Japan is no stranger to attack by deadly monsters. Enter the Japan Defense Force, a military organization tasked with the neutralization of kaiju. Kafka Hibino, a kaiju-corpse cleanup man, has always dreamed of joining the force. But when he gets another shot at achieving his childhood dream, he undergoes an unexpected transformation. How can he fight kaiju now that he’s become one himself?!<br>\n<br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166873-xO0BRPkmwFll.png",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Isekai/Magic/Coming of Age/Family Life/Male Protagonist/Marriage/Polyamorous/Elf/Swordplay/Heterosexual/Love Triangle/Hikikomori/Maids/Survival/College/Demons/Gods/Kemonomimi/Super Power/Language Barrier/Shounen/Delinquents/School\nThe second cour of <i>Mushoku Tensei II: Isekai Ittara Honki Dasu</i>.\n<br><br>\nFollowing the faceless god Hitogami's advice seems to have worked wonders for Rudeus Greyrat. After enrolling into the University of Magic as he was told, Rudeus reunites with his childhood friend Sylphiette, who put a valiant effort into curing his condition. The two grow ever closer together and decide to host a wedding party, inviting the friends they have made over the years to announce and formalize their relationship.\n<br><br>\nFor all his recent blessings, however, Rudeus' troubles are far from over. The research he is helping Shizuka Nanahoshi conduct hits a bottleneck, sending her into a deep slump much like he experienced in his previous life. Furthermore, a letter from his father, Paul, brings complications to Rudeus' relationships, and Sylphiette still knows next to nothing about his real background. In the face of these issues, Rudeus will have to apply the lessons he has learned in this new world to navigate through the challenges that come with living a life to its fullest.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt5370118",
      "type": "series",
      "name": "KONOSUBA -God's blessing on this wonderful world! 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx136804-7FVftG67FPBc.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Anti-Hero/Isekai/Parody/Satire/Slapstick/Magic/Ensemble Cast/Gods/Male Protagonist/Primarily Female Cast/Chuunibyou/Demons/Primarily Adult Cast\nThe third season of <i>Kono Subarashii Sekai ni Shukufuku wo! </i><br><br>\nThe dysfunctional party is back, but they may be short a member soon ’cause Kazuma is over it. Disillusioned with adventure, he wants to become a monk, but Aqua, Megumin, and Darkness call bull. However, the career dispute gets put on hold when a princess requests to hear all about their tales. Will the taste of fame at the royal castle keep them together or will this mark their farewell tour?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9054364",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156822-Jzo2ITWgm4kM.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Kingdom Management/Isekai/Magic/Politics/Super Power/Office/Demons/Ensemble Cast/Dragons/Male Protagonist/Shapeshifting/Shounen/Vampire/Agender/Monster Boy/Goblin/Monster Girl/Slavery/Youkai\nThe third season of <i>Tensei Shitara Slime Datta Ken</i>.<br><br>\nRimuru has officially become a Demon Lord after defeating Clayman. Following Walpurgis, the Demon Lords' banquet, Rimuru's domain is expanded to include the entire Great Forest of Jura. Anticipating a flood of representatives from all races showing up to pay their respects, Rimuru decides to throw a festival to commemorate the opening of Tempest, using it as an opportunity to gain new citizens and present Demon Lord Rimuru to the world. Meanwhile, in the Holy Empire of Lubelius, home base of the monster-hating cult of Luminism, Holy Knight Captain Hinata receives a message from Rimuru. But the message is actually a fabricated declaration of war sent by some unknown party. Upon learning that Hinata is heading for Tempest, Rimuru makes a decision... Thus begins a new challenge for Rimuru, striving to distinguish friend from foe in his pursuit of the ideal nation where humans and monsters can prosper together. <br><br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt29605391",
      "type": "series",
      "name": "WIND BREAKER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163270-oxwgbe43Cpog.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Gangs/Delinquents/Male Protagonist/Primarily Male Cast/Shounen/Urban/School/Tsundere/Ensemble Cast/Bullying/Primarily Teen Cast/Crossdressing/LGBTQ+ Themes\nWhere the average scores are the lowest, but the fights are the strongest. Furin High School is renowned as a super school of delinquents. Haruka Sakura, a first-year student, came from outside the city to fight to the top. However, Furin High School has become a group that protects the town called the “Chime of the Wind Breaker” – Bofurin. The heroic legend of high school delinquent Sakura begins here!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia Season 7",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163139-JchZhUFlNTWU.jpg",
      "description": "Genres: Action, Adventure\nTags:Superhero/Super Power/Shounen/Primarily Teen Cast/Terrorism/War/Ensemble Cast/Post-Apocalyptic/Urban Fantasy/Villainess/Yandere/Police/Anti-Hero/Gore/Military/Foreign\nThe seventh season of <i>Boku no Hero Academia</i>.<br>\n<br>\nFollowing an all-out battle with the Paranormal Liberation Front, it is difficult for the people of Japan to continue placing faith in their heroes. To combat the combined power of Tomura Shigaraki and All For One, All Might calls for his ally from the West—the strongest woman on the planet, Star and Stripe.<br>\n<br>\nHowever, All For One decides to intercept Star and her fleet to get his hands on her overpowered quirk before she can enter Japanese airspace. Although Endeavor, Hawks, and Best Jeanist are headed to the rendezvous point, Star makes a gamble in the present to save her comrades.<br>\n<br>\n(Source: MAL Rewrite)<br>\n<br>\n<i>Note: The season was preceded by a 4-episode special titled 'Boku no Hero Academia: Memories' recapping events from the 6th season along with adding a few minutes of new material each episode.</i>"
    },
    {
      "id": "tt28534254",
      "type": "series",
      "name": "Spice and Wolf: MERCHANT MEETS THE WISE WOLF",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145728-YUKXjN2E81Pq.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Economics/Kemonomimi/Travel/Work/Rural/Heterosexual/Primarily Adult Cast/Historical/Gods/Religion/Politics/Female Protagonist/Foreign/Male Protagonist/Seinen/Nudity/CGI\nLawrence is a traveling merchant selling various goods from a horse-drawn cart. One day, he arrives at a village and meets a beautiful girl with the ears and tail of an animal! Her name is Holo the Wisewolf and she brings bountiful harvests. She wishes to return to her homeland, and Lawrence offers to take her. Now, the once-lonely merchant and the once-lonely wisewolf begin their journey north.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31624309",
      "type": "series",
      "name": "I Was Reincarnated as the 7th Prince So I Can Take My Time Perfecting My Magical Ability",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156415-zwP9deA786S1.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Slice of Life\nTags:Magic/Male Protagonist/Femboy/Female Harem/Angels/Demons/Chibi/Cute Boys Doing Cute Things/Age Regression/Maids/Nudity/Swordplay/Clone/LGBTQ+ Themes/Chuunibyou/Gore\nThe qualities valued most in the study of magic are bloodline, aptitude, and effort. There was one sorcerer who, despite his deep love for magic, was born a commoner and thus lacked the bloodline and aptitude for it. As he died an unnatural death, he wished he had studied magic more while he had the chance. Then, he was reincarnated as Lloyd, the seventh prince of the Kingdom of Saloum and one blessed with a strong magical bloodline. Reborn with all his memories intact, along with the perfect bloodline and immense talent, he was determined to enjoy his new life, using his extraordinary magical abilities to master the study of magic that was beyond his reach in his previous life!\n<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29521186",
      "type": "series",
      "name": "Chillin' in Another World with Level 2 Super Cheat Powers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170130-tvhn13WYQ2qM.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Isekai/Magic/Male Protagonist/Monster Girl/Kemonomimi/Demons/Heterosexual/Shapeshifting/Female Protagonist/Marriage/Nudity/Anthropomorphism/Swordplay/Agriculture/Tomboy/Archery/Gender Bending/Iyashikei/Elf\nThe Magical Kingdom of Klyrode summons hundreds of heroes from other worlds every year to fight in their war against the Dark One and his army of powerful demons. Banaza is one of those heroes, summoned from the Royal Capital Paluma, but something’s not right—Banaza is only an average merchant. He has no magic, no fighting ability, and his stats are abysmal. Worse, a mishap leaves him unable to return home! Rejected as a hero and stranded in another world, abandoned to the far reaches of the kingdom by a cruel king who just wants him gone, Banaza’s fate looks pretty bleak. But what will happen once the failed hero candidate finds himself with super cheat powers once he hits level two?<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt28082379",
      "type": "series",
      "name": "GO! GO! Loser Ranger!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158417-2jUaUdiGBZQ8.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Monster Boy/Urban Fantasy/Tokusatsu/Anti-Hero/Revenge/Shapeshifting/Espionage/Henshin/Aliens/Survival/Male Protagonist/Shounen/Dystopian/Disability/Ensemble Cast/Superhero/CGI/Acrobatics/Primarily Adult Cast\nWhen the Monster Army invaded Earth thirteen years ago, the Divine Dragon Rangers rose up to stop them! With the war raging on, these great heroes are mankind’s last hope!<br>\n<br>\n<i>...or are they?</i><br>\n<br>\nIn truth, the invaders were subjugated within a year, forced to continue to crank out a monster a week for the Rangers to crush in front of their adoring fans! But one monster has had enough. Something has to change! He’ll rebel against the might of the Dragon Rangers and destroy them all...from the inside!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt12432936",
      "type": "series",
      "name": "The Misfit of Demon King Academy II (Cour 2)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx130590-698sT7jWoz42.jpg",
      "description": "Genres: Action, Fantasy\nTags:Demons/Magic/Male Protagonist/School/Female Harem/Dragons/Religion/Gods/Amnesia/Super Power/Primarily Teen Cast/Tsundere/Kuudere/Musical Theater/CGI\nThe second cour of the second season of <i>Maou Gakuin no Futekigousha</i>. <br><br>\nThe academy's lessons are back in session with Anos Voldigoad fighting more powerful enemies!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31940008",
      "type": "series",
      "name": "An Archdemon's Dilemma: How to Love Your Elf Bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156023-cY4NC8gCcAg7.jpg",
      "description": "Genres: Action, Fantasy, Romance\nTags:Elf/Magic/Male Protagonist/Heterosexual/Anti-Hero/Slavery/Female Protagonist/Demons/Iyashikei/Kuudere/Monster Girl/Gore/Ensemble Cast\nZagan might be the most feared evil sorcerer, but when it comes to social interactions, he’s the most inept. All those days studying the dark arts won’t help him when he falls in love at first sight with Nephelia, the beautiful elven slave, and spends his entire fortune to purchase her. With no clue how to talk to each other, the awkward arrangement for a bumbling sorcerer and timid elf begins.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27237459",
      "type": "series",
      "name": "Jellyfish Can’t Swim in the Night",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163078-kIhCmQARcoOD.jpg",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Coming of Age/Urban/Drawing/Band/Idol/Cute Girls Doing Cute Things/Denpa/VTuber/Motorcycles\n<i>\"I want to find what I enjoy.\"</i>\n<br><br>\nShibuya is a city full of identity. It is here on Shibuya’s late night streets that illustrator Mahiru Kozuki, former idol Kano Yamanouchi, Vtuber Kiui Watase and composer Mei Kim Anouk Takanashi — four young women who are slightly outside the world — join together and form an anonymous artist group called JELEE. “I” also want to shine like someone else. If it's not me but “we” then we might be able to shine.<br>\n<br>\n(Source: Crunchyroll News, HIDIVE, edited)"
    },
    {
      "id": "tt31514720",
      "type": "series",
      "name": "Re:Monster",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169417-izsfKg0hasRd.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Harem/Male Protagonist/Polyamorous/Magic/Isekai/Goblin/Swordplay/Spearplay/Archery/Necromancy/Alchemy\nAfter meeting an untimely death, Tomokui Kanata is reincarnated as a lowly goblin, but he’s worked up a monstrous appetite. Thanks to his new ability that allows him to grow stronger the more he feeds, his feeble status quickly changes, and he rises to become the goblin leader. With a mix of his past memories, new body, and strong stomach, he’s taking a bite out of this new fantastical world! <br><br>\n(Source: Crunchyroll)<br><br>\n<i>The episodes were streamed several days ahead than the TV broadcast on U-NEXT, Anime Houdai, and Crunchyroll beginning on April 2nd, 2024 at 0:00 JST. The regular TV broadcast begins on April 5th, 2024."
    },
    {
      "id": "tt31975847",
      "type": "series",
      "name": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164702-FjpM96MPdzVm.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Coming of Age/Isekai/Primarily Child Cast/Magic/Swordplay/Heterosexual\nOur protagonist, Ars Louvent, was reincarnated in another world as the young son of a minor noble who owns a small domain. Ars was not particularly strong or intelligent, but he was born with the Appraisal Skill that's able to see others' abilities and statuses. He uses his skill to find the best hidden talents in the world to make their small, weak domain into the best. An isekai tale about unification is about to start, featuring the kind-hearted Ars and the unique talents he manages to find!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31131310",
      "type": "series",
      "name": "Mission: Yozakura Family",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158898-O3egiBNkxLQO.png",
      "description": "Genres: Action, Comedy, Romance\nTags:Shounen/Espionage/Family Life/Male Protagonist/Super Power/Surreal Comedy/Yandere/Heterosexual/Guns/School/Swordplay/Episodic/Nudity/Orphan\nTaiyou Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyouichirou. What drastic steps will Taiyou have to take to save Mutsumi?! A spy family comedy - the mission begins!<br>\n<br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt3874528",
      "type": "series",
      "name": "The Irregular at Magic High School Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143271-o5wry0ohH9R3.jpg",
      "description": "Genres: Action, Sci-Fi, Supernatural\nTags:Magic/Politics/Female Protagonist/Male Protagonist/School/CGI/Guns\nThe third season of <i>Mahouka Koukou no Rettousei.</i><br><br>\n\nAfter the battle against The New Breed Front, Tatsuya and Miyuki enter the new \"Magic Engineering Department.\"<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt24326724",
      "type": "series",
      "name": "Unnamed Memory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158709-WFA0RHloDvPl.jpg",
      "description": "Genres: Adventure, Fantasy, Romance\nTags:Witch/Royal Affairs/Magic/Primarily Adult Cast/Heterosexual/Marriage/Swordplay/Archery/Shapeshifting/Gore/Demons\n<i>\"My wish as champion is for you to descend the tower and be my wife.\"</i><br>\n<br>\nSeeking to end a curse thwarting his lineage, Prince Oscar sets out on a quest that leads him to a powerful and beautiful witch, Tinasha, and he demands a unique bargain: marriage. Though unenthused by the proposal, she agrees to stay in his castle for a year while researching the spell cast upon him. But beneath her beauty lies a lifetime of dark secrets that soon come to light.<br>\n<br>\n(Source: Yen Press, Crunchyroll)"
    },
    {
      "id": "tt29233201",
      "type": "series",
      "name": "BARTENDER Glass of God",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b155890-vhEzaBeY5ysw.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Work/Bar/Iyashikei/Seinen/Male Protagonist/Primarily Adult Cast/Philosophy/Food/Educational/Office Lady\nAt Eden Hall, each glass has a story. A quiet bar lies tucked away in the streets of Tokyo, and it seems only the most desperate souls burdened by their own troubles manage to find its doors. But after a glass of God poured by the brilliant bartender Ryuu, they leave renewed. Ryuu has a gift—he knows how to soothe the soul with the perfect drink. Who will he meet next?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29899598",
      "type": "series",
      "name": "A Condition Called Love",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165855-uJ0Hq5EFUlz8.jpg",
      "description": "Genres: Drama, Romance\nTags:Shoujo/Heterosexual/Primarily Teen Cast/Female Protagonist/School/Work/Aromantic/Badminton/Fake Relationship/Urban\nHotaru Hinase is a first-year in high school that has a great family and wonderful friends, but not much luck when it comes to romance.\nOne day, she happens to see the hot boy from the class next door, Hananoi, get dumped. Seeing Hananoi standing in the middle of a park all alone, Hotaru decides to hand him an umbrella.<br><br>\nThat little act causes Hananoi to ask her out soon after.\n<br><br>\nWhat does love even mean? What does it mean to be in love? Hotaru is flustered at suddenly being asked out by Hananoi, who has an endless amount of love for the person he loves and wants to do everything he can for them. This is a story about first love between a girl who doesn't understand romantic love and a boy that may be a bit too heavy-handed when it comes to love.<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt31146105",
      "type": "series",
      "name": "THE NEW GATE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170890-me6a8u2b36M4.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Swordplay/Male Protagonist/Elf/Post-Apocalyptic/Kemonomimi/Video Games\nWhen an online game turns real, trapping its players in its virtual space, the strongest of them, Shin, rises up to put a stop to the madness. But just moments after defeating the game’s final boss, Origin, and freeing everyone, Shin is transported 500 years into the future of the in-game world. Armed with unrivaled strength, the young swordsman embarks on a legendary journey.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31250134",
      "type": "series",
      "name": "Girls Band Cry",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164212-xjkAkp6SKaCZ.jpg",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Band/CGI/Primarily Female Cast/Female Protagonist/Rock Music/Coming of Age/Full CGI/Urban/Bullying/Denpa/Found Family/Acting/Family Life/Tanned Skin\nFeeling out of place in the countryside, high school dropout Nina Iseri moves to Tokyo. After a rough first day and getting locked out of her apartment, she meets her favorite guitarist, Momoka Kawaragi. The two put on a street performance together and decide to start a band with three other girls. While each girl faces her own struggles, their passion for music keeps their dreams alive.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28634577",
      "type": "series",
      "name": "Grandpa and Grandma Turn Young Again",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168138-jgMSP1rDkJhs.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Age Regression/Heterosexual/Family Life/Elderly Protagonist/Rural/Episodic/Primarily Adult Cast/Female Protagonist/Male Protagonist/Agriculture/Iyashikei/Seinen/Snowscape/Trains\nThe story of <i>Jii-san Baa-san Wakagaeru</i> follows Shouzou and Ine, an elderly couple who are living a quiet life in a farming village in Aomori Prefecture. After eating a mysterious apple that they discover on their apple farm, Shozo and Ine spontaneously regain their youth, but even after being reinvigorated they continue to live life at a grandparent-ly pace.<br>\n<br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt30989692",
      "type": "series",
      "name": "Whisper Me a Love Song",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160181-EGC0Scngy5In.jpg",
      "description": "Genres: Drama, Music, Romance\nTags:Yuri/Female Protagonist/Primarily Female Cast/Primarily Teen Cast/LGBTQ+ Themes/Band/School/School Club/Cute Girls Doing Cute Things/Coming of Age/CGI\nAfter performing a song at her school’s opening ceremony, musician Yori Asanagi receives an apparent love confession from freshman Himari Kino. But just as Yori decides she wants to return Himari’s feelings, Himari reveals that she did not “love” her, but “admires” her! But you can’t unring a bell once struck, and Yori is determined to make Himari fall for her, not just her music. Will their hearts ever beat as one, or will their love fall out of tune?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt2575684",
      "type": "series",
      "name": "Date A Live V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151380-gvN5PjrybTw2.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:Super Power/Philosophy/Female Harem/Urban Fantasy/Male Protagonist/Primarily Female Cast/CGI/Heterosexual/Urban/Ensemble Cast/Shounen/Tsundere/Kuudere/Clone/Parody/Idol\nThe fifth season of <i>Date A Live</i>.\n<br><br>\nShidou Itsuka faces greater peril than ever due to his continued involvement with Ratatoskr. He has already sealed 10 Spirits, and Isaac Westcott, leader of Deus Ex Machina Industries, has finally decided to kill Shidou and plunder the Spirits' powers for himself.\n<br><br>\nTo achieve his goal, Isaac declares an all-out war against Ratatoskr, forcing the organization to exhaust its resources to ensure Shidou's survival. Despite being severely outnumbered and outmatched, a glimmer of hope exists in the form of the Spirit of Time, Kurumi Tokisaki. Shidou must seal and acquire Kurumi's power to travel to the past and confront the Spirit of Origin—the catalyst that started it all.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt32083095",
      "type": "series",
      "name": "Mysterious Disappearances",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160090-EHP57CniSa7I.jpg",
      "description": "Genres: Ecchi, Mystery, Romance, Supernatural\nTags:Urban Fantasy/Large Breasts/Mythology/Female Protagonist/Writing/Seinen/Classic Literature/Ghost/School/Primarily Female Cast/Demons/Nudity/Found Family/Male Protagonist/Work/Disability/Magic/Mermaid/Teacher\nSumireko Ogawa’s dream of becoming a novelist is reinvigorated with new rumors of mystical incidents. Now a clerk at a bookstore, she enlists her young coworker, Ren Adashino, to investigate urban legends, black magic, and ghost stories across the city. Sumireko has a knack for triggering magical events, and Ren has a dark secret of his own. Will they survive their investigation unscathed?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31860621",
      "type": "series",
      "name": "Gods' Games We Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144176-xM8XAC3oUn5C.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Fantasy, Romance\nTags:Female Harem/Male Protagonist/Board Game/Gods/Urban Fantasy/Magic/Super Power/Female Protagonist/Primarily Female Cast/Kaiju\nIn a world of idle gods, humans are forced into brain challenges with them. With three defeats, gods lose their right to challenge, while 10 victories spell human triumph. Fay, determined to achieve the impossible, enters the ultimate test of wits against the gods. Will he defy divinity or is he just another loss in the making?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "Laid-Back Camp Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155908-2ZOxqbagDxNv.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Outdoor/Cute Girls Doing Cute Things/Iyashikei/Primarily Female Cast/Female Protagonist/Travel/School Club/Food/Seinen/Educational/Mopeds/Ensemble Cast/Primarily Teen Cast/Motorcycles/CGI\nWithin the narrow walls of the Outdoor Activities Club room, the few but lively members carry on the camping spirit as they have fun with DIY club experiments. Exciting experiences such as these have brought Nadeshiko Kagamihara deep into the world of camping, making her want to once again go on a solo trip.\n\nHowever, other plans come first, as Ayano Toki and Rin Shima invite Nadeshiko to camp near Ooi River. Eager to go on their first journey together, the girls set off to forge precious memories that will stick with their hearts for years to come.\n\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt31975747",
      "type": "series",
      "name": "Train to the End of the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155657-qZo0UNx6rEN0.jpg",
      "description": "Genres: Adventure, Comedy, Sci-Fi, Supernatural\nTags:Post-Apocalyptic/Trains/Travel/Female Protagonist/Primarily Female Cast/Rural/Cute Girls Doing Cute Things/Shapeshifting/Philosophy/Gyaru/Anthropomorphism/Animals/Denpa/Archery/Shogi\nIn a seemingly ordinary rural town, something strange is happening to the residents. But Shizuru Chikura is more concerned for her missing friend. Determined to find her, Shizuru and three other girls board an abandoned train and travel to the outside world, unsure if they’ll make it back alive. As they venture toward the unknown, the question looms: What awaits them at the final stop?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31975855",
      "type": "series",
      "name": "Viral Hit",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174653-OsnK4BuENjUT.jpg",
      "description": "Genres: Action, Comedy\nTags:Martial Arts/Bullying/Male Protagonist/Primarily Teen Cast/Urban/Delinquents/VTuber/Work/School\nScrawny high school student Hobin Yu is probably the last guy you’d expect to star in a NewTube channel that revolves around fighting. But after following some advice from a mysterious NewTube channel, Hobin is soon knocking out guys stronger than him and raking in more money than he could have ever dreamed of. Can Hobin keep this up, or will he eventually meet his match?\n<br><br>\n(Source: WEBTOON)"
    },
    {
      "id": "tt4384306",
      "type": "series",
      "name": "Sound! Euphonium 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx109731-PBjrX9CebGus.png",
      "description": "Genres: Drama, Music, Slice of Life\nTags:Female Protagonist/School Club/Band/Coming of Age/Classical Music/Primarily Female Cast/Primarily Teen Cast/Bisexual/Yuri/School/LGBTQ+ Themes\nThe third season of <i>Hibike! Euphonium</i>.\n<br><br>\nKumiko's third year finally begins! With the concert band at Kitauji High School over 90 members, Kumiko is now the president and does her best with her final high school club activities to try to win her long-desired gold at nationals.\n<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt28131643",
      "type": "series",
      "name": "The Banished Former Hero Lives as He Pleases",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166372-AO67sLMZfUpB.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Elf/Male Protagonist/Magic/Demons/Female Harem/Estranged Family/Isekai/Travel/Super Power/Swordplay/Primarily Female Cast/Dragons/Heterosexual/Necromancy/Surreal Comedy\n\"I can finally go search for the peaceful life I've been looking forward to since my past life.\" \n<br><br>\nAllen, a boy called a failure because he was not blessed with a \"Gift\" from god, is actually a former hero who still has the memories and powers of his past life?! Using his banishment from his family's duchy as an excuse, Allen is about to start a carefree journey to do whatever he wants when he comes across an attempt on the life of his ex-fiancée...?! \n<br><br>\nThe former hero wants to live a relaxing life this time around, but the heroic fantasy life he never wanted is about to begin! \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30989205",
      "type": "series",
      "name": "Blue Archive The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160589-QBvUpgARwgMA.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Slice of Life\nTags:Teacher/School/Guns/Primarily Female Cast/Primarily Teen Cast/Urban Fantasy/Angels/Robots/Gangs/Female Harem/Cute Girls Doing Cute Things/Kemonomimi/Demons/Isekai/Tsundere/Kuudere\nThe anime will adapt the \"Countermeasures Committee\" arc.\n<br><br>\nThe city's academies are divided into their own districts and are considered mostly independent.\n<br><br>\nThe General Student Council acts as governing board to manage the academies as a whole. However, the group's ability to govern has come to halt since the mysterious disappearance of the General Student Council president. Countless issues have begun to surface throughout Kivotos in the absence of the president's leadership.\n<br><br>\nTo avoid disaster, the General Student Council requests assistance from the Federal Investigation Club, otherwise known as Schale. In fact, Schale is the city's newest club and the last to be approved before the president's disappearance.\n<br><br>\nTo accomplish its task, Schale relies on the guidance of a Sensei who can help them resolve the incidents around Kivotos.<br><br> <i>(Students are required to carry personal weapons and smart phones! Get a taste of the military action, love, and friendship the Academy City has to offer!) </i><br><br>(Source: Anime News Network, Nexon, edited)"
    },
    {
      "id": "tt1316554",
      "type": "series",
      "name": "Black Butler: Public School Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166715-humnzscIw7SC.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mystery, Supernatural\nTags:School/Historical/Demons/Anti-Hero/Male Protagonist/Boarding School/Butler/Royal Affairs/Orphan/Teacher/Shounen/Primarily Male Cast/CGI\nContinuation of the <i>Kuroshitsuji</i> anime adaptation.<br>\n<br>\nAt the request of Queen Victoria, Earl Ciel Phantomhive goes to Weston College—a prestigious public academy for boys, known for its traditions and outstanding curriculum—to search for a relative of hers who has not returned home in months. Thanks to his noble status, the 13-year-old Ciel is swiftly able to enroll as a student, while his devilish butler Sebastian Michaelis assumes a teaching position at the school.<br>\n<br>\nCiel does not anticipate being unable to locate the Queen's relative on campus. To make matters worse, he cannot request a meeting with the headmaster of the college, who may be the only person that knows anything pertaining to the disappearance. The only ones in frequent contact with the headmaster are the heads of the college dormitories, known as the Prefect 4 (P4): Edgar Redmond, Lawrence Bluewer, Herman Greenhill, and Gregory Violet.<br>\n<br>\nCiel must concoct a plan to get in the P4's good graces if he wants to use their connections to succeed in his mission. But the distinguished college and its students hide much that is unseen, making this task more improbable than he could imagine.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt31975268",
      "type": "series",
      "name": "Studio Apartment, Good Lighting, Angel Included",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169927-3FwBuKn4x5LL.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Female Harem/Angels/Shounen/Iyashikei/Male Protagonist/Cute Girls Doing Cute Things/Heterosexual/Chuunibyou/School/Mythology\nAfter a long day, high schooler Shintarou Tokumitsu’s plans for relaxing in his studio apartment take a turn when he discovers an angel on his balcony. The divine girl, Towa, reveals she’s there to study humanity, and yet despite his skepticism, he agrees to put her up. Prepare for the most heavenly and high jinks roommate experience of all time!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28329410",
      "type": "series",
      "name": "The Fable",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166910-pdgLmHMLdzUR.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Thriller\nTags:Yakuza/Seinen/Primarily Adult Cast/Assassins/Urban/Guns/Surreal Comedy/Crime/Martial Arts/Heterosexual/Bar/Disability/Nudity\nWhen you're the infamous prodigy hitman known only as “Fable,” many things come easy. Being a normal person, however, isn't one of them. In fact, being told that he can't kill anyone for a while may just be the hardest job Fable’s ever taken...<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt31940099",
      "type": "series",
      "name": "A Salad Bowl of Eccentrics",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166828-iDbw5IGYR40D.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Ensemble Cast/Homeless/Otaku Culture/Detective/Female Protagonist/Isekai/Male Protagonist/Magic/Cult/Episodic/Urban Fantasy/Nudity/Gambling\nSousuke Kaburaya, an impoverished detective, met Sara, a princess from another world with magical powers.\n<br><br>\nSara began living with Sousuke, and she quickly adjusted to life in modern Japan.<br>\nMeanwhile, Livia, a female knight who came from the same world as Sara, found herself lost and homeless, but surprisingly enjoyed her days here.\n<br><br>\nThese two people, who live a positive life despite their situation, began to have an impact on Sousuke and the other oddballs in the neighborhood, including a devilish lawyer, a divorce agent, and a cult leader. <br><br>\n(Source: Shogakukan, translated)"
    },
    {
      "id": "tt31940035",
      "type": "series",
      "name": "The Many Sides of Voice Actor Radio",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159039-88kPltmhTzqU.jpg",
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Primarily Female Cast/Female Protagonist/Acting/Work/Gyaru/Idol/Otaku Culture/School/Cute Girls Doing Cute Things/LGBTQ+ Themes\nYuuhi Yugure and Yasumi Utatane, high school classmates and co-hosts of a weekly radio program, paint a picture-perfect friendship for their listeners. Yet, in reality, they couldn’t be more different. Their off-air dynamic is a whirlwind of chaos and insults. As their tumultuous relationship unfolds, they navigate the turbulent waters of friendship and rivalry in the cutthroat realm of showbiz. <br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt13971512",
      "type": "series",
      "name": "The Duke of Death and His Maid Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169584-e9X229cmrh8j.jpg",
      "description": "Genres: Comedy, Drama, Romance, Supernatural\nTags:Heterosexual/Magic/Male Protagonist/Female Protagonist/CGI/Full CGI/Witch/Shounen/Maids/Musical Theater/Primarily Female Cast\nThe third season of <i>Shinigami Bocchan to Kuro Maid.</i> <br><br>\n\nThe Duke and Alice will have their fates collide as their untouchable relationship comes to its conclusion!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31976012",
      "type": "series",
      "name": "Vampire Dormitory",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170604-VwLdBL8Gip9Z.jpg",
      "description": "Genres: Romance, Supernatural\nTags:Crossdressing/Shoujo/Vampire/Boarding School/Primarily Teen Cast/Primarily Male Cast/Tomboy/Female Protagonist/Love Triangle/Urban Fantasy/Heterosexual/School\n<i>“I want to become your thrall…!”</i><br>\n<br>\nA crossdressing girl and doting vampire’s dangerous cohabitation is about to begin!<br>\n<br>\nAfter losing her parents and being abandoned by her relatives, Mito is left all alone in the world. When she’s kicked out of the restaurant where she works with no money and no place to live, she is taken in by Ruka, a vampire. In exchange for giving Ruka her blood as his “food,” she ends up living with him in a boys’ dorm full of beautiful boys with unique personalities…?!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31976125",
      "type": "series",
      "name": "Oblivion Battery",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167927-eHWavr99BeTj.png",
      "description": "Genres: Comedy, Sports\nTags:Baseball/Amnesia/Male Protagonist/Primarily Teen Cast/Primarily Male Cast/School Club/Shounen/School\nIron-armed pitcher, Haruka Kiyomine, and the shrewd catcher, Kei Kaname, AKA the \"Skilled General,\" were considered to be an unrivaled, monstrous battery duo in the middle-school baseball world. They were both scouted by various powerhouse high schools across the nation, but somehow, they both ended up at Tokyo Municipal Kotesashi High School, which wasn't known for baseball at all. On top of that, other star players who had lost to that duo in the past and completely strayed from baseball coincidentally also enrolled at that school, and…\n<br><br>\nTheir meeting sets everything into motion once again.\n<br><br>\nTheir high school baseball story begins now!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32174340",
      "type": "series",
      "name": "YATAGARASU: The Raven Does Not Choose Its Master",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170503-PCr24JL8F8f9.jpg",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Royal Affairs/Shapeshifting/Politics/Male Protagonist/Primarily Adult Cast/Ojou-sama/Philosophy/Swordplay/Gore/Mythology/Anthropomorphism/Ensemble Cast\nWelcome to Yamauchi, a world inhabited by the Yatagarasu, a race of three-legged ravens who shapeshift into humans. The land is divided into four regions—North, South, East, and West—each ruled by a noble family. Yukiya, the son of a leader in the North, is shocked by a call to attend to the Imperial Prince. Murder, mysteries, and an invasion from an unexpected enemy await in this epic fantasy.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14872196",
      "type": "series",
      "name": "The Grimm Variations",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx135643-2kJt86K9Db9P.jpg",
      "description": "Genres: Fantasy, Psychological, Sci-Fi, Thriller\nTags:Fairy Tale/Episodic/Classic Literature/Anthology/Historical/Magic/Disability/Gore/Rural/Writing/Witch/Male Protagonist/Female Protagonist/Heterosexual/Augmented Reality/Nudity/Dystopian/Elf/Urban\nOnce upon a time, brothers Jacob and Wilhelm collected fairy tales from across the land and made them into a book. They also had a much younger sister, the innocent and curious Charlotte, who they loved very much. One day, while the brothers were telling Charlotte a fairy tale like usual, they saw that she had a somewhat melancholy look on her face. She asked them, \"Do you suppose they really lived happily ever after?\"\n<br><br>\nThe pages of Grimms' Fairy Tales, written by Jacob and Wilhelm, are now presented from the unique perspective of Charlotte, who sees the stories quite differently from her brothers.\n<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt31976070",
      "type": "series",
      "name": "Tadaima, Okaeri",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169698-pmIhuxlGufON.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Boys' Love/Omegaverse/Family Life/Iyashikei/Male Protagonist/Primarily Male Cast/Parenthood/Twins/LGBTQ+ Themes\nMasaki Fujiyoshi is a stay-at-home spouse and parent. He has fought long and hard with feelings of being a burden to his loving husband, Hiromu, due to his status as an omega—and the difficulty they faced to achieve this domesticity. When their son, Hikari, was born, the family moved to an area better suited for raising children.<br>\n<br>\nDespite their newfound domestic bliss, the family's ties to their past are in tatters. There are people they left behind to pursue the creation of their happy family, and when they begin to return, Masaki and Hiromu aren't quite sure they have good intentions.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31078645",
      "type": "series",
      "name": "Astro Note",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171040-o1oMiDGZT98Z.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi\nTags:Aliens/Parody/Heterosexual/Food/Anthropomorphism/Idol/Space\nTakumi, a gifted chef, was just let go from his job. He lands a gig at an old boarding house called Astro-sou, but hesitates to accept after learning he must also live there full-time. That is until he meets the beautiful and charming caretaker, Mira, and he’s sold. The two begin to work together and their connection deepens. But Mira has a secret: she isn’t from this world!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13357140",
      "type": "series",
      "name": "Baki Hanma VS Kengan Ashura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176287-evl3ehXyZ80q.jpg",
      "description": "Genres: Action, Sports\nTags:Crossover/Martial Arts/Primarily Adult Cast/Primarily Male Cast/Male Protagonist/Ensemble Cast/Gore/Office Lady/Delinquents\nWho will be crowned victorious in the ultimate fight between the strongest high schooler on earth and the successor of the Niko Style?<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt32044229",
      "type": "series",
      "name": "Tonari no Yokai-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146867-PZrxvW84s1n1.jpg",
      "description": "Genres: Drama, Slice of Life, Supernatural\nTags:Youkai/Urban Fantasy/Rural/Josei/Heterosexual/Iyashikei/Anthropomorphism/Family Life/Gods/Ensemble Cast\nWelcome to Engamori, the cozy town where supernatural beings are your friendly neighbors. For generations and to this day, the otherworldly Yokai and humans have continued to protect their easygoing way of life. Enjoy the mountain breeze and uncover the mysterious bonds that lie within.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29958256",
      "type": "series",
      "name": "Sand Land: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175642-TAHPp5wztFUp.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Supernatural\nTags:Post-Apocalyptic/Tanks/Desert/Full CGI/Dystopian/CGI/Demons/Military/Angels/Primarily Male Cast/War/Shounen\nIn the far future, war has destroyed the entire Earth, leaving only a barren wasteland where the supply of water is controlled by the greedy king. In search of a long-lost lake, Sheriff Rao asked the king of the demons for help...and got the king's son, Beelzebub, and his assistant, Thief. Together the unlikely trio sets off across the desert, facing dragons, bandits and the deadliest foe of all... the King's army itself! <br><br>\nThe first half of the <i>SAND LAND: THE SERIES</i> anime, episodes one to six, are titled “Akuma no Ooji” and is based on the film adaptation with some new footage, it will premiere alongside episode seven, which is the first episode of a brand-new arc titled “Tenshi no Yuusha”.<br><br>\n\n(Source: VIZ Media, Crunchyroll News, edited) "
    },
    {
      "id": "tt31811111",
      "type": "series",
      "name": "HIGHSPEED Étoile",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152302-afLOVyltWMSq.jpg",
      "description": "Genres: Sports\nTags:Cars/Full CGI/Female Protagonist/Artificial Intelligence/Foreign/Cute Girls Doing Cute Things/Advertisement/Primarily Female Cast/Heterosexual\nRin Rindou, who once dreamt of becoming a ballet dancer before being sidelined by injury, is embracing a quiet life with her grandmother until she is unexpectedly thrust into the high-speed world of racing. Now, she faces a new adrenaline-fueled reality in the NEX Race, a revolutionary motorsport event exceeding speeds of 500 km/h.<br>\n<br>\n(Source: Crunchyroll)"
    }
  ]
}