{
  "metas": [
    {
      "id": "tt4508902",
      "type": "series",
      "name": "One Punch Man 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153800-8SpzdHOaZCoU.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Superhero/Super Power/Parody/Satire/Surreal Comedy/Slapstick/Urban Fantasy/Male Protagonist/Cyborg/Kaiju/Seinen/Martial Arts\nThe third season of <i>One Punch Man</i>.<br><br>\nSaitama is a hero who only became a hero for fun. After three years of \"special training,\" he’s become so strong that he's practically invincible. In fact, he's too strong—even his mightiest opponents are taken out with a single punch. Alongside Genos, his faithful disciple, Saitama performs his official hero duties as a member of the Hero Association.<br><br>\nOne day, monsters claiming to be from the Monster Association suddenly appeared, taking a child of Hero Association executive hostage. The S-class heroes gather and plan a raid on the Monster Association hideout to rescue the hostage. Meanwhile, Garou, a \"human monster\" who was taken by the Monster Association during a battle with the heroes, awakens in the Monster Association hideout.<br><br>\n(Source: EMOTION Label YouTube Channel Description)"
    },
    {
      "id": "tt35636246",
      "type": "series",
      "name": "My Hero Academia FINAL SEASON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182896-QZ46awXcGJq7.jpg",
      "description": "Genres: Action, Adventure\nTags:Superhero/Shounen/Super Power/Male Protagonist/War\nThe eighth and final season of <i>Boku no Hero Academia</i>."
    },
    {
      "id": "tt29242849",
      "type": "series",
      "name": "SPY×FAMILY Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177937-HDZQqDqXQqxs.jpg",
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Female Protagonist/Espionage/Assassins/Super Power/Urban/Urban Fantasy/Found Family/Male Protagonist/Shounen/Parenthood/Ensemble Cast/Family Life/Martial Arts/Guns/School/Politics\nThe third season of <i>SPY×FAMILY</i>."
    },
    {
      "id": "tt32742508",
      "type": "series",
      "name": "Tomodachi no Imouto ga Ore ni dake Uzai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129195-l0IrnvF1cCDz.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Male Protagonist/Love Triangle/Female Harem\nIf a girl teases you, that means she likes you!\nUnfortunately, Akiteru knows from experience that isn't the case. Because every girl he interacts with shows him nothing but scorn, and he's not scored a single date from it! Luckily, he's more concerned with securing a spot for him and his game-development buddies at his uncle's business. But when his uncle throws him a condition that involves playing the part of his daughter's boyfriend, Akiteru has no choice but to take it.\nWhat will his best friend's sister Iroha, who bullies him relentlessly, think of the news?\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt33384856",
      "type": "series",
      "name": "May I Ask for One Final Thing?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181447-qvmoD2q82xEa.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Romance\nTags:Female Protagonist/Villainess/Ojou-sama/Shoujo\nAn engagement broken off at a ball.\n<br><br>\nIt was supposed to be a cliche scene condemning a villainess...\n<br><br>\nIn the middle of a ball, Second Prince Kyle unreasonably announces that he is canceling his engagement to Scarlet, a duke's daughter. Furthermore, he announces that he has a new fiancée, and they make baseless accusations against Scarlet. Scarlet had endured years of torment from Kyle ever since they were young, all for the sake of their engagement, but she could hold back no longer...<br><br>\n\n<i>\"This is my final request. May I send this stupid bitch flying?\"</i><br><br>\n\nThe fair duchess Scarlet clenches her fist and dances! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28306749",
      "type": "series",
      "name": "Disney Twisted-Wonderland The Animation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140291-JJnzSWCKSuPS.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Primarily Male Cast/Isekai/Ensemble Cast/Male Protagonist/School/Animals/Urban Fantasy/Primarily Teen Cast/Gender Bending\nAn anime adaptation of the game with the same name."
    },
    {
      "id": "tt32508529",
      "type": "series",
      "name": "Nageki no Bourei wa Intai shitai 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185801-T5qYU7MWkfHp.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:\nThe sequel of <i>Nageki no Bourei wa Intai shitai</i>."
    },
    {
      "id": "tt32550272",
      "type": "series",
      "name": "Watashi wo Tabetai, Hitodenashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183385-G6PkVpwRLXdT.jpg",
      "description": "Genres: Drama, Horror, Psychological, Romance, Supernatural\nTags:Monster Girl/Mermaid/Yuri/LGBTQ+ Themes/Orphan/Mythology/Rural/Coastal/Denpa/Female Protagonist/Seinen/Primarily Female Cast\n<i>“I’ve come to eat you.”</i><br><br> So softly utters the mermaid Shiori as she emerges from the sea and takes high school girl Hinako by the hand. Hinako lives alone in a town by the sea and possesses an unusually delicious body that is irresistible to nearby monsters. To ensure that she matures to the best condition, Shiori seeks to protect Hinako—all so that someday, she can devour every piece of her. What will become of Hinako’s feelings as this looming unjust death closes in on her…?\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt27182605",
      "type": "series",
      "name": "3-nen Z-gumi Ginpachi-sensei",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162890-xx01T4341Emf.png",
      "description": "Genres: Comedy\nTags:School/Surreal Comedy/Parody/Educational/Aliens\nAnnounced at the the \"Gintama Ato no Matsuri 2023\" event: an anime adaptation of a light novel spin-off series of <i>Gintama</i>. Mainly about school-life played by the main series characters, the storyline revolves around class 3-Z's students and their wacky homeroom teacher Ginpachi-sensei at Gintama High School."
    },
    {
      "id": "tt32536168",
      "type": "series",
      "name": "Yuusha Kei ni Shosu: Choubatsu Yuusha 9004-tai Keimu Kiroku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167152-acyeGT0IIS4k.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy\nTags:Male Protagonist/Gods\n\"Hero\" is the worst punishment in the world.\n<br><br>\nFor those convicted of heinous crimes, they are sentenced to become a “Hero\" and forced to enter the mandatory military service in the war against the Demon Lords. These convicts are not even allowed to die—if killed, they will be resurrected to fight another day.\n<br><br>\nHero Xylo Forbartz, former head of the Order of the Holy Knights, leads a penal unit of deplorables fighting on the front lines. It’s in these direst of circumstances that he meets Teoritta, one of the world’s the strongest weapons.\n<br><br>\n<i>\"When every last enemy has been defeated, you are to shower me with praise and pat my head.\"</i>\n<br><br>\nIn order to survive and to take revenge on those who wronged him, he makes a pact with the goddess and launches headfirst into a maelstrom of war and intrigue.<br><br>\n\n(Source: KADOKAWA Anime)"
    },
    {
      "id": "tt35127440",
      "type": "series",
      "name": "SANDA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179302-lJuSmBRwnNsS.jpg",
      "description": "Genres: Drama, Mystery\nTags:Male Protagonist/Female Protagonist/Shounen\nThe story starts with Sanda, a second year middle school student, getting attacked with a kitchen knife by his classmate Fuyumura. While Sanda couldn't make sense of the situation at first, he gradually came to believe that Fuyumura's actions were just mean acts stemming off from the latter having a peculiar puberty phase.\n<br><br>\nBut that is all a misunderstanding. Fuyumura actually suspects that Sanda is the descendant of a certain lineage..."
    },
    {
      "id": "tt36230718",
      "type": "series",
      "name": "Ansatsusha de Aru Ore no Status ga Yuusha yori mo Akiraka ni Tsuyoi no da ga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186794-aknxrAWgoAYG.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Conspiracy/Isekai/Male Protagonist/Assassins/Elf\nWhen Akira’s class is magically summoned to another world, he and his classmates are awarded fantastical powers–but while one of them is lucky enough to become a true Hero, Akira becomes a mere Assassin. However, against all odds, the Assassin just might be the most powerful role of all! Harboring doubts about the intentions of the king, Akira uses his newfound strength as a master of the shadows to uncover the secrets and conspiracies of the crown.\n<br><br>(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32856801",
      "type": "series",
      "name": "Ao no Orchestra 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170018-2BTcPY0K9iqy.png",
      "description": "Genres: Drama, Music\nTags:Classical Music\nThe second season of <i>Ao no Orchestra</i>."
    },
    {
      "id": "tt34880941",
      "type": "series",
      "name": "Akujiki Reijou to Kyouketsu Koushaku: Sono Mamono, Watashi ga Oishiku Itadakimasu!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183291-EDtdJLW13yV0.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Shoujo/Food/Female Protagonist/Royal Affairs\nLike any proper noble lady, one must have certain acquired tastes. For Melphiera Marchalrayd, she just happens to crave a rather exotic protein—monsters! But do not judge! Despite its bad reputation, monster meat can be used in exquisite cuisine and Melphiera is determined to change the kingdom’s opinion of it! Unfortunately, since debuting in society, Melphiera has been struggling to find her perfect match…until she meets the fearless “Blood-Mad Duke” of Galbraith!\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt33258199",
      "type": "series",
      "name": "Yasei no Last Boss ga Arawareta!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180523-FjvW1XByUNMK.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Gender Bending/Super Power/Virtual World\nThe year is 2800 and Lufas Maphaahl – The Black-Winged Tyrant, Great Conqueror, and leader of the Twelve Heavenly Stars – has returned.\nA man wakes up in the body of his MMO character 200 years after her defeat during a player-made event in the game, Exgate Online. Now, he's stuck in her body. But this isn't a game, it's real. With her reign long over, and her legacy one of fear, Lufas must journey through the world of Exgate, looking for answers, possible comrades, and all the monsters her “death” unleashed upon the world... \n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt35677101",
      "type": "series",
      "name": "Hime Kishi wa Barbaroi no Yome",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182483-t2uE576wNzzb.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Shounen\nSerafina de Lavillant, the strongest female knight in the West, was sent to subjugate the barbaric tribes of the East. But when her mission fails spectacularly, she’s captured alive and imprisoned. Humiliated and dreading what horrific torture she’ll endure, she asks to be put to death. To her surprise, rather than tearing her limb from limb, the tribe leader asks for her hand…in marriage! Will Serafina face a cruel and abusive arranged marriage? Or will she discover that these tribes aren’t as barbaric as she was led to believe?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "kitsu:48433",
      "type": "series",
      "name": "Egao no Taenai Shokuba desu.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173523-jUA4KKFm5VGD.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Drawing/Cute Girls Doing Cute Things/Work/LGBTQ+ Themes/Yuri\nNew shoujo manga artist Nana Futami works hard every day while being supported by Kaede Satou, her female editor who is older than her, and Mizuki Hazama, her assistant. According to the girl herself, she sometimes drums up intense daydream delusions of occupational illness! A working girls comedy set in the entertainment industry, brought to you by an author who always draws various girls. "
    },
    {
      "id": "tt32832412",
      "type": "series",
      "name": "With You, Our Love Will Make It Through",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186161-nRJptSuYKEQP.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shoujo/Anthropomorphism/Heterosexual/Female Protagonist/School/Kemonomimi\nWhen high schooler Mari bumps into a fellow tardy student, she's surprised to find out he's a beastfolk who's to attend her school! After all, it's not rare for beastfolk to coexist alongside humans, but it's still uncommon, with the prejudice and all. Nervous to meet one at first, Mari soon learns there's more to him than his furry exterior. In fact, the more she gets to know him, the more she finds herself drawn to him, his steadfastness, his kindheartedness, and…his body…\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt32779175",
      "type": "series",
      "name": "Tensei Akujo no Kuro Rekishi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174914-fUL6nCJxu19R.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Shoujo/Isekai/Female Protagonist\nKonoha Satou has a dark history, written throughout middle school—a fantasy adventure of love and magic about the Count’s daughter Konoha Magnolia and the knights who love her! But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident! Opening her eyes, she finds that she’s been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt36132068",
      "type": "series",
      "name": "Yano-kun no Futsuu no Hibi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183965-zp5r9X8q1vIa.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Seinen/School\nYoshida is the chairman of the class and she is always worried. Her biggest worry these days is that Yano, who is in her class, comes to school every day with a serious injury. She can't take her eyes off Yano, who is injured in every possible way! She can't wait to help him!\n<br><br>\nA love comedy about a boy who is covered in injuries and a girl who worries too much!\n<br><br>\n(Source: Comic Days, translated)"
    },
    {
      "id": "tt34852231",
      "type": "series",
      "name": "Gnosia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185116-zAkGuitojfbN.jpg",
      "description": "Genres: Drama, Mystery, Sci-Fi\nTags:Aliens/Space\nThe Gnosia lie. Pretending to be human, they’ll get in close, trick and deceive, and then eliminate one victim at a time...\n<br><br>\nThe crew of a drifting spaceship, facing off against a mysterious and deadly threat known as the “Gnosia” and having no idea who among them is really the enemy, formulate a desperate plan for survival. The most suspicious among them will be put into “cold sleep” one by one, in an effort to rid the ship of Gnosia.<br><br>\n(Source: GNOSIA Steam Page)"
    },
    {
      "id": "tt34621291",
      "type": "series",
      "name": "Mikata ga Yowa Sugite Hojo Mahou ni Toushite Ita Kyuutei Mahoushi, Tsuihou Sarete Saikyou wo Mezasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188487-8iVdOGXUcmda.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Dungeon/Male Protagonist\nnull"
    },
    {
      "id": "kitsu:49439",
      "type": "series",
      "name": "Hyakushou Kizoku 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185694-QMj1dLXbIe7V.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Shoujo/Agriculture/Autobiographical/Rural/Female Protagonist\nThe third season of <i>Hyakushou Kizoku</i>."
    }
  ]
}