{
  "metas": [
    {
      "id": "tt13293588",
      "type": "series",
      "name": "Mushoku Tensei: Jobless Reincarnation Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178789-0K4YBIVHTHQQ.jpg",
      "description": "Genres: Adventure, Drama, Ecchi, Fantasy\nTags:Male Protagonist/Family Life/Coming of Age/Isekai/Heterosexual/Magic/Gods/Polyamorous/Medieval/Primarily Adult Cast/Female Harem/Swordplay/Demons/Elf/Love Triangle/Disability/Politics/Maids/Amnesia/Kemonomimi/College/Delinquents\nThe third season of <i>Mushoku Tensei: Isekai Ittara Honki Dasu</i>."
    },
    {
      "id": "tt0434665",
      "type": "series",
      "name": "BLEACH: Thousand-Year Blood War - The Calamity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185874-Oxopn5t9hZj1.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:Shounen/Male Protagonist/Swordplay/Gods/War/Urban Fantasy/Super Power/Gore\nThe fourth and final part of <i>BLEACH: Sennen Kessen-hen</i>. "
    },
    {
      "id": "tt36056731",
      "type": "series",
      "name": "Kimi ga Shinu made Koi wo Shitai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187260-ZGbR8hF953lj.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:War/Yuri/Primarily Female Cast/Magic/School/Primarily Teen Cast/Female Protagonist/LGBTQ+ Themes/Gore/Orphan\nAt the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end. On the night of her roommate's death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage's halls that Mimi is their secret weapon—an immortal who cannot die. When Mimi is later assigned as Sheena's new roommate, Sheena's world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it…\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt38939446",
      "type": "series",
      "name": "Sparks of Tomorrow",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx103303-plmJz4Ax922w.jpg",
      "description": "Genres: Adventure, Romance\nTags:Female Protagonist/Historical/Steampunk\nThe novel takes place in the summer of 1907, the 40th year of the Meiji era. 15-year-old Inako Momokawa lives in the Fushimi area of Kyoto, and is the second daughter of a sake brewer. Nothing she does ever comes out right, and she receives a scolding from her father every day. Her only relief is the trust she places in her prayers to the gods. One day while at Fushimi Inari shrine, she meets a freewheeling young man named Kihachi Sakamoto. He rejects the gods, and boasts of the incoming age of electricity. <br><br>\n\nThe topic of marriage suddenly comes up in Inako's household. Her father is one-sidedly making all the decisions for her, and Inako is about to give up hope. It is then that Kihachi draws out Inako's true feelings of wanting to run away from her family. The only way to stop her marriage is to find an unusual book called the \"Electricity Catalog.\" The book is a prediction book about electricity that Kihachi wrote when he was a child, but his older brother Seiroku took the book, and its current whereabouts are unknown. Inako and Kihachi together go in search of the book across Kyoto and Shiga prefectures.<br><br>\n\n(Source: Anime News Network)"
    },
    {
      "id": "tt13884052",
      "type": "series",
      "name": "Tantei wa mou, Shindeiru. Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152677-E687Xe3r3g1U.jpg",
      "description": "Genres: Comedy, Drama, Mystery, Romance, Supernatural\nTags:Detective\nThe second season of <i>Tantei wa mou, Shindeiru.</i>"
    },
    {
      "id": "kitsu:49410",
      "type": "series",
      "name": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185542-q1cWhKf4Ereo.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Medieval/Skeleton/Isekai/Male Protagonist/Magic/Swordplay\nThe second season of <i>Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu</i>."
    },
    {
      "id": "kitsu:49265",
      "type": "series",
      "name": "Nige Jouzu no Wakagimi 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182616-gpF8w7FykvEx.jpg",
      "description": "Genres: Action, Adventure\nTags:Samurai/War/Historical/Male Protagonist/Gore/Shounen/Primarily Male Cast\nThe second season of <i>Nige Jouzu no Wakagimi</i>."
    },
    {
      "id": "tt32991344",
      "type": "series",
      "name": "Clevatess Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198946-h4A2P7LYvotz.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Medieval/Magic/Female Protagonist\nThe second season of <i>Clevatess: Majuu no Ou to Akago to Kabane no Yuusha</i>."
    },
    {
      "id": "tt37614297",
      "type": "series",
      "name": "Super no Ura de Yani Suu Futari",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx196187-cXhET893v3Ag.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Seinen/Iyashikei/Konbini/Heterosexual/Work/Primarily Adult Cast/Urban\nAt age forty-five, office worker Sasaki has had enough of the corporate grind. His only solace is smoking-and the friendly smile of supermarket cashier Yamada. When Sasaki can't find Yamada after a particularly trying day, a striking woman invites him to smoke with her. The despondent man thinks he's made a new smoking buddy in the cool, teasing Tayama, but Sasaki doesn't realize he already knows her!\n<br><br>\n(Source: Square Enix)"
    },
    {
      "id": "tt35346717",
      "type": "series",
      "name": "From Old Country Bumpkin to Master Swordsman Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx194829-aBGjk68756e4.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist/Teacher/Swordplay\nThe second season of <i>Katainaka no Ossan, Kensei ni Naru</i>."
    },
    {
      "id": "tt36517689",
      "type": "series",
      "name": "THE GHOST IN THE SHELL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177699-Us3roLQsdfBn.jpg",
      "description": "Genres: Action, Psychological, Sci-Fi\nTags:Philosophy/Cyberpunk/Cyborg/Artificial Intelligence/Robots/Female Protagonist/Seinen/Primarily Adult Cast/Guns\n<i>Ghost in the Shell</i> is a landmark work of cyberpunk science fiction set in a near-future when information networks envelop the world and highly advance highly advanced cyborg augmentation technology has enabled the creation of the cyberbrain. It follows the story of the full-body cyborg Motoko Kusanagi and the combat force she leads in the fight against cybercrime. <br><br>\n(Source:攻殻機動隊 THE GHOST IN THE SHELL Site)"
    },
    {
      "id": "tt37532893",
      "type": "series",
      "name": "BLACK TORCH",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187538-rPuvj09LMjdC.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi, Supernatural\nTags:Urban Fantasy/Youkai/Shounen/Ninja/Male Protagonist/Demons\nAlthough he may appear rough-and-tumble, Jiro Azuma’s compassionate side emerges when it comes to the furry critters he can communicate with. But Jiro's soft spot for animals gets him in major trouble when a suspicious stray cat fuses with him, granting him exceptional power but also dragging him into humanity's hidden battle against powerful Japanese spirits, mononoke.\n<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt39281887",
      "type": "series",
      "name": "Tenmaku no Jaadugar",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx190569-OUDdG2zckpML.png",
      "description": "Genres: Drama\nTags:Female Protagonist/Royal Affairs/Biographical/Indigenous Cultures/Politics/Kingdom Management/Historical/Foreign/Josei/Slavery\nIn the harem of the Khan, wisdom is beauty.\n<BR><BR>\nThe time: the thirteenth century. The place: Yeke Mongol Ulus, the greatest empire the world has ever known. The woman: Fatima, hailing from Persia, where medical technique and scientific knowledge have been perfected beyond all precedent.\n<BR><BR>\nFatima's desire for a stage where she can put all her knowledge to work has brought her to the palace of the Mongols, where she falls under the wing of Töregene, the sixth wife of Ögedei, the second Great Khan—a mighty woman with complicated feelings about the direction of the empire. These two women are the axle upon which the politics of the palace, and soon the very world, will turn...\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt36592736",
      "type": "series",
      "name": "Futsutsuka na Akujo de wa Gozaimasu ga: Suuguu Chouso Torikae Den",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188139-ldRLGjjXFA15.png",
      "description": "Genres: Drama, Romance\nTags:Josei/Female Protagonist/Royal Affairs/Foreign/Magic/Historical/Villainess/Ancient China\nIn the Kingdom of Ei, five clans put forth their maidens as imperial consorts—but only one will be crowned empress. Just when frail and beautiful “court butterfly” Kou Reirin seems poised to marry the crown prince, jealous “court rat” Shu Keigetsu steals her body! Reirin wakes up in the dungeons as the conspirator, and things look dire…or do they? Now that she’s got a robust new body, not even the looming threat of execution can stop her! <br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "kitsu:49427",
      "type": "series",
      "name": "Kabushiki Gaisha Magi Lumiere 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185692-lbW0pFIw7s2h.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Shounen/Henshin/Work/Female Protagonist/Primarily Adult Cast/Magic\nThe second season of <i>Kabushiki Gaisha Magi Lumiere</i>."
    },
    {
      "id": "tt39551330",
      "type": "series",
      "name": "Yani Neko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx207141-j1VMjPXb6nmr.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Nekomimi/Female Protagonist/Kemonomimi/Urban\nYani is a catgirl with a seriously bad smoking habit. She smokes so much that her apartment smells like ash and is littered with cigarette butts—and plenty of other trash! Every time she tries to quit, she becomes weak to the cravings and gives in almost instantly. Will she ever get her life together, or is she doomed to live as a chainsmoking slob forever? \n<BR><BR>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32869308",
      "type": "series",
      "name": "Dogul Wang",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184356-7OVG76hrU8iw.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Anti-Hero/Magic/Gods/Demons/Dungeon/Surreal Comedy\nIn the year 2025, mysterious tombs appeared all over the world, each housing an ancient relic granting supernatural abilities. The lucky few who quickly obtained these relics ruled over powerful monopolies. Others came to serve them, such as Jooheon Suh, a “raider” who hid in tombs to steal relics. Betrayed by his employer, Jooheon is left to die but instead finds himself transported 15 years in the past. Armed with years of tough raiding experience and knowledge of what is to come in the world of relics, does Jooheon have what it takes to become the “Tomb Raider King”?<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt39692558",
      "type": "series",
      "name": "World Is Dancing",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx206521-6WkOcMo6n1OS.jpg",
      "description": "Genres: Drama\nTags:Dancing/Historical/Acting/Coming of Age\nBorn into a life of acting and dance with a traveling theater troupe in 14th-century Japan, 12-year old Oniyasha has one problem—he doesn't know what the point of any of it is. \"Why must I step with the left foot here instead of the right? Why is one performance good and another, bad? Why do people dance at all?\" It all seems perfectly arbitrary, until a chance encounter in a run-down shack sets him down a path to revolutionizing the art form and influencing much of Japanese culture to come. A fictionalized account of the early life of Zeami Motokiyo (Oniyasha), the founder of modern Noh theater—the world's oldest surviving theater art—this coming-of-age artist's journey vividly brings to life a man far ahead of his time during one of Japan's most culturally and socially vibrant eras.<br><br>\n\n(Source: Kodansha Comics)"
    },
    {
      "id": "tt39311004",
      "type": "series",
      "name": "Magical Girl Lyrical Nanoha EXCEEDS Gun Blaze Vengeance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185875-ySe47TZyb57n.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Mahou Shoujo\nTags:Female Protagonist/Magic\n\"Magical Girl Lyrical Nanoha\" completely new TV anime announced for the series' 20th anniversary:<br>\n<i>Magical Girl Lyrical Nanoha EXCEEDS Gun Blaze Vengeance</i>"
    },
    {
      "id": "tt0388629",
      "type": "series",
      "name": "ONE PIECE HEROINES",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx197178-Ui8PY9HQbNgu.jpg",
      "description": "Genres: Action, Adventure\nTags:Pirates/Anthology/Primarily Female Cast/Achronological Order/Female Protagonist/Fashion\nThe ladies of <i>One Piece</i> take the helm in these exciting short tales!<br><br>\n\nGo behind the runway as style icon Nami stars in a life-changing fashion show, observe wise Robin as she helps to decipher an ancient tablet with Koala and Sabo, watch as solemn Princess Vivi receives a love letter from an unexpected admirer, and check out Ghost Princess Perona’s battle over the last bottle of wine with Zoro and Mihawk!<br><br>\n\n(Source: VIZ, edited)"
    },
    {
      "id": "tt39551330",
      "type": "series",
      "name": "Neko to Ryuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186863-n4kAVR9Dnx0f.png",
      "description": "Genres: Adventure, Fantasy\nTags:Animals/Dragons\nThe story follows a fire-breathing, human-hating dragon raised by a mother cat in a forest. The dragon, known affectionately as \"Uncle Wing,\" watches over the many curious cats — such as one that goes on an adventure with a human prince, and another that lives in the city and people-watches as a hobby — and gradually warms up to humans along the way.<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt38939893",
      "type": "series",
      "name": "Saijo no Osewa: Takane no Hanadarake na Meimonkou de, Gakuin Ichi no Ojou-sama (Seikatsu Nouryoku Kaimu) wo Kagenagara Osewa suru Koto ni Narimashita",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx201514-PHXJAqGW25r6.png",
      "description": "Genres: Comedy, Romance\nTags:Heterosexual\nA poor high school boy, Itsuki Tomonari, got caught up in a kidnapping attempt on Hinako Konohana, a young lady from one of Japan's largest conglomerates. On the surface, Hinako appears to be a brilliant and beautiful young woman, but in reality, she is a lazy girl with no life skills. However, due to family reasons, Hinako has to play the role of the \"perfect young lady\" at school. Wanting to protect her, Itsuki took on the job of caring for her. Eventually, Hinako began to spoil Itsuki with all her might -- \"I don't want...... Itsuki to leave my side right now.\" This is a love story that begins beyond the master-servant relationship featuring a princess with a beautiful facade.\n<br><br>\n(Source: HJ Bunko, translated)"
    },
    {
      "id": "tt39304754",
      "type": "series",
      "name": "Toumei na Yoru ni Kakeru Kimi to, Me ni Mienai Koi wo Shita.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx202269-YLPqiMg2nsTr.jpg",
      "description": "Genres: Drama, Romance\nTags:Heterosexual\nOn an April night in Tokyo, still too early for fireworks, university student Kakeru Sorano meets a woman named Koharu Fuyutsuki. She is a beautiful girl who stands out from the crowd, laughs a lot, and exudes a warmth that contrasts sharply with Kakeru's own introversion. But there was something Kakeru didn't know at first—she can't see.<br>\n<br>\nUnlike Kakeru, Koharu hasn't given up on anything, even with her blindness. She attends university daily, shows interest in clubs, makes friends—and dreams of launching fireworks one day. Kakeru wonders why, when she can't see them...but maybe it doesn't matter. And maybe he can start moving forward, too, for the girl who's always been by his side<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt39551287",
      "type": "series",
      "name": "Buchigire Reijou wa Houfuku wo Chikaimashita.: Madousho no Chikara de Sokoku wo Tataki Tsubushimasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx199408-sz4goepjt5C8.jpg",
      "description": "Genres: Drama, Fantasy\nTags:Female Protagonist/Revenge/Shounen/Royal Affairs/Magic\nElizabeth Leiston, daughter of the influential prime minister, is a picture-perfect lady on the path to becoming the future queen of the Kingdom of Haldoria. But her life takes a sudden turn for the worst when her fiancé makes a show of publicly calling off their engagement. Soon after, he throws her in jail and starts spreading nasty rumors about her. The encouragement Elizabeth receives from her loyal waiting maid, Mireille, and her inner fury are all she needs to reconsider her goals. Why should she continue devoting herself to a country that doesn’t respect her when she can trample over it instead? She will get even with those who wronged her and bring down the damned kingdom, even if it’s the last thing she does! Luckily, Elizabeth is no damsel in distress and has seven powerful magic grimoires she won’t hesitate to use. Get ready because this ruthless lady is out for blood!\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt38267477",
      "type": "series",
      "name": "BanG Dream! Yume∞Mita",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198376-hFnAdwIcedY5.png",
      "description": "Genres: Music\nTags:Primarily Female Cast/VTuber/Band/Female Protagonist/Primarily Teen Cast\nThe latest anime project in the <i>BanG Dream!</i> franchise, spotlighting the band members in Mugendai Mewtype."
    },
    {
      "id": "tt38652044",
      "type": "series",
      "name": "Sekai Saikyou no Kouei: Meikyuukoku no Shinjin Tansakusha",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198409-ag25bTos7SO1.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Medieval\nCorporate slave Arihito Atobe's death in a freak bus accident marks the beginning of his new life as a kind of adventurer called a Seeker. Reborn into a fantasy world, he settles into a previously unknown job class called \"rearguard,\" capable of providing his (all-female) party with critical attack, defense, and recovery support. And it comes with an added bonus: Simply being at the back of the party line increases his companions' fondness for him! Freed from the shackles of corporate life, Arihito is eager to start fresh as a newly minted Seeker!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt37678470",
      "type": "series",
      "name": "Sora wa Akai Kawa no Hotori",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx207809-oxE6MkP88LKf.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Romance\nTags:Politics/Swordplay/Kingdom Management/Royal Affairs/Female Protagonist/Historical/Indigenous Cultures/Shoujo/Foreign/Isekai\nYuri, a pretty Japanese girl, is ecstatic after passing her college entrance exam and having her first kiss with her childhood friend-turned boyfriend. However, her luck soon changes. She starts to notice that water becomes agitated whenever she goes near it. One night, hands appear out of a puddle on the street and drag her into the water! Transported to an ancient village in the Middle East, she is then captured by armed troops and taken to the Queen's palace for a human sacrifice.\n<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt36290385",
      "type": "series",
      "name": "Kore Kaite Shine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188525-TBVfJaCZrcfg.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Coastal/Drawing/Primarily Female Cast/Cute Girls Doing Cute Things\n<i>Kore Kaite Shine</i> is set in Izu Oshima, an island 120 kilometers south of Tokyo. The story centers on Ai Yasumi, a high school girl who loves to read manga, and learns about the joy and pain of drawing her own manga\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt38273525",
      "type": "series",
      "name": "Tefuda ga Oume no Victoria",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx198709-KnZCqdH7fu3F.png",
      "description": "Genres: Action, Drama, Fantasy, Romance\nTags:\nIn an age when spies act behind the scenes in every land, Chloe spends her days successfully carrying out even the most difficult missions due to her unparalleled disguise skills and martial arts abilities. After the betrayal of her boss, she suddenly disappears—as Chloe plans to redo her life as the ordinary citizen Victoria in the neighboring kingdom of Ashberry, striving for a “normal” life. However, Victoria's peaceful life is abruptly cut short as she begins to get involved with many people. In this new land, her experiences and abilities from her days as a spy come in far more useful than she ever expected! On the other hand, the second prince--and others--take an interest in Victoria's strength, and the shadows close in on the woman with many faces…\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt39249304",
      "type": "series",
      "name": "Thunder 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx207254-StcuNpmZTDCL.jpg",
      "description": "Genres: Adventure, Drama, Sci-Fi\nTags:\nThree ordinary schoolboys come into possession of a DVD that supposedly opens a gateway to a parallel universe, but when their backs are turned Pyontaro's little sister Futaba passes through and gets kidnapped by the aliens that have overrun that version of Earth! Discovering that their cartoonish bodies make them supermen in the hyper-realistic parallel universe, the boys set out to rescue Futaba.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt33309549",
      "type": "series",
      "name": "Ushiro no Shoumen Kamui-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx207674-1agKkVk7MnQW.png",
      "description": "Genres: Comedy, Ecchi, Supernatural\nTags:Male Protagonist/Ghost/Public Sex/School\nShizuka is a normal high school girl with the ability to see ghosts. Due to her peculiar tendency to attract ghosts, she works as an assistant to Kamui, a famous psychic. Kamui takes pride in his top-notch psychic abilities, but the way he exorcises ghosts is rather unusual!\n<br><br>\n(Source: Shogakukan, translated)"
    }
  ]
}