{
  "metas": [
    {
      "id": "tt30217403",
      "type": "series",
      "name": "DAN DA DAN Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185660-uB8RUMBGovGr.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Youkai/Ghost/Aliens/Shounen/Surreal Comedy/Heterosexual/Primarily Teen Cast/Urban Fantasy/Female Protagonist/Male Protagonist/Unrequited Love/Cult/Henshin/Love Triangle/Exorcism/Tokusatsu/Shrine Maiden/Body Horror\nThe second season of <i>Dandadan</i>.<br><br> Okarun and Jiji have made a strange discovery, while Momo finds herself under attack! What mysterious encounters await them next?!<br><br>\n\n(Source: Netflix Anime Twitter)\n<br><br>\n<i>Notes: <br>\n- Worldwide premiere of Episodes 1-3 titled as <b>DAN DA DAN: EVIL EYE</b> before the Japanese premiere was pre-screened in advance in theaters on June 6, 2025 in North America by GKIDS Films and June 7 and 8 in Europe by Piece of Magic Entertainment and Animation Digital Network.</i>"
    },
    {
      "id": "tt32612521",
      "type": "series",
      "name": "Gachiakuta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178025-cWJKEsZynkil.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Shounen/Urban Fantasy/Dystopian/Super Power/Survival/Ensemble Cast/Revenge/Post-Apocalyptic/Male Protagonist/Urban/CGI/Surreal Comedy\nA boy lives in a floating town, where the poor scrape by and the rich live a sumptuous life, simply casting their garbage off the side, into the abyss. When he’s falsely accused of murder, though, his wrongful conviction leads to an unimaginable punishment—exile off the edge, with the rest of the trash. Down on the surface, the cast-off waste of humanity has bred vicious monsters, and to travel the path to vengeance against those who cast him into Hell, a boy will have to become a warrior…\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt15765670",
      "type": "series",
      "name": "My Dress-Up Darling Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154768-DHHvNd4MjV1p.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Cosplay/Otaku Culture/Gyaru/Fashion/Male Protagonist/Female Protagonist/Heterosexual/Crossdressing/Photography/Makeup/Body Image/Seinen/Educational/Gender Bending/Chibi/Nudity/Femboy/CGI\nThe second season of <i>Sono Bisque Doll wa Koi wo Suru</i>.\n<br><br>\nWhen Marin Kitagawa and Wakana Gojo met, they grew close over their love for cosplay. Through interacting with classmates and making new cosplay friends, Marin and Wakana’s world keeps growing. New developments arise as Marin’s love for Wakana continues to be filled with endless excitement. In their ever-expanding world, Marin and Wakana’s story of cosplay and thrills continues!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36592690",
      "type": "series",
      "name": "The Fragrant Flower Blooms With Dignity",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181444-Ut9DDUZdfHwg.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Heterosexual/Primarily Teen Cast/Male Protagonist/School/Iyashikei/Urban/Shounen/Female Protagonist/Food/Ensemble Cast/Philosophy/Delinquents/Class Struggle\nChidori High is a boys’ school that takes in the dregs of society with the lowest grades. Next door stands Kikyo Girls’ High, where the wealthy, high-class families send their precious daughters. Chidori second-year Rintaro, who has a fierce face but a gentle heart, is helping at his family’s patisserie when he meets a girl named Kaoruko. The two hit it off right away…but this blissful peace is quickly disturbed when Rintaro discovers that Kaoruko is actually a student at Kikyo. Worse, she doesn’t seem to realize what a huge problem this really is! Will these two be able to forge a path for themselves, and sidestep the traps (metaphorical and literal) laid by their classmates?\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt21975436",
      "type": "series",
      "name": "Kaiju No. 8 Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178754-Dgrub8xgC03M.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Shounen/Kaiju/Monster Boy/Male Protagonist/Shapeshifting/Urban/Rescue/Primarily Adult Cast/Guns/Military/Gore/Super Power/Spearplay/Urban Fantasy/Swordplay/Henshin/Tokusatsu/Work/Slapstick/Heterosexual/Body Horror/Tsundere/Ojou-sama\nThe second season of <i>Kaijuu 8-gou</i>. <br><br>\n\nKafka must face new challenges, new Kaiju, and… a new Captain?! <br><br>\n\n(Source: KAIJU NO. 8 EN Twitter)"
    },
    {
      "id": "tt33028568",
      "type": "series",
      "name": "The Summer Hikaru Died",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177689-d0mB5nYgdnhi.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Monster Boy/Rural/Male Protagonist/Body Horror/Cosmic Horror/Mythology/Primarily Teen Cast/Seinen/Urban Fantasy/Unrequited Love/Curses/School/POV/Mixed Media/CGI/Detective\nTwo best friends living in a rural Japanese village: Yoshiki and Hikaru. Growing up together, they were inseparable… until the day Hikaru came back from the mountains, and was no longer himself. “Something” has taken over Hikaru’s body, memories, feelings… and everything they know begins to unravel.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt36988358",
      "type": "series",
      "name": "Takopi's Original Sin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185407-7uzY4fA3hokP.jpg",
      "description": "Genres: Drama, Psychological, Sci-Fi\nTags:Denpa/Bullying/Primarily Child Cast/Philosophy/Aliens/Revenge/Female Protagonist/Shapeshifting/Delinquents/School/Ensemble Cast/POV/Rural/Space\nA Happy alien, Takopi, lands on Earth with one mission: to spread happiness! When he meets Shizuka, a lonely fourth grader, he vows to bring back her smile using his magical Happy Gadgets. But as he uncovers the pain in her life, Takopi learns that true happiness may require more than gadgets.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt17069148",
      "type": "series",
      "name": "SAKAMOTO DAYS Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184237-OJAksU2fsIPx.jpg",
      "description": "Genres: Action, Comedy\nTags:Assassins/Found Family/Crime/Urban/Konbini/Shounen/Gangs/Criminal Organization/Guns/Male Protagonist/Super Power/Primarily Adult Cast/Family Life/Yakuza/Gore/Urban Fantasy\nThe second part of <i>SAKAMOTO DAYS</i>.<br><br>\n<i>Note: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>"
    },
    {
      "id": "tt15975122",
      "type": "series",
      "name": "Call of the Night Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175914-VsbL90WzuqoM.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life, Supernatural\nTags:Vampire/Urban Fantasy/Aromantic/Urban/Female Protagonist/Heterosexual/Male Protagonist/Coming of Age/Shounen/Hikikomori/Detective/Gyaru\nThe second season of <i>Yofukashi no Uta</i>.\n<br><br>\nKo overcomes his confusion about becoming a vampire and decides to \"like\" Nazuna, while Nazuna resolves to make Ko \"fall in love\" with her. Without understanding what \"love\" even is, the two of them spend their nights together in a frenzy. Meanwhile, Detective Uguisu Anko is closing in with her plot to kill vampires, not just Nazuna. A vampire's weakness is \"anything they were attached to when they were human\" and so they all try to get rid of this weakness before it's too late. But, Nazuna has no memory of her human life. What is Nazuna's hidden past? Why did Anko start killing vampires? And what is the \"secret\" that Nazuna and Anko share? For Ko, Nazuna, Anko, a fun \"late night\" doesn't end here... a new \"night\" begins!\n<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt8993398",
      "type": "series",
      "name": "Rascal Does Not Dream of Santa Claus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171046-9leqLiNuOqNu.png",
      "description": "Genres: Drama, Mystery, Psychological, Romance, Supernatural\nTags:College/Urban Fantasy/Heterosexual/Male Protagonist/Primarily Adult Cast/Idol/Female Protagonist/Acting/CGI/POV/Kuudere\nSequel to the film <i>Seishun Buta Yarou wa Randoseru Girl no Yume wo Minai</i>.\n<br><br>\n After encountering various girls going through Puberty Syndrome, Sakuta Azusagawa's high school days have come to a close, and he is now a university student. He enrolls at a university in Kanazawa-hakkei alongside his girlfriend Mai Sakurajima, a nationally famed actress. Off campus, he stumbles upon an out-of-season miniskirt Santa. Precognitive dreams, an anonymous online singer, poltergeists buzzing on social media... A mysterious tale with enigmatic phenomenons surrounding girls with wavering hearts starts again. Puberty continues...\n<br><br> \n(Source: Crunchyroll)"
    },
    {
      "id": "tt33317800",
      "type": "series",
      "name": "Secrets of the Silent Witch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179966-g0EU7rVe2Og7.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Female Protagonist/Magic/Witch/School/Royal Affairs/Primarily Teen Cast/Hikikomori/Shoujo/Politics/Coming of Age/Class Struggle/Ojou-sama/Bullying/Medieval/Dragons/Spearplay/CGI/Rehabilitation\nMonica Everett, the Silent Witch, is the world’s only practitioner of Voiceless Magic, a veritable heroine who single-handedly fended off the Black Dragon of legend. However, the young prodigy is actually…super-duper shy! Yup, turns out she only learned Voiceless Magic to avoid speaking in public. Ignorant of this, the Seven Sages have placed her on a top-secret mission to guard the Second Prince. Can Monica keep it together as she contends with both social interaction and the evils targeting the young royal?\n<br><br>(Source: Yen Press, edited)"
    },
    {
      "id": "tt36592736",
      "type": "series",
      "name": "The Water Magician",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186052-zq8h0Qo0O0sP.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Male Protagonist/Magic/Dungeon/Snowscape/Travel/Elf/Survival/Kuudere/Dragons/Coastal\nRyou is delighted to be reincarnated into the fantastical world of Phi, where he thinks he’ll get to live a quiet life learning to use his newfound water magic. Going with the flow here, however, means something very different. Ryou is immediately pitted against the wild lands he winds up in and the slew of deadly monsters that call the remote subcontinent home. You’d think he’d forget about taking it easy when he’s stuck fighting for his life, but lucky for Ryou, he’s naturally optimistic, clever, and blessed with the hidden “Eternal Youth” trait. Twenty years pass in the blink of an eye, and each encounter along the way pushes him one step closer to the pinnacle of human magic. Little does he realize that’s only the opening chapter of his tale. A fateful meeting soon thrusts Ryou to the forefront of history, forever changing the course of his life... Thus begins the adventures of the strongest water magician the world has ever seen—who also likes to do things at his own pace!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE SCIENCE FUTURE Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx189117-TLtCXYT7JPoL.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Educational/Shounen/Male Protagonist/Post-Apocalyptic/Foreign/Ensemble Cast/Guns/Survival/Travel/Ships\nThe second cour of the fourth season of <i>Dr.STONE</i>.<br><br>\n"
    },
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173780-O7v1YfXg61JT.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Anti-Hero/Medieval/Isekai/Male Protagonist/Magic/Dragons/Ships\nThe fourth season of <i>Tate no Yuusha no Nariagari</i>.\n<br><br>\nAs Naofumi prepares for the Phoenix’s return, assassins from Q’ten Lo target Raphtalia, mistaking her for a throne usurper. To resolve the conflict, Naofumi journeys to Siltvelt, where he is hailed as a demi-human savior, but not all welcome him. In politically volatile Q’ten Lo, Raphtalia becomes a revolutionary symbol. Amid rising chaos, can Naofumi unite his allies and guide them to salvation?\n<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt32991344",
      "type": "series",
      "name": "Clevatess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178869-qiEz0gQD8H5N.png",
      "description": "Genres: Action, Drama, Fantasy\nTags:Medieval/Magic/Swordplay/Parenthood/Adoption/Primarily Adult Cast/Revenge/Anti-Hero/Monster Boy/Demons/Found Family/Slavery/Gore/Shapeshifting/Body Horror\nThe story centers on the titular Clevatess, the lord of Dark Beasts, who wields both uncanny intellect and destructive power. Frustrated by the 13 heroes tasked to destroy him, he has decided to be rid of humanity once and for all. However, he has been charged with one nuisance: he revived a hero he personally slayed and adopts an orphaned humanoid baby—the last hope to save a dying world. The world stands upon the brink of Armageddon, with the obligation of raising one child holding it all back. Now bound together, what fate awaits this unlikely trio?<br>\n<br>\n(Source: Anime News Network, Crunchyroll, edited)\n<br><br>\n<i>Note: The first episode aired with a runtime of ~46 minutes as opposed to the standard 24 minute long episode.</i>"
    },
    {
      "id": "tt32344704",
      "type": "series",
      "name": "TOUGEN ANKI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177474-oHil1yLWldfl.jpg",
      "description": "Genres: Action, Mystery, Supernatural\nTags:Demons/Shounen/Guns/Male Protagonist/Shapeshifting/Urban Fantasy/Revenge/Large Breasts/CGI/Super Power/Primarily Male Cast/Henshin\nThe bloodlines of “Oni” and “Momotarou” have been passed down among certain humans for generations.<br>\n<br>\nLong ago, the Oni, aware of their own ferocity, lived in seclusion. However, their peace was shattered by an invasion led by Momotarou.\nOver thousands of years, these two factions formed the “Momotarou Agency” and the “Oni Agency,” respectively, and have been locked in conflict ever since.<br>\n<br>\nThe protagonist, Shiki Ichinose, suddenly learns of his Oni lineage following an unexpected attack by Momotarou. This revelation sets Shiki on a path to discover the destiny that lies within his blood — a meeting with the Oni dwelling within him.<br>\n<br>\n—A new generation of dark heroics begins here in this tale of demons!\n<br>\n<br>\n(Source: Official Site)"
    },
    {
      "id": "tt8086718",
      "type": "series",
      "name": "Grand Blue Dreaming Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182309-tThxqSRn3At1.jpg",
      "description": "Genres: Comedy, Slice of Life, Sports\nTags:Seinen/College/Primarily Adult Cast/Otaku Culture/School Club/Ensemble Cast/Male Protagonist/Coastal/Scuba Diving/Slapstick/Nudity/Female Protagonist/Surreal Comedy/Human Pet/Femboy/Ojou-sama/Crossdressing\nThe second season of <i>Grand Blue</i>.<br><br>\n\nUniversity is back in session for Iori, and so are the booze-fueled parties! Between diving club shenanigans, a surprise from his sister, and wild tests of courage, normal college life is anything but. Dive back into the madness with Iori and his beloved crew of lively splash artists.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31624309",
      "type": "series",
      "name": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178090-1OOScJqXLjRd.png",
      "description": "Genres: Action, Adventure, Fantasy, Slice of Life\nTags:Magic/Male Protagonist/Medieval/Femboy/Angels/Maids/Nun/Female Harem/Gore/Demons/Body Horror\nThe second season of <i>Tensei Shitara Dai Nana Ouji Dattanode, Kimamani Majutsu wo Kiwamemasu</i>.\n<br><br>\nAfter a victorious battle against Guisarme in the Lordost region, Lloyd’s pursuit of magic knows no bounds. His next goal? Holy Magic! To learn this sacred art, Lloyd and his companions visit a church, but what awaits them there…?<br><br>\n(Source: I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability Official Site)"
    },
    {
      "id": "tt32731400",
      "type": "series",
      "name": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178433-8KzNsjTmdAvw.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy, Romance\nTags:Anti-Hero/Isekai/Virtual World/Kingdom Management/Elf/Magic/Seinen/Medieval/Male Protagonist/Twins/Foreign/Lost Civilization/Slapstick\nTakuto Ira succumbed to illness at a young age and ended up reincarnating in a world that resembles the fantasy turn-based strategy game Eternal Nations. Not only did he reincarnate into his favorite game, but as the god who commands the evil civilization Mynoghra. With Mynoghra's beautiful hero unit, Sludge Witch Atou by his side, not even legendarily difficult race traits will stand in the way of restarting their civilization! “Lord Takuto…won't you start over with me?” Explore, Expand, Exploit, Exterminate! A tactical fantasy world is waiting for heroes like you! Join Eternal Nations today!\n<br><br>\n(Source: Cross Infinite World)"
    },
    {
      "id": "tt33472011",
      "type": "series",
      "name": "CITY THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181841-9TcjIyZefot2.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Urban/Slapstick/Ensemble Cast/Seinen/Surreal Comedy/Female Protagonist/Episodic/Philosophy/Primarily Adult Cast/Work/College/Mixed Media/Twins/School/Football/Photography\nThis town, is not just a normal town.<br>\nThere's laughter, love and emotional moments.<br>\nAn unpredictable ordinary life presented by the residents.<br>\nExciting stuffs come one after another. Welcome to CITY. \n<br><br>\n(Source: Kyoto Animation)"
    },
    {
      "id": "tt36592708",
      "type": "series",
      "name": "There's No Freaking Way I'll Be Your Lover! Unless…",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184591-jRXZ29bN61Zc.jpg",
      "description": "Genres: Comedy, Romance\nTags:Female Protagonist/Primarily Female Cast/Yuri/Female Harem/LGBTQ+ Themes/School/Mixed Media/Primarily Teen Cast/Rehabilitation/Urban/Nudity/Hikikomori\nRenako Amaori is leaving her awkward and lonely junior high school life behind, determined to become a normal girl with normal friends in high school. Glamorous, confident Mai Ouzuka is Renako’s total opposite: wealthy, outgoing, and a literal fashion model. Against the odds, the two girls form an immediate connection. Renako thinks she may have found the best friend of her dreams…until Mai’s romantic confession sends her into a tailspin. Renako wants to prove to Mai that being BFFs is better than being girlfriends, but Mai is dead set on convincing Renako that they’re destined to be lovers. Let the love games begin!<br><br>\n\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt1727444",
      "type": "series",
      "name": "New PANTY & STOCKING with GARTERBELT",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151799-igwbH3AffgHc.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Supernatural\nTags:Female Protagonist/Parody/Surreal Comedy/Angels/Anti-Hero/Demons/Swordplay/Guns/Twins/Episodic/Nudity/Mixed Media/Chibi/Psychosexual/Stop Motion/Henshin/Ghost/Monster Girl/Bisexual/Crossdressing\n<i>The Bitches Are Back!!</i><br><br>\n\nIn Daten City, a realm between heaven and hell, sinister spirits known as \"Ghosts\" prowl the streets, feeding on human desires and resentment. Yet, in the darkest moments, two figures emerge to obliterate these vengeful beings with a divine light beyond human understanding. Their names? Panty & Stocking! These fallen angel sisters have been tasked with purging the darkness engulfing the earth. But who are they, really? Are they truly messengers of God... or agents of the Devil? <br><br>\n\n\n(Source: New PANTY & STOCKING with GARTERBELT Official Site)\n\n<br><br>\n<i> Note: Unveiled at Anime Expo 2022's <i>\"TRIGGER 10 YEAR ANNIVERSARY & ANNOUNCEMENT\"</i> panel."
    },
    {
      "id": "tt36469298",
      "type": "series",
      "name": "Dealing with Mikadono Sisters Is a Breeze",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178886-KjzSXyEB61zX.jpg",
      "description": "Genres: Comedy, Romance\nTags:Cohabitation/Male Protagonist/Heterosexual/Female Harem/Tomboy/Tsundere/School/Shounen/Shogi/Martial Arts/Acting/Coming of Age/Food/Found Family/Female Protagonist/Primarily Female Cast\nYuu Ayase, son of a late legendary actress, is overwhelmingly mediocre. When he’s invited to stay with his mother’s friend, Yuu is shocked to find out that he’ll be living with three prodigy sisters who possess both beauty and talent…and who rule his new school as the Three Emperors. Can Yuu manage to melt the sisters’ cold hearts and fulfill his mother’s last wish for him to build a happy family?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt37113118",
      "type": "series",
      "name": "Ruri Rocks",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180929-ytdzqbrOhots.jpg",
      "description": "Genres: Adventure, Slice of Life\nTags:Outdoor Activities/Primarily Female Cast/Educational/Cute Girls Doing Cute Things/Episodic/Female Protagonist/Wilderness/Iyashikei/Environmental/Seinen/Work/College/Rural/Chibi/CGI\nMineral collecting is like a modern-day treasure hunt!\n<br><br>\nRuri, a high school girl who loves jewelry and accessories, gets into the world of mineral collecting, venturing into mountains, rivers, and caves. The first volume features numerous minerals, including quartz, garnet, pyrite, gold sand, and fluorite. The manga is full of fascinating scenes focusing on specialized tools such as a panning dish, hammer, and topographical maps. An authentic scientific adventure based on the author's solid knowledge of mineralogy!\n<br><br>\n(Source: Harta, translated)"
    },
    {
      "id": "tt11448214",
      "type": "series",
      "name": "Rent-a-Girlfriend Season 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179344-GQzJfehpQI72.png",
      "description": "Genres: Comedy, Romance\nTags:Fake Relationship/Female Harem/Primarily Adult Cast/Heterosexual/Female Protagonist/Unrequited Love/Male Protagonist/Shounen/Urban/Philosophy\nThe fourth season of <i> Kanojo, Okarishimasu</i>.<br><br>\nKazuya’s ready to confess with the lush paradise of Hawaii as a backdrop. But renting Chizuru for the dream trip turns into a war zone of love due to Ruka’s aggressive advances and Mami’s scheming. Despite the chaos, this is Kazuya’s moment to bare his heart. Will his words reach Chizuru? And if they do, what will she even say?\n<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Kanojo, Okarishimasu 4th Season was streamed 4 days in advance of the TV broadcast on DMM TV, dAnimestore, and Crunchyroll beginning July 1, 2025. Regular broadcasting began on July 5, 2025.</i>"
    },
    {
      "id": "tt37205655",
      "type": "series",
      "name": "Nukitashi THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174188-fZg8iePD9Dca.jpg",
      "description": "Genres: Action, Comedy, Drama, Ecchi, Romance\nTags:Public Sex/Exhibitionism/Male Protagonist/Heterosexual/Hypersexuality/Primarily Female Cast/Nudity/School/Virginity/Primarily Teen Cast/Guns/Software Development/Psychosexual/Large Breasts/Rape/Femdom/Coastal/Defloration/Threesome/Hikikomori/LGBTQ+ Themes/Torture/Gyaru/Bisexual\nThe island of the everlasting summer, Seiran Island.\n<br><br>\nJunnosuke Tachibana, whose family home was on this island, returned to it with his sister, Asane Tachibana, after the death of their parents.\n<br><br>\nHowever, Seiran Island has become a place of madness due to the implementation of the “Perverted Law,” a law designed to combat population decline. This law permits and even encourages lewd sex acts everywhere on the island, and refusing to engage in “reproductive activities” is punished almost as severely as a crime.\n<br><br>\nJunnosuke, a proud virgin and staunch defender of virginity, questions the legitimacy of this law. Determined to protect both his and his beloved sister’s purity, he forms the anti-copulation front NLNS (No Love No Sex) and sets out to destroy the Perveted Law once and for all.\n<br><br>\n“I’ll… destroy the Perverted Law!”\n<br><br>\n(Source: Official Site, translated)\n<br><br>\n<i>Note: Prior to the TV broadcast, a special pre-release screening titled “Nukitashi THE ANIMATION – Seiran Island Special ver. Pre-release Screening Event” was held on June 22, 2025 at Cinem@rt Shinjuku in Tokyo. It featured episodes 1-3.</i>"
    },
    {
      "id": "tt33050376",
      "type": "series",
      "name": "New Saga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155838-0zx6MTeoo5sk.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Female Harem/Male Protagonist/Demons/Dragons/Swordplay/Magic/Elf/Heterosexual/Travel/Age Regression\nAfter a brutal war, magic swordsman Kyle defeats the Demon King but is left dying. A crimson crystal sends him four years into the past to his once-destroyed hometown where he finds his lost loved ones alive. Armed with future knowledge, Kyle vows to prevent the coming tragedy and rewrite fate.\n<br><br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Initially scheduled for July 2023, the anime saw several delays and a complete change in Director (previously Norikazu Ishigooka) and Studio (previously Yokohama Anime Lab x Makaria) </i>"
    },
    {
      "id": "tt36592820",
      "type": "series",
      "name": "Scooped Up by an S-Rank Adventurer!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179885-m1nu1QvnRmII.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Male Protagonist/Dungeon/Found Family/Kemonomimi/Swordplay/Archery/Demons/Ensemble Cast/Medieval/Nudity\n<i>\"We don’t need a useless white mage.”</i>\n<br><br>\nLloyd is a white mage who was unexpectedly banished from the hero’s party. As he was lost and uncertain, he happened to cross paths with an S-rank adventurer party in need of a white mage, so he joined them on their quest. Little did anyone know at the time that the hero’s party would fall apart and Lloyd would rise to fame.\n<br><br>\nThis is a story about an unmatched support magic user, who believes himself to be ordinary, becoming an unstoppable adventurer.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14400866",
      "type": "series",
      "name": "A Couple of Cuckoos Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179828-Yc1b1R2dxQyc.jpg",
      "description": "Genres: Comedy, Romance\nTags:Heterosexual/Male Protagonist/Arranged Marriage/School/Inseki/Shounen/Female Protagonist/Cohabitation/Idol\nThe second season of <i>Kakkou no Iinazuke</i>.<br><br>\nUmino Nagi and Amano Erika were born on the same day and swapped at birth. Nagi was raised as the son of a diner owner, and Erika the daughter of a hotel tycoon. Their parents encourage them to become engaged, and they begin life together. Soon though, infatuations arise as Nagi becomes stuck in a love quadrangle. Life and love are embroiled in epic turmoil as fate is set in motion once again!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32535912",
      "type": "series",
      "name": "Watari-kun's ****** Is about to Collapse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169420-u4wDhHlTfX9P.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Love Triangle/Heterosexual/Yandere/School/Male Protagonist/Primarily Teen Cast/Family Life/Agriculture/Kuudere/Female Harem/Seinen/Nudity\nNaoto Watari lives solely for his little sister, Suzushiro, until his chaotic childhood friend, Satsuki, storms back into his life. Without uttering a single word, her very presence ignites buried memories and unravels his rigid routine. As tensions rise and secrets surface, Naoto’s devotion to Suzushiro clashes with unresolved pain, threatening to collapse his fragile world.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36600399",
      "type": "series",
      "name": "Welcome to the Outcast's Restaurant!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185544-V9XoC8yJ906f.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Restaurant/Male Protagonist/Female Protagonist/Food/Rural/Magic/Dungeon/Medieval/Slapstick/Iyashikei/Surreal Comedy\nWhen superstar adventurer Dennis gets booted from the world’s strongest party, he teams up with runaway Atelier to serve up his true passion—delicious cuisine. But this not-so-average eatery has not-so-average patrons. Dennis will battle his quirky customers’ troubles with his trusty butcher knife and wok. Visit Adventurer’s Restaurant and fill up your heart and stomach!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28100731",
      "type": "series",
      "name": "Reborn as a Vending Machine, I Now Wander the Dungeon Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169440-MhlOxaIyASRu.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Language Barrier/Isekai/Food/Magic/Dungeon/Parody/Male Protagonist/Anthropomorphism/Meta/Martial Arts/Economics/Female Harem/Survival/Mixed Gender Harem/Heterosexual/Surreal Comedy/Medieval\nThe second season of <i>Jidou Hanbaiki ni Umarekawatta Ore wa Meikyuu wo Samayou.</i>"
    },
    {
      "id": "tt32536624",
      "type": "series",
      "name": "Private Tutor to the Duke's Daughter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170113-dk9h9ybZnGnZ.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Magic/Female Harem/Royal Affairs/Boarding School/Cohabitation/School/Male Protagonist/Teacher/Kemonomimi\nAfter Allen failed the court sorcerer exam, he couldn’t return home even if he wanted to. While searching for a job, an unexpected offer comes his way to be the private tutor of the duke’s daughter. Just as he lowers his guard, he faces a girl who can’t use magic at all! But what is preventing her magic from working? Allen’s unconventional lessons gently shine a light on the girl’s future.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA and dAnimeStore. The original TV broadcast started on July 6, 2025.</i>"
    },
    {
      "id": "tt36143285",
      "type": "series",
      "name": "With You and the Rain",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180425-e5yNWog1hDuu.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Iyashikei/Seinen/Female Protagonist/Animals/Urban/Primarily Adult Cast/Writing/Episodic/Nudity\nOn a rainy day, Fuji meets a cute critter posing as a dog and offering an umbrella and a cue card that says, “Please take me home” and she can’t resist. With this dog-poster’s quirky charm and mysterious ways, life together becomes a heartwarming adventure of friendship and shared seasons.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35652469",
      "type": "series",
      "name": "Betrothed to My Sister's Ex",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179879-569v3MdQeVmt.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Royal Affairs/Heterosexual/Marriage/Female Protagonist/Josei/Maids/Body Image\nMarie, the second daughter of a poor baron’s household, is treated like a servant by her parents. Even at Marie’s birthday party, her beautiful elder sister, Anastasia, is the star. Outside, Marie bumps into Count Kyuros Granado, who falls for her at first sight. Yet, due to a misunderstanding, the Count proposes to Anastasia. After a tragic accident, Marie must marry the count instead!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35677101",
      "type": "series",
      "name": "The Shy Hero and the Assassin Princesses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186561-9qIZCSTYkAfw.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic/Assassins/Female Harem/Demons/Guns/Nudity/Male Protagonist/Medieval/Dullahan/Dragons/Slavery/Fitness\nHero Toto possesses great skills, but his extreme shyness has left him unable to form a party, causing him to remain stuck in the town where his journey began.\n<br><br>\nOne day, he is suddenly invited to join a party by three beautiful women—Ciel, Anemone, and Gore. Overjoyed at finally setting off on an adventure, Toto is filled with excitement... but little does he know, these women are dead set on killing him!\n<br><br>\nA deathly harem romcom unfolds as the socially anxious hero, who faints from mere flustered excitement around women, finds himself the target of three deadly companions, each with their own reasons for wanting him gone!\n<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on July 12th 2025.<i>"
    },
    {
      "id": "tt36988220",
      "type": "series",
      "name": "Detectives These Days Are Crazy!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180460-rZn4pp9YNqW0.jpg",
      "description": "Genres: Comedy, Mystery\nTags:Slapstick/Surreal Comedy/Detective/Episodic/Crime/Ensemble Cast/Urban/Seinen/Police/Primarily Adult Cast/Gyaru\nNagumo Keiichirou was a genius high-school detective. No case was complex enough for him. But what happens to genius detectives when they get older?<br>\n<br>\nNow 35, with bad hips, running a failing detective agency with no cases to solve and struggling to pay the rent, he's at a dead end.<br>\n<br>\nIn comes a high school girl in his office who says she wants to work with him. With her help, will the out-of-touch, old-fashioned Nagumo get back the fire of his youth?<br>"
    },
    {
      "id": "tt36271866",
      "type": "series",
      "name": "Solo Camping for Two",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185965-LlzTLSTBUbEA.jpg",
      "description": "Genres: Slice of Life\nTags:Camping/Food/Educational/Outdoor Activities/Primarily Adult Cast/Seinen/Badminton/Male Protagonist\nGen Kinokura, 34 years old.<br><br>\n\nA solitary camper who cherishes his alone time in nature, Gen enjoys his usual solo camping trips. However, he unexpectedly encounters Shizuku Kusano, a complete beginner in camping. Reluctantly, Gen ends up camping with Shizuku, despite it being the last thing he wanted to do.\n<br><br>\nWhat will become of Gen’s peaceful camping life now that it’s turned upside down by this new companion?<br><br>\n(Source: Pony Canyon)"
    },
    {
      "id": "tt10777610",
      "type": "series",
      "name": "Toilet-Bound Hanako-kun Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx189326-kaYdWFxyyYdx.jpg",
      "description": "Genres: Action, Comedy, Drama, Mystery, Supernatural\nTags:Ensemble Cast/School/Shounen/Urban Fantasy/Youkai/Female Protagonist/Ghost/Exorcism/Magic/Shrine Maiden/Male Protagonist/Primarily Teen Cast\nNene and Kou join Hanako to expose a traitor among the ranks of the Seven Wonders.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36592756",
      "type": "series",
      "name": "Uglymug, Epicfighter",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184575-hEzI5V8o818U.png",
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Seinen/Male Protagonist/Super Power/Surreal Comedy/Archery/Body Image/Gambling/Travel/Work/Economics/Magic\nAfter a false accusation, Shigeru Yoshioka becomes an unemployed recluse. By choosing to remain ugly in another world, Shigeru gains higher status. He begins his second life as an absolute god with cheat-level stats. At first, Shigeru tags along with Seika, Seiji, and Leeds, but due to a weakness caused by direct contact with a girl, he considers breaking away from the party. However…<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36082234",
      "type": "series",
      "name": "See You Tomorrow at the Food Court",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185519-cuRKYBlZ3uWw.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Primarily Teen Cast/Primarily Female Cast/Cute Girls Doing Cute Things/Urban/Gyaru/Episodic/Video Games/Food/Surreal Comedy/Advertisement/School\nMeet Wada, who gives off an unapproachable vibe, and Yamamoto, who strikes fear into those around her because of her looks. Though the two girls attend separate high schools, they meet up at a shopping center’s food court almost every day. Take a little peek at the laid-back afternoons Wada and Yamamoto share as they reflect on the ups and downs of high school life together.\n\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35652446",
      "type": "series",
      "name": "Bad Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178675-cTYMOedSpXsJ.jpg",
      "description": "Genres: Comedy, Romance\nTags:School/Female Protagonist/Primarily Female Cast/Yuri/Primarily Teen Cast/Cute Girls Doing Cute Things/Urban/Surreal Comedy/Delinquents/LGBTQ+ Themes/Pet Play/Female Harem/Tsundere/Gyaru\nYuu Yuutani is a first-year high school student with sharp eyes, large piercings and flashy two-tone hair. She's become notorious as a bad girl… but she's really not. At heart, Yuu is an incredibly good girl, but her mind is always full of thoughts of the beautiful and popular Atori Mizutori, the school’s Madonna and head of the student disciplinary committee. So, on her mission to attract the attention of Atori, Yuu decided to quit being an honor student and become a \"bad delinquent!” <br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt35652489",
      "type": "series",
      "name": "Cultural Exchange with a Game Centre Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180794-rQGxkguEc2ov.png",
      "description": "Genres: Comedy, Romance\nTags:Language Barrier/Video Games/Heterosexual/Iyashikei/Slapstick/Otaku Culture/Female Protagonist/Male Protagonist/Shounen/Cosplay\nKusakabe Renji, a young man working at a game centre, sees an English girl named Lily Baker playing a crane game on Valentine’s Day. Seeing her fail repeatedly to win a prize, Renji can’t help but take action. The day after Lily finally gets her plushie, Renji receives an unexpected message from her that reads, “Be my valentine!” What started as a misunderstanding leads to cultural exchange!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22443832",
      "type": "series",
      "name": "Arknights: RISE FROM EMBER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177175-cr5tlJIj7dEi.jpg",
      "description": "Genres: Action, Fantasy\nTags:Pandemic/Female Protagonist/Dystopian/War/Kemonomimi/Ensemble Cast\n\"She\" was supposed to be a beacon of hope. But now her anger and hatred have turned into flames of war and are about to engulf the people.\n<br><br>\nOnly Rhodes Island, a neutral organization, can stop Reunion's rampage and the conspiracy behind it. Amiya and the others head towards Chernobog's Core City, which is on a collision course with Lungmen. What fate awaits them there...\n<br><br>\n(Source: Official Site, translated, edited)"
    },
    {
      "id": "tt31435652",
      "type": "series",
      "name": "Nyaight of the Living Cat",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175124-eDYbn0W5F4to.jpg",
      "description": "Genres: Horror\nTags:Post-Apocalyptic/Pandemic/Parody/Shapeshifting/Urban/Primarily Adult Cast/Surreal Comedy/Amnesia/Animals/Dystopian/Survival/CGI\nIn the near future, a unique disease has swept across the planet: a virus that transforms humans into cats! And the horde is expanding, since if these adorable kitties snuggle with a human, the human is transformed into yet another cat. A small group of cat-loving survivors is trying to escape the madness, but how can you defend yourself against a threat you just want to cuddle and pet?! This wild new take on a post-apocalyptic survival tale will make you roll over and purr with delight!\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt34754751",
      "type": "series",
      "name": "Hell Teacher: Jigoku Sensei Nube (2025)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179678-1isykDVghv8Q.png",
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Teacher/Urban Fantasy/Youkai/Episodic/Primarily Child Cast/School/Shounen/Demons/Exorcism\nA new anime project for <i>Jigoku Sensei Nube</i>.\n<br><br>\nThe story follows Meisuke Nueno, aka \"Nube,\" a psychic teacher with a demon hand, as he battles evil spirits and monsters to protect his students in this saga that employs elements of Japanese mythology and folklore to tell a fan-pleasing action story.\n<br><br>\nKnown for its occult and horror elements on school ghost stories and urban legends, Nube captivated readers across generations with his heroic efforts to save his students from supernatural threats."
    },
    {
      "id": "tt35995358",
      "type": "series",
      "name": "Busu ni Hanataba wo.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156395-LW98bhT54IuM.png",
      "description": "Genres: Comedy, Romance\nTags:Heterosexual/Iyashikei/Female Protagonist/School/Coming of Age/Primarily Teen Cast/Love Triangle/Seinen/Body Image/Table Tennis/Gyaru\nHana Tabata is a lonely and unpopular high school girl with negative thoughts. Early morning in the classroom when she was pretending to be a manga heroine, the class's good looking Yosuke accidentally saw her...!? This love, you will definitely want to support it! Masochistic system unpopular girl comedy!"
    },
    {
      "id": "tt35995444",
      "type": "series",
      "name": "Dekin no Mogura: The Earthbound Mole",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184574-Mb2qvX1e3RgG.jpg",
      "description": "Genres: Comedy, Drama, Mystery, Slice of Life, Supernatural\nTags:Seinen/Exorcism/Primarily Adult Cast/Urban Fantasy/Surreal Comedy/Mythology/Slapstick/Male Protagonist\n<i>\"I won't die 'cause I was banned from the afterlife.\"</i><br><br>\n\nA shady self-proclaimed hermit named Momoyuki Mogura, AKA: Mogura, is banned from the afterlife due to an incident. Now he collects spirit possessed will-o'-wisps in his lantern, hoping to make a comeback.<br><br>\n\nIt seems that those who encounter him begin to see peculiar things.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36271422",
      "type": "series",
      "name": "Onmyo Kaiten Re:Birth Verse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187387-dbi9hPNKyA35.jpg",
      "description": "Genres: Action\nTags:Isekai/Time Loop/Tokusatsu/Delinquents/Male Protagonist/Kaiju/Historical/Shapeshifting/Martial Arts/Urban Fantasy/Exorcism/CGI/Gore/Shounen\nThe anime is set in an alternate version of Heian-kyou, the old name of Kyoto and the capital during Japan's Heian era. This alternate version of the city is named Denji Heian-kyou. A delinquent high schooler named Takeru Narehira resides in our world, but after an unfortunate accident, is transported to Denji Heian-kyou.\n<br><br>\nHere, he immediately meets Tsukimiya, a woman he has seen many times before in his dreams. Hardly a moment passes after that encounter when Takeru and Tsukimiya encounter an oni monster, and lose their lives.\n<br><br>\nTakeru awakens, stunned to find himself again at Denji Heian-kyou. He puts together that he has the power to go back in time. Now he resolves to learn this world's version of mystical onmyōjutsu techniques, and become an onmyōji sorcerer to save Tsukimiya.<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt36074011",
      "type": "series",
      "name": "Turkey! Time to Strike",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159483-nQKJ2EEqoo8x.jpg",
      "description": "Genres: Adventure, Sports, Supernatural\nTags:Female Protagonist/Primarily Female Cast/Bowling/Primarily Teen Cast/Coming of Age/School Club/Cute Girls Doing Cute Things\n\"Turkey\" is a bowling term for scoring three consecutive strikes.\n<br><br>\nMai, a second-year student and captain of the Ikkokukan High School Bowling Club, is a genius who can't seem to win a match. Whenever she scores a Turkey, she mysteriously follows it up with an unyielding split—the Snake Eyes.\n<br><br>\nOne day, Rina, the club’s only first-year member, confronts her \"You’re doing it on purpose, aren’t you?\"\n<br><br>\n\"You’re running away from winning. But I want to win. If you have no intention of winning, I’ll quit.\"\n<br><br>\n (Source: Official Site)"
    }
  ]
}