{
  "metas": [
    {
      "id": "tt4508902",
      "type": "series",
      "name": "One-Punch Man Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153800-8SpzdHOaZCoU.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Superhero/Super Power/Parody/Male Protagonist/Urban Fantasy/Drugs/Seinen/Cyborg/Kaiju/Martial Arts\nThe third season of <i>One Punch Man</i>.<br><br>\nSaitama is a hero who only became a hero for fun. After three years of \"special training,\" he’s become so strong that he's practically invincible. In fact, he's too strong—even his mightiest opponents are taken out with a single punch. Alongside Genos, his faithful disciple, Saitama performs his official hero duties as a member of the Hero Association.<br><br>\nOne day, monsters claiming to be from the Monster Association suddenly appeared, taking a child of Hero Association executive hostage. The S-class heroes gather and plan a raid on the Monster Association hideout to rescue the hostage. Meanwhile, Garou, a \"human monster\" who was taken by the Monster Association during a battle with the heroes, awakens in the Monster Association hideout.<br><br>\n(Source: EMOTION Label YouTube Channel Description)<br><br>\n<i>Note: Excludes recap episode that aired a week before regular broadcast.</i>"
    },
    {
      "id": "tt13706018",
      "type": "series",
      "name": "SPY x FAMILY Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177937-Tzgg6rAdhCoH.jpg",
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Espionage/Urban/Urban Fantasy/Female Protagonist/Assassins/Male Protagonist/Shounen/Super Power/Martial Arts/Found Family/Parenthood/School/Guns/Family Life/Politics/Ensemble Cast/Cohabitation\nThe third season of <i>SPY×FAMILY</i>. <br><br>\nWorld peace is at stake and secret agent Twilight must undergo his most difficult mission yet—pretend to be a family man. Posing as a loving husband and father, he’ll infiltrate an elite school to get close to a high-profile politician. He has the perfect cover, except his wife’s a deadly assassin and neither knows each other’s identity. But someone does, his adopted daughter who’s a telepath!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5626028",
      "type": "series",
      "name": "My Hero Academia FINAL SEASON",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182896-mvxTVHGdDB4q.jpg",
      "description": "Genres: Action, Adventure\nTags:Superhero/Shounen/Super Power/War/Male Protagonist/Rescue/Primarily Teen Cast/Ensemble Cast/Gore\nThe eighth and final season of <i>Boku no Hero Academia</i>.<br><br>\n\nDeku and the heroes are plunged into a final battle against villains across Japan. Deku, by fully unleashing One For All Quirks, faces off against Shigaraki. A young and refreshed All For One faces Armored All Might, Quirkless in his powered armor suit. Will Deku be able to bring the story of how they all became the greatest heroes to its finale? Or will everything be destroyed?!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36230718",
      "type": "series",
      "name": "My Status as an Assassin Obviously Exceeds the Hero’s",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186794-Ns8xWNdMdOxq.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Isekai/Assassins/Medieval/Elf/Male Protagonist/Conspiracy/Dungeon/Swordplay/Heterosexual/Animals\nAkira Oda and his high school classmates are summoned to another world! While the other students are granted cheat abilities through the summoning, Akira merely gains the abilities of a mediocre “assassin.” However, his status soon surpasses “hero,” the strongest profession. After Akira becomes suspicious of the King behind the summoning, he is falsely framed for a crime and forced to flee.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33384856",
      "type": "series",
      "name": "May I Ask for One Final Thing?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181447-aCmaQmtdwuU5.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Romance\nTags:Female Protagonist/Royal Affairs/Villainess/Anachronism/Ojou-sama/Shoujo/Medieval/Revenge/Religion/Heterosexual/Magic/Male Harem/Crossdressing\nScarlet has put up with her fiancé’s bullying long enough. Not only is Second Prince Kyle arrogant and crude, but he suddenly called off their engagement during a ball. And if things couldn’t get any worse, he then accuses her of a crime she never committed. Fueled by betrayal, Scarlet unleashes her rage, giving the prince and his nobles a beatdown they’ll never forget.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt12063450",
      "type": "series",
      "name": "To Your Eternity Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162669-FLYUTftoXgMh.jpg",
      "description": "Genres: Adventure, Drama, Fantasy, Psychological, Supernatural\nTags:Urban Fantasy/Shapeshifting/Philosophy/Urban/Shounen/School/Bullying/Denpa/Aromantic\nThe third season of <i>Fumetsu no Anata e</i>.<br><br>\nThe story of Fushi the immortal enters the modern era.\n<br><br>\nFollowing the battles in Renril, Fushi, like a tree, spreads his roots throughout the world, fighting to eliminate the Nokkers. Hundreds of years later, having completed his mission, he awakens in the modern era. He enjoys a life of peace, free of enemy threats and surrounded by precious friends, new and old. But ominous shadows grow near yet again. Enemies that enter into the fissures of the mind. And Fushi learns of the true goals of his creator, the Beholder.\n<br><br>\nFaced with new trials, the time approaches for Fushi to make the ultimate decision.\n<br><br>\n(Source: NHK PR, edited)"
    },
    {
      "id": "tt24229160",
      "type": "series",
      "name": "Campfire Cooking in Another World with my Absurd Skill Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170577-ocYSFAcry7ty.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Food/Isekai/Iyashikei/Work/Male Protagonist/Animals/Gods/Travel/Magic/Economics/Creature Taming/Primarily Adult Cast/Wilderness/Camping/Slapstick/Kuudere/Tsundere\nThe second season of <i>Tondemo Skill de Isekai Hourou Meshi</i>.\n<br><br>\nWhen a magical realm looks to summon heroes, they’re sorely disappointed to end up with a mediocre salaryman. Mukoda Tsuyoshi may not be a hero, but this conjuring error has given him a delicious power—Online Grocery. And something about this modern food brings with it unbelievable effects. This easy access paired with his cooking skills will have patrons from across the land coming back for more!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32742508",
      "type": "series",
      "name": "My Friend's Little Sister Has It In for Me!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129195-9BT4wE1QTLj2.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Love Triangle/Software Development/Otaku Culture/Female Harem/Female Protagonist/Tsundere/Male Protagonist/War/Guns/Bullying/Work/Fake Relationship/Hikikomori/Meta\nFor high schooler Akiteru Ooboshi, the whole youthful experience thing—like fun, friendships, and even having a girlfriend—is a complete waste of time. So when his best friend’s sister, Iroha Kohinata, keeps teasing him, Akiteru naturally finds it annoying. She practically lives in his room, she’s always on his bed, she’s just a raging storm of clinginess! Why is she only annoying around him?!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35127440",
      "type": "series",
      "name": "SANDA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179302-gWWAh5BfQyl4.jpg",
      "description": "Genres: Drama, Mystery\nTags:Male Protagonist/Coming of Age/Female Protagonist/Dystopian/Body Image/Shounen/Henshin/Urban Fantasy/Surreal Comedy/Primarily Teen Cast/Snowscape/Mythology/Bisexual/Magic/Super Power/Fairy Tale/Swordplay\nThe story starts with Sanda, a second year middle school student, getting attacked with a kitchen knife by his classmate Fuyumura. While Sanda couldn't make sense of the situation at first, he gradually came to believe that Fuyumura's actions were just mean acts stemming off from the latter having a peculiar puberty phase.\n<br><br>\nBut that is all a misunderstanding. Fuyumura actually suspects that Sanda is the descendant of a certain lineage..."
    },
    {
      "id": "tt36593026",
      "type": "series",
      "name": "My Gift Lvl 9999 Unlimited Gacha: Backstabbed in a Backwater Dungeon, I'm Out for Revenge!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184322-rRkaMQ7J1zOI.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Class Struggle/Conspiracy/Revenge/Magic/Dungeon/Female Harem/Anti-Hero/Shounen/Found Family/Maids/Anthropomorphism/Gore/Survival/Elf/Kemonomimi/Creature Taming\nWhen Light is kicked out of the Concord of the Tribes, his former comrades instantly turn on him. Light escapes this diabolical act of betrayal by the skin of his teeth...only to find himself in the deepest part of the Abyss, the most dangerous dungeon in the realm! To avoid being eaten by carnivorous monsters, he uses the Unlimited Gacha, his sole magical skill. But where it previously only produced junk items, this time Mei—a gorgeous Level 9999 fighter in a maid outfit—springs forth! Fast forward three years and Light has carved out his own kingdom in this backwater dungeon, summoning more beautiful Level 9999 warriors who swear absolute fealty to him. Now a powerful Level 9999 Overlord himself, Light plans to ascend to the surface and take revenge on his betrayers one by one!\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt35936938",
      "type": "series",
      "name": "This Monster Wants to Eat Me",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183385-f1TgnttLckBT.jpg",
      "description": "Genres: Drama, Horror, Psychological, Romance, Supernatural\nTags:Monster Girl/Female Protagonist/Suicide/Primarily Female Cast/Orphan/Mermaid/Yuri/Coastal/Seinen/Mythology/Rural/Cannibalism/LGBTQ+ Themes\n<i>“I’ve come to eat you.”</i><br><br> So softly utters the mermaid Shiori as she emerges from the sea and takes high school girl Hinako by the hand. Hinako lives alone in a town by the sea and possesses an unusually delicious body that is irresistible to nearby monsters. To ensure that she matures to the best condition, Shiori seeks to protect Hinako—all so that someday, she can devour every piece of her. What will become of Hinako’s feelings as this looming unjust death closes in on her…?\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt33258199",
      "type": "series",
      "name": "A Wild Last Boss Appeared!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180523-FjvW1XByUNMK.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Female Protagonist/Video Games/Virtual World/Gender Bending/Meta/Primarily Female Cast/Super Power/Politics/Villainess/Travel/Artificial Intelligence/War/Guns/Gore/Demons\nAn MMO gamer awakens as the Black-Winged Tyrant, Lufas Maphaahl, rising from her sealed fate—only to find this is very real. Her defeat 200 years ago unleashed monsters of death, and the legend is one of terror. Now, trapped in the body of history’s most feared conqueror, he must survive a world that wants her dead…and uncover why he’s here.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32582999",
      "type": "series",
      "name": "Hero Without a Class: Who Even Needs Skills?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169969-SqCjoqYT4A6Z.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Shounen/Swordplay/Magic/Male Protagonist/Rural/Dungeon/Tomboy\nIn a world where one’s class determines everything, Arel, the son of a Sword Princess and an Archmage, was expected to inherit greatness. But when he discovers he’s classless, everything changes. Now he’s determined to prove that hard work and dedication are enough to not just succeed, but to excel as an adventurer!\n<br><br>\n(Source: HIDIVE)\n<br><br>\n<i>Note: Mushoku no Eiyuu: Betsu ni Skill nanka Ira Nakattan Daga was streamed a week in advance of the TV broadcast on dAnimestore, ABEMA and HIDIVE beginning September 24, 2025. Regular broadcasting began on October 1, 2025.</i>"
    },
    {
      "id": "tt37532634",
      "type": "series",
      "name": "Dusk Beyond the End of the World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195153-yiRxZP5pPJLi.png",
      "description": "Genres: Action, Drama, Romance, Sci-Fi\nTags:Heterosexual/Robots/Bisexual/Dystopian/Lost Civilization/Artificial Intelligence/Post-Apocalyptic/Male Protagonist/Anachronism/Polyamorous/Marriage/LGBTQ+ Themes/Gore/Travel/Adoption/Yuri/Trains/Steampunk\nWhen growing tensions around AI spark civil unrest, Akira is caught in the crossfire when he protects his girlfriend from an assassin’s bullet. Hundreds of years later, he awakens from cryogenic sleep to an unfamiliar world. As he struggles to come to terms with his new reality, he bonds with an android called Yugure, who bears an uncanny resemblance to his girlfriend. Now, he must ask himself what love means in a world where technology has changed the very fabric of society.<br><br>\n(Source: HIDIVE)\n<br><br>\n<i>Note: Includes Prologue.</i>"
    },
    {
      "id": "tt32766897",
      "type": "series",
      "name": "Ranma1/2 (2024) Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185731-PJ6WKcFDUI4B.jpg",
      "description": "Genres: Action, Comedy, Romance\nTags:Shapeshifting/Martial Arts/Gender Bending/Arranged Marriage/Love Triangle/Tsundere/Male Harem/Heterosexual/Shounen/Female Harem/Slapstick/Tomboy/Episodic/Ensemble Cast/School/Crossdressing/Animals/Nudity/LGBTQ+ Themes\nThe second season of <i>Ranma 1/2 (2024)</i>.\n<br><br>\nBrace yourselves for the hilarious romantic comedy's return! What antics and arguments will Ranma and Akane get into next?\n<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt35769369",
      "type": "series",
      "name": "Chitose Is in the Ramune Bottle",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180082-IZAlf06G2VVm.png",
      "description": "Genres: Comedy, Romance\nTags:Female Harem/School/Philosophy/Coming of Age/Primarily Teen Cast/Male Protagonist/Rural/Rehabilitation/Baseball/Primarily Female Cast/Basketball\nBeing popular isn’t easy. It’s hard to beat Saku Chitose. The most popular kid in his high school? Check. An ironclad reputation that can weather even vicious online attacks? Check. A group of friends as attractive on the outside as they are inside? Check. But when a teacher asks for his help bringing back a student who has been shut away in his room for months, Saku’s perfect world will never be the same. What is this, some kind of normie harem story...?<br>\n<br>\n(Source: Yen Press)\n<br><br>\n<i>Note: The first episode has an extended runtime of ~34 minutes.</i>"
    },
    {
      "id": "tt36631539",
      "type": "series",
      "name": "The Banished Court Magician Aims to Become the Strongest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188487-gewgvReLVli9.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Dungeon/Male Protagonist/Swordplay/Primarily Adult Cast/Coming of Age/Gore\n<i>\"This party does not need a useless magician who can only use support magic. You are fired, Alec Huguette.\"</i>\n<BR><BR>\nOne day, Alec, a court magician who had been chaperoning the Crown Prince's dungeon-crawling party, was suddenly fired and banished from the court by the prince. The only one who reached out to him is Yoruha, his former party member from their Academy of Magic days, that had split up four years ago. \n<BR><BR>\n<i>\"Hey Alec— would you like to come explore dungeons with us again?\"</i>\n<BR><BR>\nThus the legendary \"Lasting Period\" party was revived, and the name will soon became known all over the world once again.\n<BR><BR>\n(Source: Lanove Bunko, translated)"
    },
    {
      "id": "tt37679127",
      "type": "series",
      "name": "My Awkward Senpai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185575-moQeN8f5xRBv.jpg",
      "description": "Genres: Comedy, Romance\nTags:Office Lady/Office/Seinen/Work/Primarily Adult Cast/Assassins/Heterosexual/Tsundere/Urban/Female Protagonist/Slapstick/Video Games\nKannawa has a secret: Even though she has a reputation in the office as intense, strict, and scary, she’s actually just…awkward. So, when she learns she has to train Kamegawa, the cute, nerdy newbie, she’s at a complete loss! Can this awkward senpai figure out how to handle her budding feelings?!\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt37430949",
      "type": "series",
      "name": "A Gatherer's Adventure in Isekai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187663-VVdpMlkhwMSh.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Isekai/Male Protagonist/Magic/Travel/Dragons/Food/Elf\nKamishiro Takeru was just an ordinary guy with an ordinary office job, until he’s suddenly summoned to Madeus, a world with swords and magic. Life as he knew it is over, but he’s starting his new one with powerful abilities: enhanced strength, overwhelming magic, and a “search” skill that allows him to find valuable items! Armed with his new cheat skills, Takeru begins his isekai journey!\n<br><br>\n\n(Source: Crunchyroll) <br><br>\n<i>Note: Each episode streams 1 week early on some streaming services. The original TV broadcast starts on October 7th, 2025.</i>"
    },
    {
      "id": "tt32508529",
      "type": "series",
      "name": "Let This Grieving Soul Retire Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185801-HaxWxYlkFnRg.png",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Male Protagonist/Acting/Slapstick/Travel/Magic/Alchemy/Dungeon/Parody/Female Harem/Shapeshifting/Anthropomorphism/Dragons\nThe second half of <i>Nageki no Bourei wa Intai shitai</i>.\n<br><br>\nKrai’s adventures as a reluctant leader return, with more chaos ahead.\n<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt36132068",
      "type": "series",
      "name": "Yano-kun's Ordinary Days",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183965-7oMzkJp4FUyP.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Seinen/Primarily Teen Cast/Female Protagonist/School/Heterosexual/Urban/Slapstick\nKiyoko Yoshida is an overanxious class representative who can’t help but worry about Tsuyoshi Yano, who sits beside her. Tsuyoshi comes to school covered in bruises, and as Kiyoko tends to him day after day, the two draw closer. Where will Kiyoko’s feelings take her? Will Tsuyoshi’s life ever be normal? A romantic comedy between an anxious girl and a boy who’s always injured is about to begin!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28306749",
      "type": "series",
      "name": "Disney Twisted-Wonderland: THE ANIMATION  - Season 1: EPISODE of HEARTSLABYUL",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140291-RAwYjwC9vWDR.png",
      "description": "Genres: Adventure, Fantasy\nTags:Magic/Primarily Male Cast/Isekai/Male Protagonist/School/Ensemble Cast/Primarily Teen Cast/Urban Fantasy/Animals/Gender Bending/Cute Boys Doing Cute Things\nYuuken is whisked away to Night Raven College, an arcane academy in the world of Twisted Wonderland. Stranded until he can find a way home, Yuuken is allowed to stay on campus despite having no magic of his own. But when his new friends land him in trouble with the headmage, his future at the school looks bleak. Now Yuuken’s fate hinges on bringing together a pair of argumentative first-years and a fire-breathing monster cat…\n<br><br>\n(Source: Viz Media, edited)"
    },
    {
      "id": "tt32777700",
      "type": "series",
      "name": "Dad is a Hero, Mom is a Spirit, I'm a Reincarnator",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173692-shp7PGRQyCQl.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Female Protagonist/Primarily Child Cast/Magic/Isekai/Royal Affairs/Curses/Butler/Shapeshifting/Medicine\nEllen, an 8-year-old girl and half-spirit, once lived as a scientist in modern-day Japan. Now she’s been reincarnated into a new family: Rovel, her father and the kingdom’s legendary hero, and Origin, her mother and the queen of spirits. On top of that, Ellen herself has the power to manipulate chemical elements! But are Ellen’s powers enough to protect their family’s happiness?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt38037460",
      "type": "series",
      "name": "Pass the Monster Meat, Milady!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183291-qm3bQT1wpmka.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Food/Shoujo/Female Protagonist/Royal Affairs/Magic/Marriage/Heterosexual/Villainess\nAny proper noble lady must cultivate refined tastes, and Lady Melphiera’s delicacy of choice is…monsters! Unfortunately, society frowns upon such unladylike cravings and brands her the “Voracious Villainess.” At a banquet, she’s attacked by a monster, only to be saved by the feared “Blood-Mad Duke.” He’s brutal, mysterious, and charming. Could he be the one to appreciate her monstrous appetite?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34714068",
      "type": "series",
      "name": "Wandance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180436-zR0dJuKGZNOK.jpg",
      "description": "Genres: Drama, Sports\nTags:Dancing/Disability/School Club/Seinen/School/Male Protagonist/CGI/Female Protagonist/Rural\nKaboku Kotani is starting high school, and he plans to do what he’s always done: go along with his friends, keep quiet, and not draw too much attention to himself. After all, it’s hard enough to get by with a stutter like his— why make things worse by standing out from the crowd? But then he sees another first-year, Hikari Wanda, dancing like no one is watching—or like she doesn’t care who sees her. It makes Kaboku wonder: Could he reach that same freedom? To find his way to Wanda, he does something he never thought he could: He joins the dance club. After all, every routine begins with a single step, right? Join Kaboku and Wanda as they freestyle their way to life and love!\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt35437675",
      "type": "series",
      "name": "Umamusume: Cinderella Gray 2nd Cour",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx195240-hKcmllV6YHQT.jpg",
      "description": "Genres: Drama, Sports\nTags:Athletics/Female Protagonist/Kemonomimi/Primarily Female Cast/Seinen/LGBTQ+ Themes/Yuri/Historical\nThe second half of <i>Umamusume: Cinderella Gray</i>. <br><br>\n\nHailing from the humble countryside, Oguri Cap has turned the racing world on its head. Her rampage through the national race scene seemed unstoppable... until it wasn't. Tamamo Cross, the current peak of racing, has bested the Beast and declared Oguri Cap her rival. <br><br>\n\nBut Oguri Cap can't afford to keep her attention on Tamamo Cross alone. One by one, racers from all over the world arrive in Japan, ready to demonstrate their own prowess. Up against the best the world has to offer, our ashen racer will need to reach beyond her limits if she wants to stand a chance… Keep those eyes peeled—a Cinderella story full of twists and turns lies ahead!<br><br>\n\n(Source: It's Anime powered by REMOW)\n"
    },
    {
      "id": "tt37532319",
      "type": "series",
      "name": "Tojima Wants to Be a Kamen Rider",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187464-NJtK3VC54vPm.jpg",
      "description": "Genres: Action, Comedy\nTags:Male Protagonist/Chuunibyou/Superhero/Henshin/Tokusatsu/Surreal Comedy/Nudity\nThe story of <i>Tojima Wants to Be a Kamen Rider</i> follows Tanzaburo Tojima, a forty-year-old man who is abnormally obsessed with the Kamen Rider franchise. Tojima is about to give up on his dream of becoming a hero until a chance encounter with a robber changes his fate forever.<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt37532031",
      "type": "series",
      "name": "Inexpressive Kashiwada and Expressive Oota",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187940-3ugUhO9h0luh.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Kuudere/Shounen/School/Episodic/Tsundere/Iyashikei/Bullying/Meta/Tennis\nKashiwada-san’s face is a masterpiece of stoicism. Her classmate Oota-kun? A walking explosion of emotions determined to crack her calm with over-the-top antics. (Spoiler: It’s not working.) But between his failed surprises and her secret smiles, these polar-opposite classmates might just be into each other! Witness a rom-com where love speaks louder than expressions.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30488398",
      "type": "series",
      "name": "Tales of Wedding Rings Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176298-fK1c8bBA73WQ.jpg",
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Isekai/Primarily Female Cast/Royal Affairs/Magic/Heterosexual/Male Protagonist/Dragons/Nudity/Elf/Nekomimi/Female Harem/Monster Girl/Witch/Demons/Curses/Gyaru/Tomboy/Seinen\nThe second season of <i>Kekkon Yubiwa Monogatari.</i> <br><br>\n\nSato and his party are back, but will they finally manage to defeat the Abyss King and gain peace?\n\n<br><br>(Source: Crunchyroll News)"
    },
    {
      "id": "tt36912922",
      "type": "series",
      "name": "Mechanical Marie",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179992-tu21efjGADCO.png",
      "description": "Genres: Action, Comedy, Romance, Sci-Fi\nTags:Female Protagonist/Maids/Shoujo/Heterosexual/Kuudere/Robots/Slapstick/Estranged Family/Medieval\n<i> “At last, she’s complete. This is Marie, a robot maid.”</i>\n<br><br>\nMarie, a former legendary martial artist, now conceals her identity as a human and starts working as a “robot” in the mansion of Arthur, heir to a conglomerate that despises humans. Her human identity must remain hidden—because one slip-up and she’s dead! Her naturally emotionless demeanor helps her maintain her “robot” disguise and flawlessly perform her duties, all while struggling to protect Arthur from assassins sent to take his life. She lives each day on the edge with her heart racing, because Arthur is head over heels for Marie, and her human identity is nearly exposed!<br><br>\n\nA maid pretending to be a robot x A young heir who hates humans. Get ready for a heartwarming comedy that’ll make you laugh and cry! What began as a lie between master and maid blossoms into a love neither of them saw coming.<br><br>\n\n(Source: Crunchyroll) "
    },
    {
      "id": "tt34852231",
      "type": "series",
      "name": "GNOSIA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185116-DIFRjiMgz1IS.jpg",
      "description": "Genres: Drama, Mystery, Sci-Fi, Thriller\nTags:Aliens/Survival/Space/CGI/Amnesia/Death Game/Ensemble Cast/LGBTQ+ Themes/Primarily Adult Cast/Asexual/Agender/Bisexual\nThe story of <i>GNOSIA</i> takes place on a ship drifting through space. Gnosia is an enemy that disguises itself as a human and attacks them. It is now on the spaceship, causing everyone onboard to be suspicious of each other. The crew decides to vote on the most suspicious-looking person every day and put them into a cold sleep.<br><br>\n\nIf the humans succeed in putting Gnosia to sleep, they'll win. On the other hand, if they don't, everyone on board is in danger. The right decision must be made. No matter what decision is made by the main character, Yuri, she finds herself in a time loop that returns her to the first day of the crisis. <br><br>\n\nWill the crew on board make the right decision? What is the secret behind the time loop? What secrets hide behind the faces of everyone on board?<br><br>\n\n<i>GNOSIA</i> begins now – a story of looping, fleeting moments that feels like an eternity but passes by in an instant.<br><br>\n\nHave a pleasant journey.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21927720",
      "type": "series",
      "name": "Undead Unluck: Winter-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179930-SjknR8Sbul1E.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Shounen/Male Protagonist/Female Protagonist/Super Power\nA one-hour special that adapts the \"Winter Arc\".\n<br><br>\nBilly betrays the Union and seizes the Round Table. Amidst a blizzard caused by UMA Winter, he receives a report on the Autumn battle and learns Undead and Unluck are evolving. Juiz appears, revealing to him that the artifacts are weapons meant to defeat God and that the Ark can only perform one more loop. She urges Billy to join forces once more and stake everything on Unluck to achieve their shared goal: “defeat God.” However, Billy declares that they cannot work together. Juiz realizes Billy’s true intention—to obtain Ark and Apocalypse—but before she can act, Billy drags them into a brutal clash involving UMAs on both sides.\n<br><br>\n(Source: TMS Entertainment)"
    },
    {
      "id": "tt27182605",
      "type": "series",
      "name": "GINTAMA - Mr. Ginpachi's Zany Class",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162890-vDRlo1KuRM6W.jpg",
      "description": "Genres: Comedy\nTags:School/Surreal Comedy/Parody/Aliens/Educational/Shounen\nAn anime adaptation of the <i>Gintama</i> light novel spin-off.\n<br><br>\nSakata Ginpachi is a high-school teacher with his trademark silver, curly hair, dead-fish eyes, and sloppily worn lab coat.\nHe's in charge of Gintama High School's Class 3-Z: home to a ragtag group of frequent troublemakers including idol otaku, hurloines, stalkers, mayo guzzlers, sadists, delinquents, and many more.\n<br><br>\nIf you thought this roller-coaster life would have Ginpachi holding his head in his hands, you thought wrong, as he nonchalantly resolves any trouble that comes his way. And if you thought this unique group of students would overcome adversity and come together as one, you thought wrong again, as they continue to raise hell!\n<br><br>\n<i>\"Oh, come on! Can 3-Z get any more ungovernable?!\"</i>\n<br><br>\nYou can never tell what this atypical teacher is thinking and he never seems up for the task, but he always comes through when it counts. He and his students star in this school-life comedy full of laughs, tears, and the whole kitchen sink!\nForget nerds, forget jocks, and come enjoy the kind of youthful days that only <i>Gintama</i> could ever deliver!\n<br><br>\n(Source: Crunchyroll) \n<br><br>\n<i>Note: Announced at the the \"Gintama Ato no Matsuri 2023\" event."
    },
    {
      "id": "tt37431541",
      "type": "series",
      "name": "Hands off: Sawaranaide Kotesashi-kun!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187331-ylRHyvJIVPeO.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Sports\nTags:Nudity/Female Harem/Male Protagonist/Football/Medicine/Athletics/Boarding School/Table Tennis/Swimming/Primarily Female Cast/Cohabitation/School/Volleyball/Basketball/Shounen/Primarily Teen Cast/Badminton\nKotesashi Kouyou possesses outstanding skill as a masseur. He aspires to become a sports doctor and wants to get a scholarship in medical school. Starting spring, he attends the high school attached to Seiwa University, a sports powerhouse. Since his family is not wealthy, he has to work as a hostel manager, where he is also allowed to stay, to pay for his school expenses. There he encounters high school girl athletes with various problems. Kotesashi's job is to take care of them physically and mentally and be the hostel manager.<br><br>\n\n(Source: Kodansha, translated)"
    },
    {
      "id": "tt32779175",
      "type": "series",
      "name": "The Dark History of the Reincarnated Villainess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174914-RfPIqbrapByY.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Isekai/Shoujo/Villainess/Parody/Heterosexual/Royal Affairs/Chuunibyou/Magic/Yandere/Bisexual\nKonoha Satou’s dark fictional past becomes her reality when she’s reincarnated as Iana Magnolia, the villainess of her own adolescent fantasy. Now as a role she meticulously designed to be despicable, remembering every last detail is a matter of life and death. Will she be able to rewrite her character’s fate into something peaceful?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt38412257",
      "type": "series",
      "name": "Li'l Miss Vampire Can't Suck Right",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186524-JSsyFR3FqTO8.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Vampire/Female Protagonist/Primarily Teen Cast/School/Male Protagonist/Iyashikei/Drawing/Chibi/Kuudere/Heterosexual/Cute Girls Doing Cute Things/Surreal Comedy\nLuna Ishikawa is a dark and mysterious vampire—or so she'd like her new classmates to believe. The truth is, while she may be one of the not-so-mythical bloodsuckers, she doesn't really live up to the hype. She's short and clumsy, and she can't even suck blood properly! So when her classmate Tatsuta Ootori discovers her little “drinking problem,” he can't help but lend a hand. Can he nurse Luna from the small, timid animal she is into a fearsome creature of the night?!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt36987681",
      "type": "series",
      "name": "A Star Brighter Than the Sun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186621-jFeAgDQkQMUm.jpg",
      "description": "Genres: Romance\nTags:Shoujo/Heterosexual/Female Protagonist/School/Primarily Teen Cast/Tennis/Shogi/School Club/Acting\nSae Iwata, a slightly tougher-than-average girl, falls for the gentle smile of Kouki Kamishiro, a delicate boy, back in elementary school. By the time they enter junior high school, Kuoki has grown into a charming and popular teen who now feels out of reach. When they are assigned to the sports festival committee together, Sae’s long-hidden first love begins to stir once more.\n<br><br>\n(Source: Amazon Prime Video, edited)"
    },
    {
      "id": "tt9193770",
      "type": "series",
      "name": "Isekai Quartet 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx194447-sgmaOpJ0VIUI.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Parody/Isekai/Chibi/Crossover/Female Protagonist/Male Protagonist/Samurai/Ensemble Cast/Snowscape\nThe third season of <i>Isekai Quartet.</i>\n<br><br>\nThe button appeared out of nowhere. Was it a trap or the start of something new? The crews of Re:ZERO, Overlord, KONOSUBA, and Saga of Tanya the Evil got stuck in another world’s class! Now, more new characters join the series, including Alpha and Shadow from The Eminence in Shadow. See what adorable chaos they’ll get up to in this collection of shorts!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt37532040",
      "type": "series",
      "name": "Let’s Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx193968-tXbbqBOTuClj.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Female Protagonist/Primarily Adult Cast/Heterosexual/Foreign/Male Harem/Video Games/Disability\nSamara “Sam” Young is a developer in Los Angeles who’s about to achieve her dreams with her first video game, Ruminate. That is, until a popular streamer gives the game a scathing review. Even worse, Sam finds out the troublesome critic is now her new neighbor! Get lost in a comedic, romantic, and all-too-real story about gaming, memes, and social anxiety. Come for the plot, stay for the doggo. <br><br>\n\n(Source: Crunchyroll) "
    },
    {
      "id": "tt36221414",
      "type": "series",
      "name": "With You, Our Love Will Make It Through",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186161-rgdRQgwOJUpb.png",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shoujo/Anthropomorphism/Teens' Love/Animals/Primarily Teen Cast/Love Triangle/School/Female Protagonist/Heterosexual/Bullying/Coming of Age/Urban/Urban Fantasy/Kemonomimi/CGI/Chibi\nWhen high schooler Mari bumps into a fellow tardy student, she's surprised to find out he's a beastfolk who's to attend her school! After all, it's not rare for beastfolk to coexist alongside humans, but it's still uncommon, with the prejudice and all. Nervous to meet one at first, Mari soon learns there's more to him than his furry exterior. In fact, the more she gets to know him, the more she finds herself drawn to him, his steadfastness, his kindheartedness, and…his body…\n<BR><BR>\n(Source: Yen Press)"
    },
    {
      "id": "tt36593047",
      "type": "series",
      "name": "A Mangaka's Weirdly Wonderful Workplace",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173523-wy1rDK1NaKuc.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Drawing/Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Work/Primarily Adult Cast/Yuri/Shogi\nFutami, a novice shojo manga artist, is finally publishing her beloved shogi manga, Dear Subaru. But…the stress makes her stomach hurt, she’s forced to push the deadline for her first chapter, and she isn’t making any progress on the storyboards. To top it off, she’s gaining weight from midnight snacking and starts having wild delusions! Will Futami be able to enjoy life as a manga artist?!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt37499375",
      "type": "series",
      "name": "DIGIMON BEATBREAK",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx188388-aXx9fsnvezBf.jpg",
      "description": "Genres: Adventure, Fantasy, Sci-Fi\nTags:Urban/Proxy Battle/Primarily Teen Cast/Male Protagonist/Found Family/Artificial Intelligence/Anthropomorphism/Cyberpunk/Henshin/Dystopian/Ensemble Cast/Food/Animals/Super Power\n<i>GLITCH THE FUTURE.</i><br><br>\n\nTomoro Tenma lives in a world where human thoughts and emotions—known as “e-Pulse”—power AI devices called Sapotama. But when Digimon begin materializing from Sapotama and feeding on e-Pulse, society begins to fracture. After Gekkomon appears from his device, Tomoro joins Glowing Dawn, a secret team investigating rogue Digimon and the dark truth of a system both fueled and corrupted by emotion. What new future will be forged by humans and Digimon? <br><br>\n\n(Source: Crunchyroll, DIGIMON BEATBREAK Official Site, edited)"
    },
    {
      "id": "tt37532849",
      "type": "series",
      "name": "Alma-chan Wants to Be a Family!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186190-Ru77wfF8I61X.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi, Slice of Life\nTags:Family Life/Artificial Intelligence/Female Protagonist/Found Family/Robots/Iyashikei/Male Protagonist/Parenthood/Urban/Cohabitation/Heterosexual/Episodic/LGBTQ+ Themes\nA body that combines the appearance of an adorable young girl with overwhelming combat efficiency. An AI with intelligence and decision-making skills that surpass human capabilities—the perfect autonomous robot, \"Alma\" was created by the overlooked young genius scientists Enji and Suzume whose brilliance should've been recognized by the world! Alma calls Enji and Suzume \"Father\" and \"Mother\" which leaves them completely flustered. Regardless, the three begin a life together as a family in order to nurture Alma's powerful AI and help her evolve into the ultimate robot. Alma's curiosity has no limits as everything she sees and touches is new to her. Alma keeps Enji and Suzume on their toes with her unmatched learning capabilities and unstoppable energy as she explores the bigger world. A brand-new kind of family comedy (?!) begins!!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35955429",
      "type": "series",
      "name": "Touring After the Apocalypse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186920-nrYITcE4TEuk.jpg",
      "description": "Genres: Adventure, Sci-Fi, Slice of Life\nTags:Iyashikei/Post-Apocalyptic/Female Protagonist/Travel/Primarily Female Cast/Artificial Intelligence/Motorcycles/Robots/Cute Girls Doing Cute Things/Cyborg/CGI\nTwo young girls, Yoko and Airi, travel through an empty post-apocalyptic world.\n<br><br>\nThey photograph the scenery of famous places all to themselves and camp out in towns full of nature.\n<br><br>\nThe two of them ride and travel on a Serow off-road motorbike together, experiencing a never-before-felt freedom in travel with no traffic and no traffic lights.\n<br><br>\nWith the Serow bike, they embark on a journey around a now-destroyed Japan; a unique story about touring on a bike comes to life as an anime series!\n<br><br>\nThe world's over now, so let’s hop on a bike and go on a journey!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13676344",
      "type": "series",
      "name": "Record of Ragnarok III",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx187921-VhGf8qgbb9z7.png",
      "description": "Genres: Action, Drama, Fantasy, Supernatural\nTags:Gods/Mythology/Death Game\nThe third season of <i>Shuumatsu no Valkyrie</i>."
    },
    {
      "id": "tt8228732",
      "type": "series",
      "name": "Kakuriyo -Bed & Breakfast for Spirits- 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177271-anyazmpWyX3m.jpg",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Shoujo/Youkai/Food/Inn\nThe second season of <i>Kakuriyo no Yadomeshi</i>.<br><br>\n\nAoi—a girl who can see spirits known as ayakashi—was suddenly approached by an ogre. Demanding she pay her grandfather’s debt, Odanna made a huge request: her hand in marriage! Refusing this absurd offer, Aoi decided to work at the Tenjin-ya bed and breakfast to pay back what her family owes. Where we left off, Aoi continues her employment at the Tenjin-ya where even more ayakashi drama ensues and challenges await her.<br><br>\n\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom Season 6",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx190840-CvKAz6aWHB21.png",
      "description": "Genres: Action\nTags:War/Historical/Military/Ancient China/Ensemble Cast/Seinen/Male Protagonist/Archery\nThe sixth season of <i>Kingdom</i>."
    },
    {
      "id": "tt34710525",
      "type": "series",
      "name": "Cat's Eye (2025)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184718-GvNnorokj1i3.jpg",
      "description": "Genres: Action, Adventure, Comedy, Mystery, Romance\nTags:Female Protagonist/Crime/Police/Shounen/Fugitive/Episodic/Primarily Female Cast/Heterosexual/Primarily Adult Cast/Urban/Detective/Restaurant\nA new adaption of the manga of the same name by Tsukasa Houjou. <br><br>\n<i>Cat’s Eye</i> is a secretive trio of art thieves relentlessly pursued by Detective Toshio. Unbeknownst to him, the middle sister of the elusive thieves is none other than his girlfriend, Hitomi.<br><br>\n(Source: Disney+)"
    },
    {
      "id": "tt26450255",
      "type": "series",
      "name": "Ao no Orchestra Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170018-1PqdLX68YayA.jpg",
      "description": "Genres: Drama, Music\nTags:Primarily Teen Cast/School Club/Classical Music/CGI/Ensemble Cast/School\nThe second season of <i>Ao no Orchestra</i>."
    },
    {
      "id": "tt13622982",
      "type": "series",
      "name": "Star Wars: Visions Volume 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184642-FaOTBESzL9gq.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Anthology/Episodic/Ensemble Cast/Swordplay/Aliens/Space Opera/Space/Gangs/Anti-Hero/Adoption/CGI/Samurai/Robots/Achromatic/Artificial Intelligence/Cyborg/Fugitive/Military/Dissociative Identities/Survival/Found Family\nThe critically-acclaimed series of animated shorts returns to Japan for a third installment in collaboration with nine anime studios.<br><br>\n\n1) <i>The Duel: Payback</i> (Mizuno Takanobu, Kamikaze Douga x Anima) <br>\n2) <i>The Song of Four Wings</i> (Hiroyasu Kobayashi, Project Studio Q) <br>\n3) <i>The Ninth Jedi: Child of Hope</i> (Naoyoshi Shiotani, Production I.G.) <br>\n4) <i>The Bounty Hunters</i> (Junichi Yamamoto, Wit Studio) <br> \n5) <i>Yuko's Treasure</i> (Masaki Tachibana, Kinema Citrus)<br>\n6) <i>The Lost Ones</i>  (Hitoshi Haga, Kinema Citrus) <br>\n7) <i>The Smuggler</i> (Masahiko Ootsuka, Trigger) <br>\n8) <i>The Bird of Paradise</i> (Tadahiro Yoshihira, Polygon Pictures) <br>\n9) <i>Black</i> (Shinya Oohira, David Production) <br>"
    }
  ]
}