{
  "metas": [
    {
      "id": "tt21209876",
      "type": "series",
      "name": "Solo Leveling",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151807-yxY3olrjZH4k.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Dungeon/Male Protagonist/Urban Fantasy/Super Power/Magic/Cultivation/Gore/Shounen/Swordplay/Post-Apocalyptic/Travel/Bullying/Dragons\nThey say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Sung Jinwoo. After being brutally slaughtered by monsters in a high-ranking dungeon, Jinwoo came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.<br>\n<br>\n(Source: Crunchyroll) <br><br>"
    },
    {
      "id": "tt21621494",
      "type": "series",
      "name": "Delicious in Dungeon",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153518-LEK6pAXtI03D.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Dungeon/Food/Magic/Environmental/Lost Civilization/Primarily Adult Cast/Ensemble Cast/Elf/Dragons/Female Protagonist/Seinen/Politics/Male Protagonist/Gore/Episodic/Foreign/Anthropomorphism/Ghost/Zombie/Nudity\nWhen young adventurer Laios and his company are attacked and soundly thrashed by a dragon deep in a dungeon, the party loses all its money and provisions...and a member! They're eager to go back and save her, but there is just one problem: If they set out with no food or coin to speak of, they're sure to starve on the way! But Laios comes up with a brilliant idea: \"Let's eat the monsters!\" Slimes, basilisks, and even dragons...none are safe from the appetites of these dungeon-crawling gourmands! <br>\n<br>\n(Source: Yen Press)\n<br><br>\n<i>Note: A world premiere screening of Episode 1 was shown in the Studio TRIGGER panel at Anime Expo on July 1, 2023.</i>"
    },
    {
      "id": "tt7263328",
      "type": "series",
      "name": "Classroom of the Elite Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146066-zzKl6P6OeEjy.jpg",
      "description": "Genres: Drama, Psychological\nTags:School/Male Protagonist/Ensemble Cast/Primarily Teen Cast/Philosophy/Seinen/Coming of Age/Revenge/Survival/Bullying/Disability/School Club/Athletics/Kuudere/Female Harem/Love Triangle/Delinquents/Boarding School/Tsundere\nThe third season of <i>Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e</i>.<br>\n<br>\nThe third semester kicks off in high gear with a special boot camp deep in the mountains. Forcibly separated into groups along grade and gender lines, the first, second and third years alike must work together to survive the rugged terrain. Even worse? The leader of the group that comes in last will be expelled. Can Class D make it back to campus intact, or is this where they finally say goodbye to one of their own?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt21209804",
      "type": "series",
      "name": "MASHLE: MAGIC AND MUSCLES Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166610-S5q7V2v5zdDK.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic/Parody/Fitness/Shounen/School/Slapstick/Chibi/Super Power/Primarily Male Cast/Male Protagonist/Food/Battle Royale/Primarily Teen Cast/Estranged Family/Asexual/Witch/Unrequited Love\nThe second season of <i>MASHLE</i>, adapting the Divine Visionary Candidate Exam Arc.\n<br><br>\nAfter Mash Burnedead's clash with Magia Lupus, the secret about his powers is now out in the open. The short-lived celebration ends when the Bureau of Magic summons Mash before an audience of Divine Visionaries, who collectively decree Mash should reap the consequences and die. However, an evil shadow organization called Innocent Zero hijacks the inquiry to demand that Mash be kept alive.\n<br><br>\nMash proves that he is capable of dealing with Innocent Zero, but the Divine Visionaries' verdict remains unchanged. Luckily, Mash finds unexpected allies in Divine Visionary Rayne Ames and Headmaster Wahlberg Baigan, and they successfully defer his execution until Innocent Zero is defeated. Mash is now allowed to live under one condition: he must be selected as the Divine Visionary candidate by the year's end.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt30024091",
      "type": "series",
      "name": "A Sign of Affection",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166794-veSLL0zrrBhp.jpg",
      "description": "Genres: Romance, Slice of Life\nTags:Disability/Shoujo/Language Barrier/Female Protagonist/Heterosexual/College/Primarily Adult Cast/Iyashikei/Urban/Chibi/Bar/Restaurant \nYuki Itose is just a typical student dealing with the pressures of college. She is struggling one day on the train when an upperclassman named Itsuomi Nagi helps her out. As he gradually opens a new world to her, Yuki develops feelings for Itsuomi. A pure love story begins to grow.<br>\n<br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt13311344",
      "type": "series",
      "name": "TSUKIMICHI -Moonlit Fantasy- Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139518-GZWYKM8Kg1S2.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Male Protagonist/Language Barrier/Gods/Monster Girl/Economics/Female Harem/Anthropomorphism/Teacher/Demons/Dragons/Meta/Samurai/Archery/Achronological Order\nThe second season of <i>Tsuki ga Michibiku Isekai Douchuu</i>.<br>\n<br>\nAfter Makoto Misumi defeats Mitsurugi and Sofia Bulga, humanity is saved from the attacking demon army—for the time being. The goddess is aware of Makoto’s growing power, and she sees him as less of a nuisance and more of a rival. Makoto continues his journey to further expand his community of outcasts and connect with more hyumans. But will he be strong enough to hold off the coming storm?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15237152",
      "type": "series",
      "name": "The Wrong Way to Use Healing Magic",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx137908-50af3lKVbst2.jpg",
      "description": "Genres: Action, Fantasy\nTags:Isekai/Magic/Demons/Male Protagonist/Heterosexual/War/Military/Animals/Kemonomimi/Swordplay\nAn ordinary walk home from school turns into an epic journey for Usato. After suddenly being dropped into another world with two fellow students, Usato learns he was summoned there by accident. But things turn around when he discovers a unique aptitude for healing magic! Now, he trains beyond human limitations, using his self-healing abilities to gain absurd strength and unrivaled stamina.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16156736",
      "type": "series",
      "name": "Chained Soldier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141821-lkVTjKqL4BU2.jpg",
      "description": "Genres: Action, Adventure, Drama, Ecchi, Fantasy, Romance\nTags:Primarily Female Cast/Super Power/Slavery/Female Protagonist/Male Protagonist/Female Harem/Heterosexual/Nudity/Monster Boy/Demons/Shounen/Urban Fantasy/CGI/Gods/Swordplay/Love Triangle/Feet/Guns\nYuuki Wakura watches as dueling supernatural forces ravage the Earth. Mato are portals to another dimension, avenues from which dangerous monsters escape. Peaches are resources given to women granting them abilities. Chief of the Seventh Unity of the Anti-Demon Corp, Kyouka Uzen arrives to save Yuuki from a monster. Surprisingly, Yuuki holds the power to increase the Peaches effectiveness. But to save the world, Yuuki must be willing to become Kyouka’s servant both on the battlefield and at home.<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt28480255",
      "type": "series",
      "name": "Ninja Kamui",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151639-7KqJ7BgaM9Mx.png",
      "description": "Genres: Action, Adventure, Drama, Sci-Fi\nTags:Ninja/Revenge/Assassins/Male Protagonist/Gore/Foreign/Urban/Primarily Adult Cast/Tokusatsu/Swordplay/Cyborg/Anti-Hero/CGI/Cyberpunk/Crime/Henshin/Detective/Police/LGBTQ+ Themes\nHigan is a Nukenin - a former ninja who escaped his clan and is hiding from his violent past in rural America with his family. One night, he is ambushed by a team of assassins from his former organization who exact a bloody retribution on Joe and his family for betraying their ancient code. Rising from his seeming “death,” Joe will re-emerge as his former self - Ninja Kamui - to avenge his family and friends. Kamui is a 21st century ninja, a shadowy anachronism who pits his ancient skills against high-tech weaponry with brutal finesse. He must face off against trained assassins, combat cyborgs, and rival ninjas to bring down the very clan that made him.\n<br><br>\n(Source: Warner Bros. Discovery)"
    },
    {
      "id": "tt21423786",
      "type": "series",
      "name": "The Dangers in My Heart Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166216-JVyN7PHel5K9.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Primarily Teen Cast/Male Protagonist/Heterosexual/Female Protagonist/Coming of Age/Basketball/Shounen/Urban\nThe second season of <i>Boku no Kokoro no Yabai Yatsu</i>.\n<br><br>\nAfter an eventful winter break, Kyoutarou Ichikawa and Anna Yamada reunite with a stronger bond. They continue to grow in their own ways, with Yamada taking on more challenging photoshoots and Ichikawa maturing both physically and emotionally as he tackles his affections for Yamada. However, spending time together outside of school allows for their relationship to deepen, and it becomes increasingly difficult to deny their budding romantic feelings.\n<br><br>\nGrappling with these unexpected and new emotions, Ichikawa and Yamada realize that, with the passage of time, their relationship is bound to change—and they must ultimately decide whether they wish to remain close friends or finally become a couple.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt23029874",
      "type": "series",
      "name": "Hokkaido Gals Are Super Adorable!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155963-kOnLUDAEamUe.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Gyaru/Heterosexual/Male Protagonist/Kuudere/Snowscape/Shounen/Rural/Female Harem/Female Protagonist/School/Nudity/Iyashikei/Primarily Female Cast\nSnowflakes aren’t the only things dropping in Hokkaido—so are jaws, thanks to the super adorable gals who are turning the icy north into a hotbed of fashion and fun. Brace yourself for a winter storm of laughs, love, and killer outfits as these gals prove that being cute is an all-season affair. Here, frostbite meets fashionista!\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt29605390",
      "type": "series",
      "name": "Gushing Over Magical Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162780-brAdNEROhZdG.jpg",
      "description": "Genres: Comedy, Ecchi, Mahou Shoujo, Slice of Life\nTags:Female Protagonist/Sadism/Primarily Female Cast/Yuri/Anti-Hero/Magic/Nudity/Henshin/Masochism/Primarily Teen Cast/Bondage/Rape/Parody/Urban Fantasy/LGBTQ+ Themes/Meta/Villainess/Cute Girls Doing Cute Things/Seinen/Yandere/Exhibitionism/School\nHiragi Utena is a major fangirl of the magical girls protecting her city, so when she has the chance to become one herself, she leaps at the chance to join their technicolor ranks… but when she transforms, she learns she isn’t fated to be a daring do-gooder, but rather a villain on the side of evil! At first she tries to quit her new gig as the leader of the local baddies, but she quickly realizes she enjoys it and is a total natural at tormenting the magical girls she loves so much. With both a bang and a whimper, Hiragi’s journey as a magical-girl-tormenting sadist has begun!<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt28685624",
      "type": "series",
      "name": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168374-WAEBeVAegRnw.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Time Loop/Female Protagonist/Ojou-sama/Shoujo/Heterosexual/Primarily Adult Cast/Royal Affairs/Politics/Kuudere/Economics/Tomboy/Horticulture/Marriage/Villainess/Swordplay/Medicine/Urban/Agriculture/Maids\nRishe Irmgard Weitzner, a duke's daughter, has a secret: she died at the age of 20 and returned to the moment five years prior when her engagement was called off. She has already experienced this time loop six times and lived out those five years a different way each time, as a merchant, a doctor, a maid, a knight, and more. Now, on her seventh go-around, she's determined to live to a ripe old age and spend it relaxing. But the moment she flees the castle with that decision in her heart, she runs into the infamously cruel crown prince of a rival kingdom, Arnold Hein. He happens to be the one who killed her during her life as a knight, but now, he seems to have taken a bizarre liking to her... and begs her to become his wife. Thus, in order to stay alive and prevent a war, Rishe utilizes her previous experiences to kick off her seventh life as the bride of an enemy nation's crown prince.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30089363",
      "type": "series",
      "name": "The Witch and the Beast",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153818-FWvl0RL6vDbq.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Witch/Seinen/Primarily Adult Cast/Magic/Revenge/Urban Fantasy/Female Protagonist/Gore/Male Protagonist/Urban/Cult/Historical/Nudity\nIt all started with the 17 \"Origins,\" whose powers were passed down to individuals who still exist around the world today. A man carrying a coffin and a girl with the eyes of a beast appear in a town. The girl was once cursed by a witch and now searches for her in order to undo the curse. Is the witch who appears before them the quarry they've been searching for? And how can the curse be undone? This quest for revenge against an evil witch begins rolling when the beast captures the witch. This magnificent and intense dark fantasy begins now!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30495119",
      "type": "series",
      "name": "Villainess Level 99: I May Be the Hidden Boss but I'm Not the Demon Lord",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163076-zwNndcqDSEGs.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Villainess/Magic/Female Protagonist/Kuudere/School/Isekai/Boarding School/Royal Affairs/Primarily Teen Cast/Heterosexual/Shoujo/Class Struggle/Ojou-sama/Chibi/CGI/Demons/Dragons\nThis college kid wants nothing more than a quiet life. So when she’s reborn as Yumiella, the hidden villainess of an Otome RPG, she’s not exactly thrilled. Still yearning for peace, she abandons her evil duties to live a more discreet life. Until her gamer side kicks in and she accidentally reaches level 99! Now, everyone suspects that she’s the infamous Demon Lord. What future awaits her?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30177477",
      "type": "series",
      "name": "The Unwanted Undead Adventurer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147642-SztpXNn9ke6P.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Dungeon/Magic/Male Protagonist/Swordplay/Alchemy/Found Family\nRentt Faina has hunted monsters for the last 10 years. Sadly, he’s not great at his job, stuck hunting slimes and goblins for a few coins each day. His luck turns when he finds an undiscovered path. At the path’s end, he meets his demise in the maw of a legendary dragon. But, he wakes up as an undead bag of bones! He sets out to achieve Existential Evolution and rejoin the land of the living.<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Each episode streamed 3 days early on some streaming sites. The original TV broadcast started on January 8th, 2024.</i>"
    },
    {
      "id": "tt1799631",
      "type": "series",
      "name": "Blue Exorcist -Shimane Illuminati Saga-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158931-QAQMtWKunvy3.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Demons/Super Power/Urban Fantasy/Twins/Male Protagonist/Shounen/Religion/Conspiracy/Mythology/Rural/Crossdressing\nNew TV anime series of <i>Ao no Exorcist</i>.<br>\n<br>\nAt True Cross Academy, Rin Okumura unknowingly comes across the first signs that something is amiss; ordinary people have been gaining the ability to perceive the invisible creatures that roam the human realm, Assiah. While Rin sees this as an opportunity to make a new friend, his twin brother, Yukio, is more burdened than ever. Swamped with his education, exorcist duties, and teaching position, Yukio has remained silent about his awakened powers, unable to understand their scale or significance.\n<br>\nWhile Rin and his friends prepare for the annual Exorcist Certification Exam, the True Cross Order has uncovered the first artificial gate to the demonic realm of Gehenna. Witnessing its size and the advanced technology that made it possible, the exorcists realize they are now dealing with the Illuminati, an extremely wealthy and powerful organization. Moreover, the inscrutable Illuminati have planted three spies in the True Cross Order—and one may be hiding among the aspiring exorcists sworn to protect mankind from the demonic threat.<br>\n<br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt30146725",
      "type": "series",
      "name": "My Instant Death Ability is Overpowered",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158028-gQ2vnz7LEb0E.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Super Power/Anti-Hero/Parody/Tsundere/Female Protagonist/Surreal Comedy/Male Protagonist/Primarily Teen Cast/Magic/Travel/Demons/Swordplay/Revenge/Kemonomimi/Dragons/Vampire/Trains\nYogiri Takatou missed out on a few things while napping during a school trip... mainly how his entire class got transported to another world and how a curious sage gave everyone special powers! When Yogiri wakes up, he and classmate Tomochika Dannoura must defend themselves against a dragon. Out of options, Yogiri reluctantly agrees to team up with Tomochika and fend off danger with his Instant Death ability. If he can keep his eyes open, that is...<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt13103028",
      "type": "series",
      "name": "Bottom-Tier Character Tomozaki 2nd Stage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143866-75E3G6nYEUVr.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Rehabilitation/Male Protagonist/School/Primarily Teen Cast/Heterosexual/Love Triangle/Video Games/Ensemble Cast/E-Sports\nThe second season of <i>Jaku-Chara Tomozaki-kun</i>."
    },
    {
      "id": "tt29510641",
      "type": "series",
      "name": "Metallic Rouge",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162985-3J7PrG5oO67v.jpg",
      "description": "Genres: Action, Mystery, Sci-Fi\nTags:Robots/Henshin/Artificial Intelligence/Cyberpunk/Female Protagonist/Primarily Adult Cast/Tanned Skin/Assassins/Super Power/Fugitive/Dystopian/Martial Arts/Urban/Tokusatsu/Crime/Class Struggle/Space/Espionage/Guns/Aliens/Tomboy/CGI/Super Robot/Drugs/Spearplay\nIn a world where humans coexist with androids called Neans, a group known as the Immortal Nine rises up against society. Tasked with disposing of the revolters, a Nean named Rouge Redstar (aka Metal Rouge) and investigator Naomi Orthmann head to Mars to track them down…but first, Rouge wants some chocolate. <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13483212",
      "type": "series",
      "name": "Banished from the Hero’s Party, I Decided to Live a Quiet Life in the Countryside Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156131-aZPpDX61BIeo.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance, Slice of Life\nTags:Magic/Female Protagonist/Male Protagonist/Heterosexual/Family Life/Elf/Swordplay/Assassins/Female Harem/Horticulture/Gore\nThe second season of <i>Shin no Nakama ja Nai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni shimashita.</i><br>\n<br>\nA once-great Hero is now living the slow life. Red, shunned from his adventuring party, spends his days running an apothecary. He lives with his lifelong love, Princess Rit, and his sister, Ruti. They indulge in moments of bliss, like soaking in serene hot springs and enjoying delicious meals with a view. No matter what happens to the world around them, these happy moments will be unchanged.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30495098",
      "type": "series",
      "name": "The Foolish Angel Dances with the Devil",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164244-cOP5eMVqVIew.jpg",
      "description": "Genres: Comedy, Romance, Supernatural\nTags:Demons/Angels/Female Protagonist/Male Protagonist/Heterosexual/School/Seinen/Urban Fantasy\nDetermined to protect his demon world from heavenly angels, demon Masatora Akutsu heads to earth in search of a charismatic human to rally his kin. Masquerading as a high schooler for his recruitment mission, he’s captivated by the lovely Lily Amane. But he’s in for a wild celestial surprise, because she’s his archnemesis—an angel—and she’s set on reforming his demonic ways!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30488398",
      "type": "series",
      "name": "Tales of Wedding Rings",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160389-2f6SosbyUpxX.jpg",
      "description": "Genres: Adventure, Comedy, Ecchi, Fantasy, Romance\nTags:Travel/Female Harem/Dragons/Magic/Demons/Royal Affairs/Swordplay/Polyamorous/Nudity/Isekai/Monster Girl/Nekomimi/Tanned Skin/Tomboy/Ensemble Cast/Male Protagonist/Kemonomimi/Elf/Heterosexual/Marriage/Primarily Female Cast/Gyaru/Ojou-sama/Seinen/Rape\nSatou is a high school boy in love with his best friend Hime, an unearthly beauty from another realm. So when she moves back to her home world to get married, Satou doesn’t think twice—he follows her and crashes the wedding. Then, after a kiss from Hime, he suddenly becomes the new groom! But here, Hime is a Ring Princess and her husband is destined to be the Ring King: a hero of immense power.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28454318",
      "type": "series",
      "name": "BUCCHIGIRI?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165254-VyebZ8cyb0u0.jpg",
      "description": "Genres: Action, Supernatural\nTags:Martial Arts/Delinquents/Gangs/Primarily Teen Cast/School/Mythology/Magic/Primarily Male Cast/Male Protagonist/Unrequited Love/Heterosexual/Cute Boys Doing Cute Things\nArajin Tomoshibi's reunion with his old pal Matakara Asamine takes an unexpected turn when they stumble into a brawl with the toughest guys in town. And just when you thought things couldn't get weirder, a colossal genie decides to drop in. Brace yourself for the ultimate showdown. It's the clash of the cool and the magical!<br><br> (Source: Crunchyroll)"
    },
    {
      "id": "tt30644010",
      "type": "series",
      "name": "The Weakest Tamer Began a Journey to Pick Up Trash",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156891-bw91QNdptQEG.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Homeless/Female Protagonist/Travel/Rural/Iyashikei/Crossdressing/Magic/Survival/Isekai\nStars are everything, granting abilities to Tamers. So when Ivy was born without one, her village took it as an ill omen! Now banished, she leads a lonely life of salvaging rubbish to survive. That is until she befriends Sora, a weak little slime, in the forest. Together, the delicate duo embarks on a heartwarming journey of survival and discovers there’s more to Ivy than being starless.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27524116",
      "type": "series",
      "name": "Sasaki and Peeps",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152682-p91VzQq75uZV.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Economics/Isekai/Urban Fantasy/Male Protagonist/Work/Magic/Animals/Super Power/Police/Guns/Female Harem/Yandere\nSasaki is a middle-aged office worker living in Japan. Feeling drained by the vapid corporate world, he heads to the pet shop in search of a new companion. There he finds an adorable bird named Peeps and takes him home. But Sasaki quickly learns that Peeps isn’t your average bird…he’s a powerful mage from another world! Together, they embark on a magical adventure filled with swords and sorcery.<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: The first episode aired with a runtime of ~48 minutes.</i>"
    },
    {
      "id": "tt26713948",
      "type": "series",
      "name": "ISHURA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161476-ukTxAPHib1Fg.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:War/Politics/Ensemble Cast/Dragons/Gore/Swordplay/CGI/Battle Royale/Military/Dystopian/Robots/Skeleton/Isekai/Elf/Episodic\nIn a world where the Demon King has died, a host of demigods capable of felling him have inherited the world: a master fencer who can figure out how to take out their opponent with a single glance; a lancer so swift they can break the sound barrier; a wyvern rogue who fights with three legendary weapons at once; an all-powerful wizard who can speak thoughts into being; and an angelic assassin who deals instant death. Eager to attain the title of “One True Hero,” these champions each pursue challenges against formidable foes and spark conflicts themselves. The battle to determine the mightiest of the mighty begins.<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt29467317",
      "type": "series",
      "name": "Mr. Villain's Day Off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162002-brrQWM5NiDZr.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Male Protagonist/Iyashikei/Primarily Adult Cast/Monster Boy/Urban/Aliens/Animals/Shoujo/Tokusatsu/Henshin/Konbini\nThe man known as General within a villainous organization that plans to take over the world is usually fighting to the death against the Rangers who protect the Earth...<br>\n<br>\nBut today is his day off.<br>\n<br>\nTo heal his tired soul from working so hard every day, he goes to the zoo to see pandas and to the convenience store to get some ice cream.<br>\n<br>\nWe get to see how a certain villain gets to completely enjoy his days off to the fullest in this comedy that will heal your soul.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28247170",
      "type": "series",
      "name": "Doctor Elise: The Royal Lady with the Lamp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162144-T0y7XyTFhSYJ.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Medicine/Female Protagonist/Shoujo/Isekai/Royal Affairs/Arranged Marriage/Work/Age Regression/Ojou-sama/Heterosexual/Villainess/Foreign/Marriage/Anachronism/Male Harem\nMaking up for her sins in a past life as the evil princess Elise, Aoi Takamoto dedicates her life to saving people as a doctor. But a fatal accident cuts her atonement short and suddenly she’s back to her previous life, 10 years before her death! Will her foresight and medical brilliance help her change her past ways and heal an ailing empire, or is fate doomed to repeat itself?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30643971",
      "type": "series",
      "name": "The Strongest Tank's Labyrinth Raids -A Tank with a Rare 9999 Resistance Skill Got Kicked from the Hero's Party-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169935-w808lLrdFXcl.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Female Harem/Male Protagonist/Orphan/Heterosexual/Swordplay/Incest\n\nRud, a shielder with a defense stat of 9999, the highest ever known, serves as a tank for the Hero's Party as they carry out raids in labyrinths. His goal is to find a treasure hidden in one of the labyrinths that can grant any wish, and use it to cure his beloved younger sister's illness... but the tyrannical hero suddenly kicks him out of the party, saying his skill is \"useless.\" So Rud makes his way back to his hometown. Along the way, he saves a young girl, and she reveals the true nature of his skill... which turns out to be incredibly powerful! This is the story of the adventures of Rud, a tank with both the highest defense stat in history and an unparalleled skill!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30643998",
      "type": "series",
      "name": "'Tis Time for \"Torture,\" Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166522-pUnBSDFzs9DD.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Female Protagonist/Iyashikei/Episodic/Cute Girls Doing Cute Things/Food/Demons/Surreal Comedy/Slapstick/Monster Girl/Parody/Tsundere/Animals/Vampire/Prison/Torture/Gyaru/Ice Skating/Tanned Skin/Shounen\nAs the war between the Imperial Army and Hellhorde rages on, the Princess, despite being armed with her mythical sword Excalibur, is captured and imprisoned. What kind of torture does she face at the hands of the chief demon interrogator? Fluffy fresh-baked toast! Hot, steaming ramen! Oh, the humanity! Can the Princess withstand these tormenting treats and keep her kingdom’s secrets safe?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30689225",
      "type": "series",
      "name": "Fluffy Paradise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152072-W9oSGZjsKiqm.jpg",
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Isekai/Animals/Female Protagonist/Magic/Goblin/Iyashikei/Shoujo/Dragons/Anthropomorphism/Politics/Royal Affairs/Cute Girls Doing Cute Things\nDead of overwork at age 27...<br>\n<br>\nMidori barely had time to lament having to die that way when a god appeared before her and said, \"You will reincarnate in another world and tell me whether you think humans deserve to continue existing there. In return, I will grant you a special power.\" Then Midori, hoping to relieve the exhaustion of the harsh life she'd lived, found herself asking... to cuddle cute, fluffy animals.<br>\n<br>\nThus Midori reincarnated in her new world as a young girl named Nefertima, with a power that causes her to be loved by all living things other than humans. That includes not only animals, but holy beasts like white tigers and dragons, and even monsters like goblins and frozen spiders! But there was also a cruel fate awaiting her...<br>\n<br>\nNefertima is determined to do her best to coexist with humans and all living creatures in her new life of petting and patting cute animals!<br>\n<br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on January 7th, 2024.</i>"
    },
    {
      "id": "tt30325850",
      "type": "series",
      "name": "Sengoku Youko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168194-I7O79icUs0ou.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Shounen/Demons/Swordplay/Samurai/Dissociative Identities/Shapeshifting/Female Protagonist/Male Protagonist/Magic/Kemonomimi/Ensemble Cast/Henshin/Dragons/Heterosexual/Cultivation/Martial Arts\nThe world is divided into two factions: humans and monsters called katawara. Despite being a katawara, Tama loves humans and vows to protect them from evil, even if it means fighting her own kind. Her brother Jinka, however, hates humans, despite mostly being one. The siblings are joined by a cowardly swordsman named Shinsuke, who wants to learn how to become strong.<br>\n<br>\nWhen the group uncovers a plot to experiment on humans and transform them into monsters, they vow to defeat whoever is behind it... Even if it means battling an entire army of warriors.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30475122",
      "type": "series",
      "name": "MONSTERS: 103 Mercies Dragon Damnation",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167404-QMZJVARntkbv.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Samurai/Swordplay/Dragons/Male Protagonist/Historical\n<i>MONSTERS: 103 Mercies Dragon Damnation</i> by Eiichiro Oda tells the tale of Ryuuma, the legendary swordsman that hails from the Land of Wano in <i>One Piece</i>.<br><br> \n\nA samurai's path leads him to a young waitress whose hometown was destroyed by a dragon. He doesn't want any trouble - but it finds them anyway.<br><br>\n\n(Source: Netflix Anime, edited)"
    },
    {
      "id": "tt28369144",
      "type": "series",
      "name": "Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167087-3ZM69QhaQ3FE.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Supernatural\nTags:Male Protagonist/Boys' Love/Super Power/Work/LGBTQ+ Themes/Office/Primarily Adult Cast/Josei/Magic/Bisexual/Cute Boys Doing Cute Things/Unrequited Love/Dancing\nAdachi's 30th birthday as a virgin came with the oddest gift—the ability to read the mind of anyone he touches. Pondering what to do with this mysterious power, he gets a lead when he accidentally reads his colleague Kurosawa's mind. Turns out the handsome hotshot of the sales team has got a thing for him! How will Adachi respond to overhearing these affectionate thoughts?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16764368",
      "type": "series",
      "name": "Urusei Yatsura (2022) Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155645-KgJwUznVHfM2.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi, Supernatural\nTags:Surreal Comedy/Slapstick/Episodic/Aliens/Ensemble Cast/Female Protagonist/Urban Fantasy/Male Protagonist/School/Love Triangle/Super Power/Heterosexual/Tomboy/Shounen/Tsundere/Parody\nThe second season of <i>Urusei Yatsura (2022)</i>.<br><br>\n\nLum, the gorgeous daughter of an invading race of Oni Aliens is smitten with High School student Ataru Moroboshi. A dedicated womanizer, Ataru is unfazed by Lum’s fierce electric shock attacks and continues his daily hunt for pretty girls. With a host of other unique characters, including classmate Shinobu, elegant shrine maiden Sakura, Lum’s best friend’s Oyuki, Benten and Ran, Buddhist Monk Cherry, Ten, the little brat, heir to a wealthy family Shuutaro Mendou and the secretly female beauty Ryunosuke… A classic slapstick love comedy where anything goes!<br><br>(Source: Fuji Creative)<br>\n<br>\n<i>Note: HIDIVE has labeled the first and second cour of this season as “Season 3\" and \"Season 4”  respectively. They labeled the 1st and 2nd cours of the 1st season as “Season 1” and “Season 2.”</i>"
    },
    {
      "id": "tt11680468",
      "type": "series",
      "name": "GREAT PRETENDER razbliuto",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170935-XkUrGgv0gsL4.jpg",
      "description": "Genres: Action, Drama, Thriller\nTags:Triads/Amnesia/Foreign/Crime/Female Protagonist/Drugs\nSequel to <i>GREAT PRETENDER</i>.<br><br>\n\nPresumed dead, master con artist and recovering amnesiac Dorothy is discovered by Shanghai Longu-bang, a mob who wants payback for her conning them. With no memories and nowhere to go, she must rely on a local crime underboss to elude Taipei’s criminal underworld all while tracking down leads to her mysterious past.<br><br>\n\n(Source: Crunchyroll)<br><br>\n\n<i>Note: The movie was screened early in select American theaters on January 9, 2024.</i>"
    },
    {
      "id": "tt30691068",
      "type": "series",
      "name": "The Demon Prince of Momochi House",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167146-H6Kpldjzcxic.jpg",
      "description": "Genres: Romance, Supernatural\nTags:Youkai/Female Protagonist/Shoujo/Primarily Male Cast/Orphan/Male Harem/Urban Fantasy/Kemonomimi/Nekomimi\nHimari’s 16th birthday will be one she never forgets. Unexpectedly, she receives a will detailing her inheritance of a mysterious estate: the Momochi House. She arrives only to discover that the home was built on the cusp between the human world and the spiritual realm. There, she encounters Yukari, Ise, and a peculiar boy named Aoi, who seems to be concealing a shadowy secret.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt25275610",
      "type": "series",
      "name": "HIGH CARD Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163151-yxXcufmMoCmv.jpg",
      "description": "Genres: Action, Fantasy\nTags:Card Battle/Super Power/Urban Fantasy/Male Protagonist/Primarily Male Cast/Police/Butler/Cars/Conspiracy/Crime/Guns/Henshin/Assassins/CGI/Primarily Adult Cast\nSecond season of <i>HIGH CARD<i>."
    },
    {
      "id": "tt19869172",
      "type": "series",
      "name": "Watashi no Shiawase na Katachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167486-EVz4sqKjf7W4.jpg",
      "description": "Genres: Drama, Romance, Supernatural\nTags:Heterosexual/Shoujo/Female Protagonist/Marriage/Male Protagonist\nAn unaired episode bundled with the special edition of the 8th<i>Watashi no Shiawase na Kekkon</i> light novel volume."
    },
    {
      "id": "tt31309480",
      "type": "series",
      "name": "Pon no Michi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165314-oHSkxN95nSsx.jpg",
      "description": "Genres: Slice of Life\nTags:Primarily Female Cast/Mahjong/Cute Girls Doing Cute Things/Food/Female Protagonist/Primarily Teen Cast/Advertisement/CGI\nThe anime is set in Hiroshima Prefecture's Onomichi City, where a high school student Nashiko Jippensha was kicked out of her house. Without a place to play with her friends, she learns that the mahjong parlor that her father used to run is now vacant. She fixes the mahjong parlor and turns it into a place where she and her friends can have fun, cook, have tea, and sometimes play mahjong.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt30975941",
      "type": "series",
      "name": "Brave Bang Bravern!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165598-1lBYBaLrI8NA.jpg",
      "description": "Genres: Action, Comedy, Mecha\nTags:Parody/Super Robot/LGBTQ+ Themes/Male Protagonist/Military/Meta/Aliens/Primarily Adult Cast/War/Foreign/Real Robot/Swordplay/Guns/CGI\n<I>Bang Brave Bang Bravern</I> is set in a world where humanoid armored weapons known as “Titatonostrider” (“TS” for short) are used in warfare. The story kicks off when troops from various countries converge on the island of Oahu, Hawaii, including the main characters, Ao Isami of the Japan Ground Self-Defense Force and Lewis Smith of the United States Marine Corps. Isami and Smith cross paths during battle, but suddenly their teams are attacked by an unknown enemy, scattering soldiers and sending their forces into disarray. In order to save their friends and survive on the deadly battlefield, they must fight with every ounce of courage and pride that they can muster.<br><br>\n (Source: Crunchyroll News)"
    },
    {
      "id": "tt30873755",
      "type": "series",
      "name": "SHAMAN KING FLOWERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b147850-USIKDjVK7xTn.jpg",
      "description": "Genres: Action, Adventure, Comedy, Supernatural\nTags:Shounen/Male Protagonist/Swordplay/Ghost/Urban Fantasy/Super Power/Samurai\nSequel to <i>SHAMAN KING (2021)</i>. <br><br>\n\nThe action returns in this brand-new sequel to <i>SHAMAN KING!</i> Hana Asakura finds that being the son of Yoh & Anna Asakura isn't all it's cracked up to be, and his boredom has him itching for any kind of excitement. But when a fight comes straight to his doorstep, it's from a place he least expects—his own family? The battle for Asakura supremacy begins!  <br><br>\n\n(Source: Kodansha USA)"
    },
    {
      "id": "tt30644058",
      "type": "series",
      "name": "Isekai Onsen Paradise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171019-eBKXg4TMeS7R.jpg",
      "description": "Genres: Ecchi, Fantasy\nTags:Nudity/Isekai/Monster Girl/Elf/Magic/Kemonomimi/Environmental/Male Protagonist/Primarily Female Cast/Iyashikei/Educational\nYoshizou Yukawa is a passionate hot springs enthusiast—a hot springs hunter who was able to sniff out the source of springs. One day, while searching for a hidden hot spring to revitalize a town, he slips off a cliff and dies. He is then reincarnated into another world by an Inari deity of a small shrine hidden in the rocks. Yoshizou is joined by Inari's messenger princess, Mayudama. The hot spring hunter within Yoshizou is stirred right away, as he takes a bath with Mayudama in the hot spring he just discovered. Then, an elf girl appears..."
    },
    {
      "id": "tt2404499",
      "type": "series",
      "name": "Kingdom Season 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155227-ZEAyBcZjSeet.jpg",
      "description": "Genres: Action\nTags:War/Historical/Military/Seinen/Ancient China/Politics/Male Protagonist\nThe fifth season of <i>Kingdom</i>."
    },
    {
      "id": "tt30495035",
      "type": "series",
      "name": "Meiji Gekken: 1874",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171144-t8VQOhdBTSEy.png",
      "description": "Genres: Action, Drama, Mystery\nTags:Swordplay/Police/Samurai/Male Protagonist/Primarily Adult Cast/Conspiracy/Revenge/Crime/Historical/Politics/Yakuza/Guns/Detective/Oiran/Urban/Gore/Drugs/Archery\nBy 1874, seven years have passed since the end of the samurai era. A former samurai, Shizuma Orikasa works as a rickshaw driver in Tokyo while looking for his fiancée, Sumie Kanomata, who went missing during the Boshin War. Shizuma thwarts an assassination attempt and joins the newly established police department, where he’ll fight to stop dark forces from overthrowing the government.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt24240038",
      "type": "series",
      "name": "Synduality Noir Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169559-iuwDKwgkksKu.jpg",
      "description": "Genres: Drama, Mecha, Sci-Fi\nTags:Artificial Intelligence/Post-Apocalyptic/Male Protagonist/Lost Civilization/Robots/Real Robot/CGI/Idol/Guns/Butler/Super Robot\nThe second cour of <i>SYNDUALITY Noir</i>.\n<br><br>\nDespite returning victorious from a dangerous struggle, Kanata and his friends have, in a sense, lost a key ally, the amnesiac magus Noir. Having partially recovered her memory, Noir reverted back to her former personality: that of Mystere, who acts in a patronizing manner toward her master Kanata. However, Mystere remembers detecting a signal from Histoire, a mystical city, during her former life as an artificially intelligent magus.\n<br><br>\nMeanwhile, Tokio disappears from Rock Town while hunting down the ghosts of his past; however, shocking revelations await the deeper his search goes. As Kanata, his childhood friend Ellie, and the magus diva Ciel set out for Histoire, a hostile organization named Ideal sends assassins after them. If Kanata wants to stand a chance at accomplishing his dream, he must uncover the unpleasant truth about Ideal—and some of his closest allies.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt21912036",
      "type": "series",
      "name": "The Fire Hunter Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162842-zs6SfZgw6SYL.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Post-Apocalyptic/Female Protagonist/Steampunk/Gods/Animals/Male Protagonist/Conspiracy\nThe second season of <i>Hikari no Ou</i>.\n\n"
    },
    {
      "id": "tt30494894",
      "type": "series",
      "name": "Delusional Monthly Magazine",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169418-hm3hXkXPtfvC.jpg",
      "description": "Genres: Slice of Life, Supernatural\nTags:Shapeshifting/Lost Civilization/Anthropomorphism/Henshin/LGBTQ+ Themes/Surreal Comedy/Femboy/Boys' Love\nThe story takes place in the town of Most City in a certain country. On the second floor of an old building is a publishing company that puts out a periodical called Delusional Monthly Magazine, a science magazine featuring articles about shocking, bizarre events and inexplicable phenomena that make even scientists throw up their hands in defeat. Its staff consists only of a beautiful editor-in-chief and her one editor, Tarou J. Suzuki, who are joined by grade-school-aged assistant Jirou Tanaka and his dog, Saburou. The editorial department is always empty, and Tarou, Jirou, and Saburou are usually hanging out in Rock, a coffee shop on the first floor. One day, the scientist Gorou Satou visits them for a consultation, and therein lies the beginning of an outlandish new story...<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32146518",
      "type": "series",
      "name": "Adam's Sweet Agony",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170913-IJGcydiowacI.jpg",
      "description": "Genres: Hentai\nTags:Female Harem/Virginity/Large Breasts/Rape/Boobjob/School/Teacher/Tsundere/Tomboy/Shounen/Nudity/Defloration/Male Protagonist/Nakadashi\n\"Why do you have an erection...? You're sneaky.\"\n<br><br>\nIn a world where all humans have suffered from ED due to a pandemic, Kazuki, a male student, is the only special person who has escaped ED. In order to keep the secret, he transferred to a harem school full of women!? A kind and friendly senior, a frustrated female teacher, the school's prince, the daughter of a wealthy family, and more.\n<br><br>\nWhat will Kazuki, who can captivate any woman, choose?<br><br>\n<i>Note: Episode 1 received an advanced distribution on AnimeFesta on December 8th, 2023. The start date reflects the start of the regular series broadcasting.</i>"
    }
  ]
}