{
  "metas": [
    {
      "id": "tt9307686",
      "type": "series",
      "name": "Fire Force Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149118-AOQb0xuTssGl.jpg",
      "description": "Genres: Action, Drama, Sci-Fi, Supernatural\nTags:Post-Apocalyptic/Cult/Super Power/Shounen/Demons/Religion/Dystopian/Lost Civilization/Primarily Adult Cast/Urban/Ensemble Cast/Male Protagonist/Firefighters/Gods/Urban Fantasy/Nun/Guns\nThe third season of <i>Enen no Shouboutai</i>."
    },
    {
      "id": "tt29605391",
      "type": "series",
      "name": "WIND BREAKER Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178680-tA0ZAqw8l0sP.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Delinquents/Gangs/Shounen/Primarily Teen Cast/Male Protagonist/Urban/Transgender/Found Family/LGBTQ+ Themes\nThe second season of <i>WIND BREAKER</i>.<br><br>\n\nWelcome back to Furin High School, an institution infamous for its population of brawny brutes who solve every conflict with a show of strength. Some of the students even formed a group, Bofurin, which protects the town. Haruka Sakura, a first-year student who moved in from out of town, is only interested in one thing: fighting his way to the top! <br><br>\n\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "kitsu:45717",
      "type": "series",
      "name": "Slime Taoshite 300-nen, Shiranai Uchi ni Level MAX ni Nattemashita: Sono ni",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143337-E4iVjwax3pYc.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Isekai/Primarily Female Cast/Witch/Iyashikei/Dragons\nThe second season of <i>Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita</i>."
    },
    {
      "id": "tt34119820",
      "type": "series",
      "name": "The Beginning After the End",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183161-vCQ4hTakFiKW.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Isekai/Male Protagonist\nAfter a mysterious death, King Grey is reborn as Arthur Leywin on the magical continent of Dicathen. Although he enters his second life as a baby, his previous wisdom remains. He begins to master magic and forge his own path as the years go by, seeking to correct the mistakes of his past life. \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33349897",
      "type": "series",
      "name": "Kono Subarashii Sekai ni Shukufuku wo! 3: BONUS STAGE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181244-ICHU0FzIhEAY.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Chuunibyou/Gods/Isekai/Male Protagonist/Ensemble Cast/Primarily Female Cast\nAnnounced during the Konosuba Radio public recording special: OVA episodes for the third season of <i>Kono Subarashii Sekai ni Shukufuku wo!</i><br><br>\n<b>Episodes:</b><br>\n\n1) <b><i>Redstream Explosion!</i></b><br>\nWhile Kazuma and his mates are having dinner at the guild, Luna, a receptionist, brings them a request. They need Megumin's explosion spell to face a typhoon approaching the city of Axel. Yunyun and Wiz also decide to participate, and the morale of the adventurers soars! On the day of the decisive battle, Kazuma sees the adventurers preparing for battle, and is surprised to find that they were all...<br><br>\n\n2) <b><i>Nisemono Chuui! (Beware of imposters!)</b></i><br>\nOne winter day. While Kazuma was enjoying a grilled skewer at a food stall in the town of Axel, an adventurer approached him. The man said he was looking for an adventurer named “Kazuma Satou.\" In exchange for dinner, Kazuma told them the legend of “Kazuma Satou,” which moved the man and his party of three female adventurers to tears...\n\n<br><br>(Source: Crunchyroll News, edited) <br><br>\n<i>Note: The anime was pre-screened in Japan theatrically for 2 weeks starting on March 14, 2025 before being released via Blu-ray/DVD."
    },
    {
      "id": "tt16341212",
      "type": "series",
      "name": "Aharen-san wa Hakarenai Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179979-YEX5Gpr6h4M9.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Kuudere/Shounen/School/Surreal Comedy/Slapstick/Male Protagonist/Female Protagonist/Primarily Teen Cast/Episodic/Heterosexual\nThe second season of <i>Aharen-san wa Hakarenai</i>."
    },
    {
      "id": "tt28082379",
      "type": "series",
      "name": "Sentai Daishikkaku 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178781-cd3h8xeQJPPU.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Shounen/Urban Fantasy/Henshin/Monster Boy/Tokusatsu/Anti-Hero/Revenge/Shapeshifting/Aliens/Acting/Urban/School/Time Loop/Espionage/Delinquents\nThe second season of <i>Sentai Daishikkaku</i>."
    },
    {
      "id": "tt35636246",
      "type": "series",
      "name": "My Hero Academia: Vigilantes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185736-XVlvuWENihlo.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Urban/Super Power/Crime/Superhero/Fugitive/Male Protagonist/Shounen\nIn the world of My Hero Academia, not everyone needs a license to fight for justice!\n<br><br>\nIn a superpowered society, there is nothing ordinary about evil anymore. Heroes, trained and licensed to protect and defend the public against supervillains, stand above all the rest. Not everyone can be a hero, however, and there are those who would use their powers to serve the people without legal sanction. But do they fight for justice in the shadows, or for reasons known only to themselves? Whatever they fight for, they are called…vigilantes.\n<br><br>\nKoichi Haimawari couldn’t make the cut to become an official hero, so he uses his modest Quirk to do good deeds in his spare time. Then one day a fateful encounter with some local thugs leads him to team up with two other unlikely heroes. None of them really know what they’re doing, but they’ve got the courage—or foolishness—to try. But they soon discover fighting evil takes more than just being brave…\n<br><br>\n(Source: Viz Media) "
    },
    {
      "id": "tt35436364",
      "type": "series",
      "name": "Haite Kudasai, Takamine-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179965-fkPzvBjP4paF.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Heterosexual/Nudity/Female Protagonist/Male Protagonist/Shounen/Femdom/School/Slavery\nTakane Takamine is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president is the apple of everyone's eye-including Koushi Shirota, a below-average student with no friends or social prospects whatsoever. But he'll soon find out the secret behind Takamine's unbelievable success-her underwear! When she strips, she can undo any of her past actions, and now that Koushi knows, Takamine won't let him off so easy...<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt33165027",
      "type": "series",
      "name": "WITCH WATCH",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180367-GlRuB2lG7Kaa.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Romance, Slice of Life\nTags:Magic/Witch/Parody/Male Protagonist/Found Family/Heterosexual/Female Protagonist/Primarily Teen Cast/Shounen/Urban Fantasy/Werewolf/Youkai\nMorihito Otogi, a high school student who comes from a lineage of ogres, enjoys a peaceful, ordinary life until his childhood friend, Nico, moves in with him. Nico is a witch-in-training, and chooses Morihito to be her familiar. While Nico is thrilled to reunite with her old friend and crush, Morihito is tasked with the perilous duty to protect her from a foretold calamity. Between the unpredictable chaos caused by Nico’s magic, and the awkwardness of sharing a home, their lives become a whirlwind of supernatural hijinks and threats.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35346400",
      "type": "series",
      "name": "Danjo no Yuujou wa Seiritsu suru? (Iya, Shinai!!)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153554-ddOxuOTuP6cd.jpg",
      "description": "Genres: Comedy, Romance\nTags:Heterosexual/School\nAt a rural junior high school, a boy and a girl vowed eternal friendship, and two years passed smoothly in their relationship......! <br>\n<br>\nThe story follows the lives of two young people, Inuzuka Himari, who has yet to find her first love, and Natsume Yuu, a flower-loving boy, who remained best friends in their second year of high school, together in the gardening club. Sometimes Hiyori will tease him by say things like, \"If Yu can't get married, I'll have to take the blame. It's hard when your brother calls him 'brother-in-law!\" But when Yuu is reunited with his first crush from the past, the wheels of their relationship suddenly started to turn! Will Himari's newfound feelings help her break free from her \"ideal friend\" status? "
    },
    {
      "id": "tt33999377",
      "type": "series",
      "name": "Kowloon Generic Romance",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182814-XCdnK4CIJkAt.jpg",
      "description": "Genres: Drama, Mystery, Romance, Sci-Fi, Slice of Life\nTags:Female Protagonist/Heterosexual/Urban/Dystopian/Seinen/Office Lady/Primarily Adult Cast/Historical/Mahjong\nWelcome to Kowloon Walled City: a dystopian townscape where the people are brimming with nostalgia, and where the past, present, and future converge. Amid the hidden emotions and extraordinary daily lives of the men and women working in its confines, a tale of romance begins to unfold for real estate agent Reiko Kujirai—one that feels as familiar as Kowloon itself… \n<br><br>\n(Source: Yen Press) "
    },
    {
      "id": "tt35346717",
      "type": "series",
      "name": "Katainaka no Ossan, Kensei ni Naru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179955-OPfWwE79zOz7.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist/Swordplay/Female Harem\nBeryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news—he's been appointed as special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who's attained the highest guild rank possible. But why do they all want his tutelage?! As far as he's concerned, they clearly don't need him anymore.\n<br><br>\nCan Beryl live up to his new position? And will he ever get a moment's peace away from his adoring students?!\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt32524709",
      "type": "series",
      "name": "Isshun de Chiryou Shiteita no ni Yakutatazu to Tsuihou Sareta Tensai Chiyushi, Yami Healer Toshite Tanoshiku Ikiru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175872-d55nfiC4WWHO.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Magic/Medicine/Class Struggle/Male Protagonist/Elf/Monster Girl\nLife hasn't been kind to Zenos. He was born in the slums, and his dirt-poor background has denied him almost every opportunity. After an encounter with a healer, he throws himself into studying to become one and finally catches a break when an adventurer invites Zenos into his party. Zenos is thrilled—so thrilled, in fact, that he's willing to put up with his teammates treating him like garbage. They fail to appreciate his talents and ultimately kick him to the curb, claiming he's outlived his usefulness to them.\n<br><br>\nNow bereft of money and out of options, Zenos decides to put his self-taught skills to use elsewhere and opens an underground clinic. Word quickly spreads about the brilliant healer working incredible magic in the city's shadowy underbelly. Even the royal palace is taking notice...\n<br><br>\nCan Zenos buck the odds and carve out a life for himself in a world that's done nothing but spit in his face? And can he save the lives of the patients who wind up on his doorstep in the process?\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt32281073",
      "type": "series",
      "name": "Kijin Gentoushou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143598-FCvAhQJLllSP.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Demons/Swordplay/Shrine Maiden/Historical\nIn the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.<br>\n<br>\n(Source: Crunchyroll News, edited)<br><br>\n<i>\nNotes:<br>\n• The first episode has a runtime of ~1 hour."
    },
    {
      "id": "tt35636186",
      "type": "series",
      "name": "Black Butler: Emerald Witch Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179054-OjXBaGEgzMyA.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mystery, Supernatural\nTags:Butler/Shounen/Male Protagonist\nSequel to <i>Kuroshitsuji: Kishuku Gakkou-hen.</i>"
    },
    {
      "id": "tt30844357",
      "type": "series",
      "name": "Shoushimin Series 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181182-iMRy4V0GYpZA.jpg",
      "description": "Genres: Mystery, Slice of Life\nTags:Detective\nThe second season of <i>Shoushimin Series.</i><br><br>\nThe second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case).<br><br>\n(Source: MyAnimeList)"
    },
    {
      "id": "tt35331428",
      "type": "series",
      "name": "Shiunji-ke no Kodomotachi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174802-NSx1v2kg3tTF.jpg",
      "description": "Genres: Comedy, Romance\nTags:Female Harem/Inseki/Male Protagonist/Primarily Female Cast/Heterosexual/Seinen/Adoption/Nudity/Tsundere/Kuudere/Slapstick\nArata has never had a girlfriend, but he has 5 sisters and a brother. One day, his father reveals that he and his siblings aren’t related by blood! Now all bets are off, and Arata’s future promises to be rather nerve-wracking…<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt16741414",
      "type": "series",
      "name": "Summer Pockets",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143200-42OaDCS6VEy3.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Rural/Male Protagonist/Coming of Age/Shrine Maiden/Kuudere/Tsundere/Table Tennis/Fishing/Swimming/Food\nTo help manage his recently deceased grandmother's effects, the protagonist Takahara Hairi travels to Torishirojima during his summer vacation.<br><br>\n\nAs he gets off the ferry boat, he spots a lone girl standing on the pier.<br><br>\n\nA girl who simply gazes into the distance as her long hair flutters in the wind.<br><br>\n\nHe looks at the girl in utter bewilderment, but before he realizes it, she can no longer be found anywhere.<br><br>\n\nHairi finds himself starting to adjust to life on this island, surrounded by nature far lusher than anything he has ever come across back in the city.<br><br>\n\nTime seems to flow by casually on this island, and as it does, memories of something nostalgic keep coming back to him...<br><br>\n\nMemories of something he had long forgotten.<br><br>\n\n(Source: Key)"
    },
    {
      "id": "tt34880941",
      "type": "series",
      "name": "Mobile Suit Gundam GQuuuuuuX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185213-lRRgmMYJfjJ9.jpg",
      "description": "Genres: Drama, Mecha, Sci-Fi\nTags:Robots/Female Protagonist/Space/Super Robot/Real Robot\nAmate Yuzuriha is a high-school student living peacefully in a space colony floating in outer space.<br><br>\nWhen she meets a war refugee named Nyaan, Amate is drawn into the illegal mobile suit dueling sport known as Clan Battle.<br><br>\nUnder the entry name \"Machu,\" she throws herself into fierce battle day after day, piloting the GQuuuuuuX. Then an unidentified Gundam mobile suit pursued by both the space force and the police appears before her, along with its pilot, a boy named Shuji.<br><br>\nNow their world is about to enter a new era.<br><br>\n(Source: Official Site)<br><br>\n<i>Note: Prior to broadcasting, \"Mobile Suit Gundam GQuuuuuuX -Beginning-\" — a theatrical version using re-edited episodes — is scheduled to debut in Japan on January 17, 2025 and in North America on February 28, 2025.</i>"
    },
    {
      "id": "tt35437763",
      "type": "series",
      "name": "Chotto dake Ai ga Omoi Dark Elf ga Isekai kara Oikakete Kita",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180829-jHViG8fIkaIJ.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Elf/Tanned Skin/MILF/Yandere/Nudity/Large Breasts\nHinata did it. He got reincarnated into another world, took up the mantle of Hero, and slew the dreaded Demon Lord alongside his party of fellow adventurers. As his reward, he’s returned to Earth to resume a normal life. Or it would be if it wasn’t for the fact that his dark elf companion Mariabelle decided to travel to Earth to come and live with him! Now she uses her arcane talents to ward off any potential romantic rivals and capture Hinata’s affection. \n<BR><BR>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt35437675",
      "type": "series",
      "name": "Uma Musume: Cinderella Gray",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180516-lebpoKLkw6E3.jpg",
      "description": "Genres: Drama, Sports\nTags:Athletics/Primarily Female Cast/Female Protagonist/Kemonomimi/Seinen/Historical\n<i>Umamusume: Cinderella Gray</i> tells the tale of a lone girl in the destitute countryside of Kasamatsu who will soon rock Japan with her feet. This Cinderella story of youthful drama and running begins at a humble starting gate!"
    },
    {
      "id": "tt32513973",
      "type": "series",
      "name": "Your Forma",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167142-dJwdHptpILkF.jpg",
      "description": "Genres: Action, Drama, Mystery, Sci-Fi\nTags:Female Protagonist/Detective/Male Protagonist/Crime\nIn 1992, a pandemic of viral encephalitis shook the world. The medical technology that saved humanity evolved into <i>“Your Forma”</i>—an invasive information device implanted into the brain. In this world where every sight, sound, and even emotion is recorded, investigating major crimes means diving into the collective data, a job reserved for special detectives called “Electronic Investigator.”\n<br><br>\nEchika Hieda, a prodigious “Electronic Investigator” assigned at an astonishingly young age, stands isolated by her exceptional talent. Her newly assigned partner is Harold, a blonde, blue-eyed humanoid “Amicus.” Together, this unrivaled duo will expose every hidden secret.\n<br><br>\n(Source: \"It’s Anime\" YouTube Channel)"
    },
    {
      "id": "tt34814625",
      "type": "series",
      "name": "Ore wa Seikan Kokka no Akutoku Ryoushu! ",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183274-fGCQJVV1zHP4.png",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:\nIn his last life, Liam lived as a moral, responsible person...but died deep in debt and betrayed by his wife. Reborn into the ruling family of a vast interstellar empire, Liam knows that life is divided into the downtrodden and the ones who do the stomping, so this time he's going to take what he wants and live for himself. But somehow, things refuse to work out that way. Despite doing his best to become a tyrant, Liam's decisions lead to nothing but peace and prosperity for the empire under his rule, and he just gets more and more popular!\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32779862",
      "type": "series",
      "name": "Aru Majo ga Shinu Made",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178701-ZUZAcQi6bYHD.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Female Protagonist/Primarily Female Cast/Magic/Witch/Curses\nOn her seventeenth birthday, the apprentice witch Meg learns that she only has one year left to live. Her teacher, the long-lived witch Faust, explains that the only way to undo the death curse is to collect tears of joy and grow the seed of life. To find them, Meg will have to leave the sheltered life she's always known and head out into the world. There will be meetings, partings, and friendships aplenty, and of course many tears. Meg will learn that the most important lessons for a witch are bright, sweet, and somewhat heart-wrenching.<br>\n<br>\n(Source: Yen Press) "
    },
    {
      "id": "tt35436997",
      "type": "series",
      "name": "mono",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176246-ndH8bKh7cmzf.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/Photography/Cute Girls Doing Cute Things/Female Protagonist\nThe <i>mono</i> manga is centered around high school girls who belong to the Cinephoto Club, which is a combination photography club and video research club set around Kofu City, Yamanashi Prefecture. The girls go about their daily lives using cameras tied to kites, action cameras and even drones around the city and prefecture. <br><br> (Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt34702901",
      "type": "series",
      "name": "Anne Shirley",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184639-tQatvx18OqhK.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Female Protagonist/Classic Literature/Rural\nA new adaptation of <i> Akage no Anne (Anne of Green Gables).</i>"
    },
    {
      "id": "tt35014218",
      "type": "series",
      "name": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183133-TpvDaUQliwDF.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:\nOne day, Kurt, a kind-hearted boy, is suddenly kicked out of the Hero's Party for being \"useless\". He finds that his aptitude for weapons, magic, and all other combat-related skills is the lowest rank, so he takes odd-jobs repairing the castle walls and digging for minerals to make a living, where his exceptional abilities are immediately revealed. He proves to be skillful in cooking, building, mining, crafting magical tools--in fact, his aptitude for every skill unrelated to combat had an SSS-ranking! Kurt, however, seems completely unaware to his talent and ends up saving people, the town, and even the country through his unaware actions!?<br>\n<br>\n(Source: Alpha Manga)"
    },
    {
      "id": "tt35437780",
      "type": "series",
      "name": "Zatsu Tabi: That's Journey",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165445-1LPs4hBqLl14.png",
      "description": "Genres: Adventure, Comedy, Drama, Slice of Life\nTags:Travel/Iyashikei/Female Protagonist/Seinen\nChika Suzugamori, a rookie manga artist, has been getting rejected every time she submits a new draft. On the verge of giving up, she suddenly gets the idea of going on a journey.\n<br><br>\n<i>*Based on the real life travels of mangaka Chika Suzugamori.</i>"
    },
    {
      "id": "tt35436553",
      "type": "series",
      "name": "Rock wa Lady no Tashinami Deshite",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179694-bCyH6hXUjCcy.jpg",
      "description": "Genres: Drama, Music\nTags:Seinen/Rock Music/Female Protagonist/Yuri/LGBTQ+ Themes/School\nRirisa Suzunomiya, who is forced to live a cramped life at a girl's school where genuine ladies gather, is drawn to the sounds coming from the old school building...? The gorgeous and ladylike girls shout with beautiful sparks!"
    },
    {
      "id": "tt35636155",
      "type": "series",
      "name": "Apocalypse Hotel",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b180675-rEzDdz6F2kYz.png",
      "description": "Genres: \nTags:Post-Apocalyptic/Inn/Robots/Urban\nThe earth where mankind has disappeared and civilization has collapsed.<br><br>\nIn a world of ruined towns and revived nature, one historic hotel remains.<br><br>\n\"0 customers currently staying, 0 customers planning to stay today, 0 homepage views yesterday. Goal not reached.”<br><br>\nThis is the story that unfolds in a hotel where humanity has disappeared.<br><br>\n(Official Website, Translated)"
    },
    {
      "id": "tt35508195",
      "type": "series",
      "name": "GUILTY GEAR STRIVE: DUAL RULERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178046-v2xJl2OjbKB4.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Full CGI/LGBTQ+ Themes\nAfter the decline of the once robust fields of science and technology, a new energy source known as magic fuels the modern era. Humanity creates forbidden biological weapons: Gears. Those Gears eventually stand against humanity in a rebellion. Although they manage to overcome in the struggle for survival known as the Crusades, humanity’s losses are so great that even after several decades pass, their emotional wounds remain unable to fully heal. Sin Kiske, the child of a human and a Gear, heads to his father Ky and mother Dizzy’s wedding ceremony. Their wedding breaks the ultimate taboo: a union between a human and a Gear. Even with the world at peace, it took many years for such a ceremony to come to fruition. Despite the complex array of emotions surrounding it, the wedding ceremony is met with blessings. When suddenly, a mysterious girl appears… The fated child inheriting Gear blood–and the mysterious girl who despises Gears. Their meeting would shake the world.<br><br>\n(Source: YouTube Description)"
    },
    {
      "id": "tt33332400",
      "type": "series",
      "name": "YAIBA: Samurai Legend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177476-zHa1uUfkpBYu.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Shounen/Samurai/Male Protagonist/Animals\nThe protagonist, Yaiba (Kurogane Yaiba), is a wild samurai boy who trains in the jungle with his father, Kenjuro! By chance, Yaiba returns to Japan, where he meets his rival Takeshi Onimaru, who has the same samurai spirit as Yaiba, in a new training ground.\n<br><br>\nYaiba is living a life of serious competition, but when Onimaru obtains the “Legendary Demon Sword”, he is on a journey full of spectacle and great adventure...!<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt35437319",
      "type": "series",
      "name": "Kanpeki Sugite Kawai-ge ga Nai to Konyaku Haki Sareta Seijo wa Ringoku ni Urareru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183275-nXxyj2GCPK9d.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Shoujo/Female Protagonist\nPhilia’s family has produced saints for generations. It’s no surprise that she’s known as the greatest saint of all time—and set to marry the second prince, Julius. What no one expects is for Julius to call off the engagement, claiming that Philia’s perfection makes her charmless and unlikable. To add insult to injury, Philia is packed off to a neighboring country in exchange for gold and resources, forcing her to leave her homeland! Despite bracing herself for mistreatment, Philia finds a warm welcome in her new town, where she puts her saintly abilities to good use erecting barriers against monsters and curing epidemics. But even as she flourishes in her new life, her homeland is under threat of destruction!\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt35351289",
      "type": "series",
      "name": "Maebashi Witches",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180825-trzjP1VDF19U.jpg",
      "description": "Genres: Fantasy, Slice of Life\nTags:Witch/Primarily Female Cast/Coming of Age/Primarily Teen Cast/Idol/Female Protagonist\nThe anime's story, set in Maebashi City in Gunma Prefecture, is about the coming-of-age story of five high school girls. First year high school student Yuina Akagi lives an ordinary but unsatisfying everyday life. One day, a mysterious frog named Keroppe scouts her and four other girls to become the \"Maebashi Witches.\" Suddenly, a room closet is connected to a mysterious space that brings the girls to a magical flower shop where they sing, dance, and make other people's wishes come true.\n<br><br>\n(Source: ANN)"
    },
    {
      "id": "tt34818628",
      "type": "series",
      "name": "Nazotoki wa Dinner no Ato de",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184989-9i29Wrdrak11.png",
      "description": "Genres: Comedy, Drama, Mystery\nTags:Detective/Female Protagonist/Butler\nReiko is a rich heiress to a zaibatsu, but she chose to work as a detective. She resents her superior, Kazamatsuri, who always seem to be making illogical deductions that causes murder cases to become cold cases. One day, her butler suddenly announces his retirement, and he chooses Kageyama as his replacement. Reiko realizes that Kageyama's deduction skills are very good after Kageyama solved a seemingly unsolvable mystery.<br><br>\nAfter that, whenever Reiko meets an unsolvable case, she would lay out the details of the case for Kageyama, and he would explain to her how that particular case is solved after dinner. After every case, Kageyama also explains to Reiko some universal truth or human nature that led to each crime being committed.<br><br>\n(Source: Wikipedia)"
    },
    {
      "id": "tt35351359",
      "type": "series",
      "name": "Ninja to Koroshiya no Futarigurashi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177120-xRucIg2WDr77.png",
      "description": "Genres: Comedy\nTags:Ninja/Assassins/Female Protagonist/Primarily Female Cast/LGBTQ+ Themes/Shounen\nThe story of <i>Ninja to Koroshiya no Futarigurashi</i> follows Satoko, a ninja who escapes from her village and is saved by a passing high school girl, Konoha, when she collapses in the city. Satoko's pursuers close in, but much to their and Satoko's surprise, Konoha holds her own against them — since her true identity is that of an assassin.\n<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt23844810",
      "type": "series",
      "name": "Bye Bye, Earth Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181078-zBCMinL0WhzA.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Swordplay/Kemonomimi/Magic/Gore/Classical Music/Philosophy/Heterosexual/War\nThe second season of <i>Bye Bye, Earth</i>."
    },
    {
      "id": "tt32514593",
      "type": "series",
      "name": "Teogonia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176702-SQUbWQGVVQ7Z.jpg",
      "description": "Genres: Action, Fantasy\nTags:Isekai\nHumans fight to protect their land from invading demi-human tribes in relentless battles. As his world is engulfed by intense warfare, Kai, a village boy from Lag, joins the fight to defend all he knows. After Kai’s comrades fall one by one and he’s injured, he suddenly recalls memories from another life. A fantasy tale unfolds as a village boy explores a world of magic, mystery, and heroism.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28400589",
      "type": "series",
      "name": "MIRU: Watashi no Mirai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166373-MLoNEYqcZUd5.png",
      "description": "Genres: Adventure, Sci-Fi\nTags:Robots/Environmental/Female Protagonist/Coming of Age/Dystopian\n<i>Confrontation and Harmony between Humans and Nature.</i>\n<br><br>\nIn the distant future, humans create a robot named MIRU capable of traveling through time, visiting various eras, places, and even parallel worlds.\n<br><br>\nUnlike some robots, MIRU isn't equipped with weapons. Instead, it helps people overcome immense obstacles peacefully, encouraging new beginnings without violence.\n<br><br>\nMIRU continuously evolves by interacting with people, learning and growing to assist those struggling to survive.\n<br><br>\nIt listens to their problems and offers support.\n<br><br>\nBy helping others, MIRU sets off a “Butterfly Effect”, of dramatic change guiding society toward a brighter future.\n<br><br>\nWhy was MIRU created? What is its purpose? Can it save the Earth and humanity from a dystopian future?\n<br><br>\n<i>\"The future is in our hands.\"</i>\n<br><br>\n(Official MIRU Site, edited)<br><br>\n<i>Contains:<br>\n1) Episode 079:「スターダストメモリー」 \"Stardust Memory\"<br>\n2) Episode 101: 「The King of the Forest」<br>\n3) Episode 217: 「この世の波風さわぎ」\"Londonderry Air\"<br>\n4) Episode 630: 「Re: MIRU」<br>\n5) Episode 926: 「待ってて、今行く」 \"Wait, I'll Be There\"</i>"
    },
    {
      "id": "tt35437053",
      "type": "series",
      "name": "Chuuzenji-sensei Mononoke Kougiroku: Sensei ga Nazo wo Toiteshimau kara.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182419-Tk8CJ4mdVva2.png",
      "description": "Genres: Mystery, Psychological, Supernatural\nTags:Shounen\nOur setting is in Tokyo in 1948, just right after the war. Kanna Kusakabe had just become a second-year at a high school when she meets the new language teacher, Akihiko Chuuzenji.<br><br>\n\nMysterious supernatural things keep happening around Kanna. Once again today, Kanna is going to open the doors to the library prep room to seek help from the surly Chuuzenji-sensei who is waiting inside.<br><br>\n\nA high school supernatural mystery featuring the unlikely duo between a teacher and a high school girl is about to begin!<br><br>\n\n(Source: Pony Canyon, edited)"
    },
    {
      "id": "tt34853325",
      "type": "series",
      "name": "Princess-Session Orchestra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178052-pzEAGk697GMM.png",
      "description": "Genres: Mahou Shoujo, Music\nTags:Henshin/Magic/Female Protagonist\nThe anime takes place in Alicepia, which is a mysterious country that has existed since ancient times. The inhabitants of Alicepia, the Alicepians, are a fun-loving people, but one day mysterious monsters called Jamaock appeared to threaten the peace of Alicepia. The story follows a trio of \"princesses\" who never forget the song in their hearts, even when facing such danger and step up to save the day with the power of music. <br><br>\n\n(Source: Anime News Network, Crunchyroll News, edited)"
    },
    {
      "id": "tt4834194",
      "type": "series",
      "name": "Yu-Gi-Oh! CARD GAME: THE CHRONICLES (2025)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186151-IrCQ48VPiVVz.png",
      "description": "Genres: Action, Fantasy\nTags:Card Battle\nYu-Gi-Oh! CARD GAME THE CHRONICLES is a monthly short-anime series showcasing Official Card Game-original card themes. It is an expansion of the demo reel of the same name released the previous year."
    },
    {
      "id": "tt26676904",
      "type": "series",
      "name": "Ballpark de Tsukamaete!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184279-1qd5aqJ94IAb.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life, Sports\nTags:Seinen/Baseball/Gyaru\nThe setting is a baseball stadium! It's not only the players and spectators who gather there, but also beer vendors, announcers, security guards, and cheerleaders… They come together, work, laugh, and create human drama every day. It is like a town in miniature. Now, why don't you come and become a \"resident\" at the ballpark⁉\n<br><br>\n(Source: Comic Days, translated)"
    },
    {
      "id": "tt35331840",
      "type": "series",
      "name": "Uchuujin MuuMuu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185070-yxFQy9DsTGVM.jpg",
      "description": "Genres: Mystery, Sci-Fi, Slice of Life\nTags:Seinen/Animals/Aliens\nAn alien, Mumu, who came to regain the technology lost by his race. The everyday life of an ordinary college student collapses because of his arrival...? A cat shakes the earth! Spectacular romance!!"
    },
    {
      "id": "tt35346410",
      "type": "series",
      "name": "Everyday Host",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185584-oIY1H6tpT78b.png",
      "description": "Genres: Comedy\nTags:Primarily Male Cast/Primarily Adult Cast/Work\nnull"
    },
    {
      "id": "tt35636200",
      "type": "series",
      "name": "CLASSIC★STARS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178825-5QPuLKIHumlS.png",
      "description": "Genres: Music\nTags:\nThe anime <i>CLASSIC★STARS</i> takes place at Gloria Private Academy, where rising stars in the music, arts, and sports field gather. In the school's music department, the \"Gift\" of famous musicians of the past are implanted into the bodies of compatible students who can match their talent, and those students are then called by the names of those past masters. The anime focuses on Beethoven, who finds that he is compatible with Beethoven's \"Gift,\" and is admitted to the school.<br><br> \n\n(Source: Anime News Network, edited)"
    }
  ]
}