{
  "metas": [
    {
      "id": "tt31031809",
      "type": "series",
      "name": "Oshi no Ko Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166531-tiqhIUfG2e2H.png",
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Acting/Idol/Revenge/Seinen/Twins/Male Protagonist/Musical/Female Protagonist/Urban\nThe second season of <i>[Oshi no Ko]</i>."
    },
    {
      "id": "tt27305026",
      "type": "series",
      "name": "Tower of God Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153406-zqj1cuuHKQe3.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Male Protagonist/Shounen/Space Opera/Super Power/Magic/Cultivation/Anti-Hero/Gods/Ensemble Cast/Criminal Organization/Politics\nThe second season of <i>Kami no Tou: Tower of God</i>."
    },
    {
      "id": "tt31131295",
      "type": "series",
      "name": "Tokidoki Bosotto Russiago de Dereru Tonari no Alya-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162804-TBeptcAfvqTd.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/School/Primarily Teen Cast/Female Harem/Language Barrier/Tsundere/Male Protagonist/Female Protagonist/Primarily Female Cast\nAlisa Mikhailovna Kujou is Seiren Private Academy’s “solitary princess.” She’s a half-Russian beauty with silver hair, at the top of her class, student council accountant, and…completely unapproachable. For some reason, she’s also taken on the responsibility of reprimanding the slacker who sits next to her in class. Masachika Kuze is constantly frustrating her by falling asleep, forgetting his textbooks, and just being an overall unexemplary student. Or at least, that’s how it looks from the outside. She may put on a tough act, but she doesn’t mind Masachika as much as others would think. She even lets him call her by her nickname, Alya. Anyone hearing the comments she mutters in Russian under her breath might know how she really feels, but since none of her classmates understand the language, she’s free to say whatever she likes! Except…there is one person who knows what she’s saying. Masachika eavesdrops on her embarrassing revelations, pretending to be clueless, all the while wondering what her flirtatious comments actually mean!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt15414478",
      "type": "series",
      "name": "FAIRY TAIL: 100 YEARS QUEST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139095-ZFf0YJ8E7YhS.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Shounen/Male Protagonist/Dragons/Female Protagonist/Ensemble Cast/Primarily Adult Cast/Primarily Teen Cast\nNatsu, Lucy, Happy, Erza, and the whole Fairy Tail Guild are back in action! And they’ve decided to tackle the “100 Years Quest”—a job no one’s dared take on since the founding of the guild more than a century ago. A mysterious town, a baffling spirit, a ghastly new enemy … and a brand new continent to explore. When you’re with real friends, the adventures never stop!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt28279848",
      "type": "series",
      "name": "Suicide Squad ISEKAI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166710-8IffPhy51hWk.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Anti-Hero/Female Protagonist/Crossover/Crime/CGI\nDeadly crazy party of the baddest villains land themselves in ISEKAI!!!<br>\nThe most dangerous & bizarre fantasy adventure unveiled…!!!<br>\nDC's Harley Quinn and The Joker have been ISEKAI!? Suicide Squad rampages onto the stage of ISEKAI!<br>\nA new original animation from Japan! The most maddening worlds collide in an epic and violent fantasy with the strongest line-up of creators!<br><br>\n(Source: Official Site)"
    },
    {
      "id": "tt31521753",
      "type": "series",
      "name": "Our Last Crusade or the Rise of a New World Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139825-Q1XUGLc917ZV.jpg",
      "description": "Genres: Action, Ecchi, Fantasy, Romance\nTags:War/Magic/Female Protagonist/Male Protagonist/Heterosexual/Witch/Swordplay/Politics\nThe second season of <i>Kimi to Boku no Saigo no Senjou, Aruiwa Sekai ga Hajimaru Seisen</>."
    },
    {
      "id": "tt21975478",
      "type": "series",
      "name": "Gimai Seikatsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152681-4eFZSIo0XutU.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Heterosexual/Inseki/Philosophy/Male Protagonist/Family Life/School/Gyaru\nFrom classmates to brother and sister, living under the same roof.\n<br><br>\nAfter his father's remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance. \n<br><br>\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn't know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together. \n<br><br>\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know."
    },
    {
      "id": "tt22087138",
      "type": "series",
      "name": "Megami no Café Terrace 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166477-Q5jKn2WpDQ6z.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Heterosexual/Female Harem/Male Protagonist/Primarily Female Cast/Work/Family Life/Primarily Adult Cast/Shounen/Food\nThe second season of <i>Megami no Café Terrace</i>."
    },
    {
      "id": "tt31141567",
      "type": "series",
      "name": "2.5 Jigen no Ririsa",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158559-W3bKi3Nxmfp3.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Cosplay/Otaku Culture/Male Protagonist/Primarily Female Cast/Heterosexual/School Club/Photography/Gyaru/Female Harem/Shounen/Nudity\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Lilliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff! The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt31186547",
      "type": "series",
      "name": "Isekai Shikkaku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152137-CbGT44MNp4tx.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life, Supernatural\nTags:Isekai/Magic/Heterosexual/Male Protagonist/Nekomimi\nAn adventure in another world with cute girls by your side and video game-like powers–sounds like an anime fan’s dream, right? Not so for melancholic author Osamu Dazai, who would quite literally prefer to drop dead. Video games haven’t even been invented yet when he gets yanked into another world in 1948. Really, all the fantastical adventure he keeps running into is just getting in the way of his poetic dream of finding the perfect place to die. But no matter how much he risks his hide, everything seems to keep turning out okay. Follow a miserable hero like no other in this cheerfully bleak isekai comedy!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt28082379",
      "type": "series",
      "name": "Senpai is an Otokonoko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163133-xzNdRg4wQjZF.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Crossdressing/Coming of Age/Femboy/LGBTQ+ Themes/Male Protagonist/Primarily Teen Cast/School/Josei/Bisexual\nCan true love really overcome any obstacles? Saki, a high school student, confesses her feelings to Makoto. Taken aback, Makoto reveals his secret, but the sudden discovery doesn’t seem to bother Saki who is already head over heels for him. After being rejected, Saki asks Ryuji, Makoto’s childhood friend, for some advice on how to win his heart. A love triangle unfolds when Ryuji realizes that he might also have some feelings for his old friend.<br><br>\n\n(Source: WEBTOONS)"
    },
    {
      "id": "kitsu:48415",
      "type": "series",
      "name": "Shoushimin Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg",
      "description": "Genres: Mystery\nTags:Male Protagonist/School/School Club/Food/Detective\nThe story centers on Jougorou Kobato, who wishes to live a quiet and ordinary life after a painful experience. He and Yuki Osanai form a \"mutually beneficial relationship\" as Yuki also wants the same thing. They start high school as classmates with a plan to spend their peaceful days as ordinary people, but unfortunately they keep getting wrapped up in mysteries and disasters as they happen one after another.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt30326044",
      "type": "series",
      "name": "ATRI: My Dear Moments",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154963-upOBdFWE6t1m.png",
      "description": "Genres: Drama, Romance\nTags:Heterosexual/Male Protagonist/Robots/Environmental/Dystopian/Disability/Cyberpunk\nIn the near future, a sudden and unexplained sea rise has left much of human civilization underwater.\nIkaruga Natsuki, a boy who lost his mother and his leg in an accident some years earlier, returns disillusioned from a harsh life in the big city to find his old countryside home half-swallowed by the sea.\n<br><br>\nLeft without a family, all he has to his name is the ship and submarine left to him by his oceanologist grandmother, and her debts.\n<br><br>\nHis only hope to restore the dreams for the future that he has lost is to take up an opportunity presented to him by the suspicious debt collector Catherine. They set sail to search the sunken ruins of his grandmother's laboratory in order to find a treasure rumor says she left there.\n<br><br>\nBut what they find is not riches or jewels; it is a strange girl lying asleep in a coffin at the bottom of the sea.\nAtri.\n<br><br>\nAtri is a robot, but her appearance and her wealth of emotions would fool anyone into think she's a living, breathing human being. In gratitude for being salvaged, she makes a declaration to Natsuki.\n<br><br>\n\"I want to fulfill my master's final order. Until I do, I'll be your leg!\"\n<br><br>\nIn a little town slowly being enveloped by the ocean, an unforgettable summer is about to begin for this boy and this mysterious robot girl...<br><br>\n(Source: ATRI -My Dear Moments- VN Site)"
    },
    {
      "id": "tt31889371",
      "type": "series",
      "name": "Wistoria: Wand and Sword",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174576-l9kLVeBAJGWz.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/School/Bullying/Swordplay\nA hard-working boy named Will enters a magic academy in hopes of becoming a great sorcerer. Unfortunately, there's a fatal flaw in his plan: he lacks the ability to use magic. Amid the cold stares of his classmates and instructors, Will feels discouraged at times, but he presses forward with unwavering determination. He can't use a wand, but he can wield a sword in his battle to reach the top of a magic-dominated world. He just needs to believe in his own unique strengths and remember the promise he made with someone precious to him...\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26240414",
      "type": "series",
      "name": "Shikanoko Nokonoko Koshitantan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175977-9pVzocc9B76A.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Surreal Comedy/Delinquents/School/Monster Girl/CGI\n<i>Girl meets elk-girl—and chaos ensues!</i>\n<br><br>\nNo one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt27187054",
      "type": "series",
      "name": "Nige Jouzu no Wakagimi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162896-hSMTVceb50GY.jpg",
      "description": "Genres: Action, Adventure\nTags:Male Protagonist/Samurai\nSet in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!<br>\n<br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt31778656",
      "type": "series",
      "name": "Koi wa Futago de Warikirenai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167144-tKDxH7M9z1Hb.png",
      "description": "Genres: Romance\nTags:Male Protagonist/Twins/Heterosexual/Tomboy\n<i>Koi wa Futago de Warikirenai</i>, written by Shinon Takamura, follows a boy named Jun as he falls in love with the twin girls who are his childhood friends and live next door; both of which who couldn’t be more different from each other. Rumi, the older sister, who has a boyish exterior but a maiden-like personality while Naori is super girly and also a super otaku.<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt29521186",
      "type": "series",
      "name": "Quality Assurance in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163077-BftoUIHpCW44.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Dragons\nDespite its location in a remote region south of the continent of Felnarc, the island of Clayborne is made up of five small countries crowded together and in constant conflict. In the most remote reaches of the smallest and most peaceful country on the island, the Kingdom of Bayle, is the small village where a girl named Nikola lives a humble life. One day, while she's out gathering firewood as she does every day, a massive dragon—a creature that's supposed to only live deep in the mountains—appears in front of her. Just as it's about to attack the village, a man named Haga rushes to the scene. Haga is a member of the King's Seekers, a top secret investigation team. Nikola has never once felt bored with her peaceful life, even when every single day is practically the same, but after meeting Haga, she's so intrigued by Haga and his travels that she decides to step out into the world herself... and then the learns the true nature of her world.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:48213",
      "type": "series",
      "name": "Na-Nare Hana-Nare",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170891-1B1w07m7GTDG.jpg",
      "description": "Genres: Sports\nTags:Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Cheerleading/Parkour/Disability\n\"The feeling of wanting to cheer someone on... where does it come from?\"<br>\n<br>\nSix high school girls with diverse hobbies, skills, and personalities. Each carrying their own worries, they run, shout, collide, daydream... When the pure desire to support aligns, their cheers resonate in the hearts of those involved. The support of these six high school girls from Gunma might just change the world a little bit?<br>\n<br>\n(Source: MAL News)"
    },
    {
      "id": "tt2640044",
      "type": "series",
      "name": "SHY 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171748-oZm8BtKji7cp.png",
      "description": "Genres: Action, Drama\nTags:Superhero/Female Protagonist/Primarily Female Cast/Ninja/LGBTQ+ Themes\nThe second season of <i>SHY</i>."
    },
    {
      "id": "tt31844529",
      "type": "series",
      "name": "Naze Boku no Sekai wo Daremo Oboeteinai no ka?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167419-NPhIuaL5sfOd.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Demons/Post-Apocalyptic\n<i>\"Why does no one remembers the true world...!\"</i><br><br>\nThe era when the great race of the five tribes competing for hegemony on the ground ended with the victory of mankind led by hero Sid. However, that world was suddenly \"overwritten\" in front of a boy Kai. In the rewritten world, Kai saw the scene where humans lost to the five tribal wars because of the absence of hero Sid—here dragons and demons dominate the ground, and Kai is a forgotten existence from all human beings. However, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without heroes, he inherits the hero's sword and martial art and challenges the mighty enemy races who reign. "
    },
    {
      "id": "kitsu:45151",
      "type": "series",
      "name": "Kijin Gentoushou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143598-LP1y4Ui6DdQO.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Demons/Historical/Swordplay/Shrine Maiden\nIn the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.<br>\n<br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt30970523",
      "type": "series",
      "name": "Katsute Mahou Shoujo to Aku wa Tekitai Shite Ita.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170938-c1NvK0RIxZAF.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Romance\nTags:Shounen\nThe story centers on Mira, the clever brains behind an evil organization that invades and destroys everything in its path. One day, a magical girl named Byakuya Mimori decides to stand up to the organization, and Mira falls in love with her at first sight.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt31852351",
      "type": "series",
      "name": "VTuber nanda ga Haishin Kiri Wasuretara Densetsu ni Natteta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160488-TjQBRcAmmPmg.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/Otaku Culture/VTuber\nTwenty-year-old former wage slave Yuki Tanaka now works among her idols: the streamers of Live-On, one of Japan’s top VTuber companies. As the gorgeous, polite Awayuki Kokorone, she delivers only the most ladylike content. Unfortunately, her subscriber count and savings are at rock bottom. One evening, after Yuki thinks she’s ended her stream, she cracks a few cold ones—and more than a few crude jokes—while watching Live-On’s video archives. But her viewers hear it all, and clips of her bawdy, drunken commentary go viral overnight. Yuki thinks her career is over...until her manager reveals that everyone at Live-On has been waiting for her to snap all along and gives her free rein to drink on-stream. Now free of all feigned purity, she jumps right into her new “rowdy drunk” character and is welcomed into the fold by her fellow Live-On VTubers, who turn out to be just as crazy as she is! With her views and finances skyrocketing, Yuki’s work—for the first time in her life—is actually fun!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt28369144",
      "type": "series",
      "name": "Make Heroine ga Oosugiru!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171457-y6ppaa7ESp82.jpg",
      "description": "Genres: Comedy, Romance\nTags:Female Harem/Male Protagonist/Heterosexual\nKazuhiko Nukumizu is a high school boy content to blend in with the background mob, until he witnessed his more popular classmate Anna Yanami get dumped by her childhood friend. He felt like he had to try to comfort Yanami, but this led him to become entangled with other girls who have met defeat at love?"
    },
    {
      "id": "tt30689448",
      "type": "series",
      "name": "Elf-san wa Yaserarenai.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173388-2mioTDDpGiuL.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Slice of Life\nTags:Elf/Fitness/Monster Girl/Large Breasts/Urban Fantasy/Seinen/Food/Work/Isekai/Primarily Adult Cast/Female Protagonist\nNaoe-kun, a massage therapist, is about to head home for the day when he’s saddled with a rather strange patient. This lovely lady has emerald eyes, pointy ears, and grew up in the forest–everything about her screams “elf,” except for one thing: her bodacious body. It turns out she left her world but loves junk food in this one, and now her obsession has caught up with her. Can Naoe-kun help this lovable elf girl lose the weight–and keep it off?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "kitsu:47892",
      "type": "series",
      "name": "Madougushi Dahlia wa Utsumukanai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168623-exlB1jjGGsTe.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Heterosexual/Female Protagonist/Work/Magic/Isekai/Shoujo\nAfter dying of overwork in Japan, Dahlia is reborn into a world filled with magic. Raised by a master of magical toolmaking, she develops a passion for the craft and becomes engaged to her father’s apprentice. Before her father can see her wed, however, he suddenly passes away. As if this weren’t enough, on the day before their wedding, her fiancé announces that he’s in love—but not with her! Dahlia finally realizes she needs to live for herself. She vows to be her own woman from now on and devote herself to her craft, even if it’s not quite the quiet life she was hoping for! From a chance encounter with a knight to starting her own company, there are challenges aplenty on the horizon. But this young craftswoman is no longer a shrinking violet—she’s Dahlia, and she’s ready to bloom.<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Season 2 Part.2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169692-7empzTeL7hoN.png",
      "description": "Genres: Action, Sports\nTags:Ensemble Cast/Martial Arts/Primarily Adult Cast/Boxing/Wrestling/Male Protagonist/Athletics\nThe second half of second season of <i>Kengan Ashura</i>. <br><br>\n\nThe end of the battle is near, and the Kengan Life-or-Death Tournament eagerly awaits its winner. <br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt30495119",
      "type": "series",
      "name": "Maou Gun Saikyou no Majutsushi wa Ningen datta",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173584-nyZElmr8218W.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Demons/Male Protagonist/War\nIke is known as \"the strongest magician in the demon king's army\" and is a single-handedly conquering fortresses.\nThe way he mowed down the enemies with his immense magic is truly a \"\"monster\"\" that makes him feared by both allies and foes alike.<br>\n<br>\nHowever, he had a secret that he could not tell other demons.<br>\n<br>\n<i>\"--I'm actually human.\"</i><br>\n<br>\nAiming for a coexistence between demons and humans while the leader of demon's army is hiding the fact that he is actually a human!?<br>\n<br>\n(Source: Happinet)"
    },
    {
      "id": "tt29432583",
      "type": "series",
      "name": "Tasogare Outfocus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b166700-nOuVsSQe2ML2.jpg",
      "description": "Genres: Drama, Romance\nTags:Boys' Love/Ensemble Cast/School/Male Protagonist/Primarily Male Cast/School Club/Acting/Filmmaking/LGBTQ+ Themes\nFilm enthusiast Mao Tsuchiya and his lone wolf roommate Hisashi Otomo make three promises: <br><br>\n(1) That Mao will never tell anyone that Hisashi is gay and has a boyfriend,<br>\n(2) That Hisashi will never approach Mao \"in that way,\" and<br>\n(3) That they’ll respect each other's \"private time.\"<br><br>\nThe second-years' ground rules should ensure a peaceful life together in their dorm, but reality is never as simple as it seems in the movies, and some things are not so easily promised...\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt19265192",
      "type": "series",
      "name": "Boku no Tsuma wa Kanjou ga Nai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175450-8bylpE9MYZVe.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi, Slice of Life\nTags:Robots/Artificial Intelligence\nTakuma is a single guy who does nothing but go to work and come home. Too tired to do chores, he decides to get a robot to cook and keep house. “Mina-chan” is such a good housekeeper, Takuma jokes that she should become his wife. Mina takes Takuma’s joke seriously, and slowly the two start doing more things together, like having a picnic outside. As time goes by, Takuma starts to fall for Mina, but can a human and a robot ever have an equal, loving relationship? \n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt31122245",
      "type": "series",
      "name": "Mayonaka Punch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174044-GLY0ks5Dp2le.png",
      "description": "Genres: Comedy\nTags:Primarily Female Cast/Female Protagonist\n<i>Mayonaka Punch</i> centers on Masaki, a member of the NewTuber group \"Harakiri Sisters\", who gets fired because of a certain incident. Aiming for a comeback, Masaki meets Live. The two girls have different goals, but together, they make a high-tension comeback and aim to reach 1 million subscribers on NewTube. <br><br>\n\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt30236310",
      "type": "series",
      "name": "A Journey Through Another World: Raising Kids While Adventuring",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171031-4fLoFxol5z99.jpg",
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Isekai/Twins/Found Family/Iyashikei/Male Protagonist\nTakumi gets accidentally killed by the wind god Syl and is reborn and summoned to another world. After giving Takumi his sincerest apologies, Syl grants Takumi with skills and sends him to the world Etelldia that Syl presides over. However, this new world is a vast forest filled with dangerous monsters... In the forest, Takumi finds a young boy and girl who appear to be twins. He is worried about their safety and names them Alan and Elena, and decides to take care of them. He soon finds out to his surprise they are able to defeat a monster with their bare hands. The three of them reach a town, and Takumi decides to register at a guild to make a living. He begins his life as an adventurer while taking care of the two children. An isekai fantasy about an adventurer with two kids!<br>\n<br>\n(Source: Alpha Manga)"
    },
    {
      "id": "tt21621494",
      "type": "series",
      "name": "Delico's Nursery",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167991-uOu8ggPXzVUQ.jpg",
      "description": "Genres: Fantasy, Supernatural\nTags:Vampire\nIn the past, the vampire race that ruled over the land had the power of immortality. In the present day, this power has been lost and the world has been divided into two groups: the now-mortal vampire race and the human race that coincides with their limited life-span. However, it is said that somewhere in this world exists one sole Vampire that still has eternal life. TRUE OF VAMP: The originator of Vamps. Connecting the first and last letters, people called the origins of the vampire race \"TRUMP.\"<br><br>\n(Source: YouTube teaser trailer)<br><br>\n<i>Note: 'Delico's Nursery' is a completely new work based on Kenichi Suemitsu's 'TRUMP' stage play and serves as a sequel to the 'Grand Guignol' 2017 stage play in the series.</i>"
    },
    {
      "id": "tt23844810",
      "type": "series",
      "name": "Bye Bye, Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157371-K122OMMSKhXK.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:\nIn a world of anthropomorphic animals, Belle Lablac was born as the only human being.<br>\n<br>\nHaving no fangs, fur, or scales, she was called \"Faceless,\" and she lived a lonely life with no one else she could identify with.<br>\n<br>\n\"I want to be part of the world...\"<br>\n<br>\nWith such longing in her heart, she decides to set out on a journey to find her roots, carrying the Runding, a great sword as tall as she is. She doesn’t know how many adversities await her along the way...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt31596104",
      "type": "series",
      "name": "Shinmai Ossan Bouken-sha, Saikyou Party ni Shinu Hodo Kitaerarete Muteki ni Naru.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163292-nQut9ihHMEtn.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist\nIt is common knowledge that it is best to become an adventurer when you are as young as possible because the magical power that is the basis of an adventurer's strength will hardly grow if you don't train it while you are young. But this man, Rick Gladiator, who became an adventurer when he was over thirty years old, had the combat power of an S-rank adventurer, the highest rank in the world. In fact, Rick has lived an unimaginable life with the members of the legendary Orihalcon Fist, a party of the continent's strongest adventurers. From dragons to vampires, Rick's fighting prowess, trained by his literally \"monster\" mentors, allows him to defeat elite adventurers one after another who try to underestimate him."
    },
    {
      "id": "tt31308385",
      "type": "series",
      "name": "Dungeon no Naka no Hito",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168345-FkbgXkjqTzkN.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Dungeon\nClay was trained by her father to be an expert member of the thieves’ guild. Since her father disappeared three years ago, she’s been using her skills to search for him in a dungeon filled with goblins, a Minotaur, and all manner of other dangerous creatures. When Clay reaches deeper than anyone ever has before, she meets the caretaker of the dungeon. To her surprise, Clay is invited to join the staff! And thus begins Clay’s new job–to learn the inner workings and behind-the-scenes secrets of the dungeon from the inside.\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt21996318",
      "type": "series",
      "name": "Mob kara Hajimaru Tansaku Eiyuutan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172416-VlmehPdjTjmH.jpg",
      "description": "Genres: Action, Fantasy\nTags:Male Protagonist\nKaito Takagi is a low status high schooler. A background mob character, you might say. He is just a low-level explorer who hunts slimes every day in the dungeons that appeared all around Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. One day, a golden slime he had never seen appears before him. After he defeats it, it drops an extremely rare item, worth hundreds of millions, a card that can summon mythical beings!! After he decides to activate the summon, a warrior maiden with unparalleled beauty appears.\n<br><br>\nRise above the mob, Kaito! A modern battle fantasy story has begun!\n<br><br>\n(Source: Hobby Japan, translated)"
    },
    {
      "id": "tt27417996",
      "type": "series",
      "name": "Ore wa Subete wo [Parry] Suru: Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170695-MeZaB92oFXFM.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist\nThe Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt29338030",
      "type": "series",
      "name": "Kinnikuman: Kanpeki Choujin Shiso-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162796-VddCUfyXLPYH.jpg",
      "description": "Genres: Action, Comedy, Sports\nTags:Wrestling/Male Protagonist\nA new <i>Kinnikuman</i> series to celebrate the 40th anniversary of the original TV anime. Adapts the <i>Perfect Origin Arc</i> from the Manga."
    },
    {
      "id": "tt31624309",
      "type": "series",
      "name": "Ramen Aka Neko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170998-kAxkcVS9I3qc.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Food/Work/Animals/Iyashikei/Anthropomorphism/Primarily Animal Cast\nMeet Tamako, who’s found her way into an interview at a ramen shop run solely by cats. When the feline manager asks if she likes cats, Tamako admits that she’s actually more of a dog person...only to be hired on the spot! But her job description isn’t quite what she expects — rather than serving ramen, she’s now a dedicated cat caretaker...?!<br>\n<br>\n(Source: Manga Plus)"
    },
    {
      "id": "tt2549176",
      "type": "series",
      "name": "Cardfight!! Vanguard: Divinez Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165681-r5jZ7dbs3qjA.png",
      "description": "Genres: Action, Adventure\nTags:Card Battle\nThe second season of <i>Cardfight!! Vanguard: Divinez</i>."
    }
  ]
}