{
  "metas": [
    {
      "id": "tt27305026",
      "type": "series",
      "name": "Tower of God Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153406-xVZTKDTM5TYI.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Male Protagonist/Shounen/Super Power/Magic/Cultivation\nThe second season of <i>Kami no Tou: Tower of God</i>."
    },
    {
      "id": "tt31131295",
      "type": "series",
      "name": "Tokidoki Bosotto Russiago de Dereru Tonari no Alya-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162804-nlRE2f9miC7a.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/School/Primarily Teen Cast/Language Barrier/Tsundere/Female Protagonist/Male Protagonist/Primarily Female Cast\nAlisa Mikhailovna Kujou is Seiren Private Academy’s “solitary princess.” She’s a half-Russian beauty with silver hair, at the top of her class, student council accountant, and…completely unapproachable. For some reason, she’s also taken on the responsibility of reprimanding the slacker who sits next to her in class. Masachika Kuze is constantly frustrating her by falling asleep, forgetting his textbooks, and just being an overall unexemplary student. Or at least, that’s how it looks from the outside. She may put on a tough act, but she doesn’t mind Masachika as much as others would think. She even lets him call her by her nickname, Alya. Anyone hearing the comments she mutters in Russian under her breath might know how she really feels, but since none of her classmates understand the language, she’s free to say whatever she likes! Except…there is one person who knows what she’s saying. Masachika eavesdrops on her embarrassing revelations, pretending to be clueless, all the while wondering what her flirtatious comments actually mean!<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt21975478",
      "type": "series",
      "name": "Gimai Seikatsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152681-4eFZSIo0XutU.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Heterosexual/Inseki/Philosophy/Family Life/School/Gyaru\nFrom classmates to brother and sister, living under the same roof.\n<br><br>\nAfter his father's remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance. \n<br><br>\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn't know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together. \n<br><br>\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know."
    },
    {
      "id": "tt22087138",
      "type": "series",
      "name": "Megami no Café Terrace 2nd Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166477-Q5jKn2WpDQ6z.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Work/Male Protagonist/Primarily Female Cast/Family Life/Food/Shounen/Primarily Adult Cast\nThe second season of <i>Megami no Café Terrace</i>."
    },
    {
      "id": "tt31141567",
      "type": "series",
      "name": "2.5 Jigen no Ririsa",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158559-W3bKi3Nxmfp3.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Cosplay/Otaku Culture/Primarily Female Cast/Male Protagonist/Photography/Shounen/Gyaru/School Club/Female Harem\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Lilliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff! The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt31186547",
      "type": "series",
      "name": "Isekai Shikkaku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152137-CbGT44MNp4tx.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life, Supernatural\nTags:Isekai/Magic/Male Protagonist/Nekomimi\nAn adventure in another world with cute girls by your side and video game-like powers–sounds like an anime fan’s dream, right? Not so for melancholic author Osamu Dazai, who would quite literally prefer to drop dead. Video games haven’t even been invented yet when he gets yanked into another world in 1948. Really, all the fantastical adventure he keeps running into is just getting in the way of his poetic dream of finding the perfect place to die. But no matter how much he risks his hide, everything seems to keep turning out okay. Follow a miserable hero like no other in this cheerfully bleak isekai comedy!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "kitsu:48415",
      "type": "series",
      "name": "Shoushimin Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg",
      "description": "Genres: Mystery\nTags:School Club/School/Detective/Male Protagonist/Food\nThe story centers on Jougorou Kobato, who wishes to live a quiet and ordinary life after a painful experience. He and Yuki Osanai form a \"mutually beneficial relationship\" as Yuki also wants the same thing. They start high school as classmates with a plan to spend their peaceful days as ordinary people, but unfortunately they keep getting wrapped up in mysteries and disasters as they happen one after another.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt29521186",
      "type": "series",
      "name": "Quality Assurance in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163077-FiK8lzS7Hajy.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai\nDespite its location in a remote region south of the continent of Felnarc, the island of Clayborne is made up of five small countries crowded together and in constant conflict. In the most remote reaches of the smallest and most peaceful country on the island, the Kingdom of Bayle, is the small village where a girl named Nikola lives a humble life. One day, while she's out gathering firewood as she does every day, a massive dragon—a creature that's supposed to only live deep in the mountains—appears in front of her. Just as it's about to attack the village, a man named Haga rushes to the scene. Haga is a member of the King's Seekers, a top secret investigation team. Nikola has never once felt bored with her peaceful life, even when every single day is practically the same, but after meeting Haga, she's so intrigued by Haga and his travels that she decides to step out into the world herself... and then the learns the true nature of her world.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30870534",
      "type": "series",
      "name": "Koi wa Futago de Warikirenai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167144-M8gXr1MGqI0l.jpg",
      "description": "Genres: Romance\nTags:Twins/Tomboy/Heterosexual\n<i>Koi wa Futago de Warikirenai</i>, written by Shinon Takamura, follows a boy named Jun as he falls in love with the twin girls who are his childhood friends and live next door; both of which who couldn’t be more different from each other. Rumi, the older sister, who has a boyish exterior but a maiden-like personality while Naori is super girly and also a super otaku.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30291270",
      "type": "series",
      "name": "Tsue to Tsurugi no Wistoria",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174576-l9kLVeBAJGWz.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/School/Bullying/Swordplay\nWill Serfort dreams of keeping his promise to a childhood friend by becoming a Magia Vander, one of the mighty magicians who sit atop the Wizard's Tower. However, he is unable to cast even the simplest of spells, leaving him to fight dungeon monsters to earn credits at Regarden Magical Academy. As if that weren't enough, he finds himself putting his sword skills to the test against a bullying professor!<br><br>\n\n(Source: Kodansha US)"
    },
    {
      "id": "tt30970523",
      "type": "series",
      "name": "Katsute Mahou Shoujo to Aku wa Tekitai Shite Ita.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170938-c1NvK0RIxZAF.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Romance\nTags:Shounen\nThe story centers on Mira, the clever brains behind an evil organization that invades and destroys everything in its path. One day, a magical girl named Byakuya Mimori decides to stand up to the organization, and Mira falls in love with her at first sight.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "kitsu:45151",
      "type": "series",
      "name": "Kijin Gentoushou",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143598-LP1y4Ui6DdQO.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Shrine Maiden/Swordplay/Historical/Demons\nIn the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.<br>\n<br>\n(Source: Crunchyroll News, edited)"
    },
    {
      "id": "tt31122245",
      "type": "series",
      "name": "Mayonaka Punch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174044-GLY0ks5Dp2le.png",
      "description": "Genres: \nTags:\nnull"
    },
    {
      "id": "tt29338030",
      "type": "series",
      "name": "Kinnikuman: Kanpeki Choujin Shiso-hen",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162796-vxqwOlDm1T5N.jpg",
      "description": "Genres: Action, Comedy, Sports\nTags:Wrestling/Male Protagonist\nA new <i>Kinnikuman</i> series to celebrate the 40th anniversary of the original TV anime. Adapts the <i>Perfect Origin Arc</i> from the Manga."
    },
    {
      "id": "tt31051109",
      "type": "series",
      "name": "Ramen Aka Neko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170998-UFkHwgHvN9cF.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Food/Work/Animals/Iyashikei/Primarily Animal Cast/Anthropomorphism/Shounen/Full CGI\nMeet Tamako, who’s found her way into an interview at a ramen shop run solely by cats. When the feline manager asks if she likes cats, Tamako admits that she’s actually more of a dog person...only to be hired on the spot! But her job description isn’t quite what she expects — rather than serving ramen, she’s now a dedicated cat caretaker...?!<br>\n<br>\n(Source: Manga Plus)"
    },
    {
      "id": "tt2549176",
      "type": "series",
      "name": "Cardfight!! Vanguard: will+Dress Season 5",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b165681-hVWwAIBiU1lx.png",
      "description": "Genres: Action, Adventure\nTags:Card Battle\nThe seventh season of Cardfight!! Vanguard: overDress."
    }
  ]
}