{
  "metas": [
    {
      "id": "tt30217403",
      "type": "series",
      "name": "DAN DA DAN",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171018-2ldCj6QywuOa.jpg",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Ghost/Urban Fantasy/Youkai/Aliens/Primarily Teen Cast/Surreal Comedy/Female Protagonist/Male Protagonist/Shounen/Heterosexual/Henshin/School/Cult/CGI/Zombie/Gyaru/Nudity\nThis is a story about Momo, a high school girl who comes from a family of spirit mediums, and her classmate Okarun, an occult fanatic. After Momo rescues Okarun from being bullied, they begin talking. However, an argument ensues between them since Momo believes in ghosts but denies aliens exist, and Okarun believes in aliens but denies ghosts exist.\n<br><br>\nTo prove to each other what they believe in is real, Momo goes to an abandoned hospital where a UFO has been spotted and Okarun goes to a tunnel rumored to be haunted. To their surprise, they each encounter overwhelming paranormal activities that transcend comprehension. Amid these predicaments, Momo awakens her hidden power and Okarun gains the power of a curse to overcome these new dangers! Their fateful love begins as well!?\n<br><br>\nThe story of the occult battle and adolescence starts!<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes: <br>\n- Worldwide premiere of Episode 1 before the Japanese television premiere occurred at Anime Expo July 6, 2024. <br>\n- Episodes 1-3 titled as <b>DAN DA DAN: FIRST ENCOUNTER</b> was pre-screened in advance in theaters on August 31, 2024 in Asia, September 7, 2024 in Europe and September 13, 2024 in North America. The regular TV broadcast began October 4, 2024.</i>"
    },
    {
      "id": "tt5607616",
      "type": "series",
      "name": "Re:ZERO -Starting Life in Another World- Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163134-Y0r8AGBeVlCi.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Psychological, Romance, Thriller\nTags:Isekai/Time Loop/Cult/Witch/Magic/Male Protagonist/Elf/Royal Affairs/Heterosexual/Ensemble Cast/Super Power/Gore/Politics/Swordplay/Female Protagonist/Maids/Tomboy/Nekomimi/Primarily Adult Cast/Kemonomimi/Femboy\nThe third season of <i>Re:Zero kara Hajimeru Isekai Seikatsu</i>. <br><br>\n\nA year has passed since Subaru’s victory at the Sanctuary. He savors a life of fulfillment while Emilia’s camp stands united for the royal selection—until a fateful letter arrives. Anastasia, a royal selection candidate, has invited Emilia to the Watergate City of Priestella. But as the party begins its journey, crisis stirs beneath the surface and Subaru meets a cruel fate once again.<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes:<br>\nThe first episode has an extended runtime of ~90 minutes, and received an early premiere at Anime Expo on July 5, 2024.</i>"
    },
    {
      "id": "tt15222080",
      "type": "series",
      "name": "BLUE LOCK Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163146-f2vYhmiGn6dM.png",
      "description": "Genres: Action, Drama, Sports\nTags:Football/Male Protagonist/Battle Royale/Ensemble Cast/CGI/Shounen/Primarily Teen Cast/Primarily Male Cast/Surreal Comedy/Super Power\nThe second season of <i> Blue Lock</i>.<br><br>\nThe hottest soccer matches start again as the U-20 Japan National Team makes their debut!<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt10905902",
      "type": "series",
      "name": "Uzumaki",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b111314-vZDqyfXNfsPY.png",
      "description": "Genres: Drama, Horror, Mystery, Supernatural\nTags:Achromatic/Cosmic Horror/Gore/Body Horror/Rotoscoping/CGI/Female Protagonist/Seinen/Survival/Primarily Teen Cast/Heterosexual/Urban Fantasy/Coastal/Surreal Comedy/Episodic/Philosophy/Detective\nFour episode anime adaptation of the Junji Ito manga. \n<br><br>\nKurozu-cho, a small fogbound town on the coast of Japan, is cursed. According to Shuichi Saito, the withdrawn boyfriend of teenager Kirie Goshima, their town is haunted not by a person or being but by a pattern: uzumaki, the spiral, the hypnotic secret shape of the world. It manifests itself in small ways: seashells, ferns, whirlpools in water, whirlwinds in air. And in large ways: the spiral marks on people's bodies, the insane obsessions of Shuichi's father, the voice from the cochlea in your inner ear. As the madness spreads, the inhabitants of Kurouzu-cho are pulled ever deeper, as if into a whirlpool from which there is no return...\n<br><br>\n(Source: Viz Media)"
    },
    {
      "id": "tt32639706",
      "type": "series",
      "name": "Blue Box",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170942-B77wUSM1jQTu.jpg",
      "description": "Genres: Romance, Slice of Life, Sports\nTags:Athletics/School Club/Heterosexual/Coming of Age/Badminton/Male Protagonist/Basketball/School/Primarily Teen Cast/Female Protagonist/Shounen/CGI\n<i>Do these sports-crossed lovers have a chance?</i>\n<br><br>\nTaiki Inomata loves badminton, but he has a long way to go before he can reach nationals. When Taiki sees upperclassman Chinatsu Kano practicing her heart out on the girls’ basketball team, he falls for her hard. After an unexpected turn of events brings the two closer together, sports might not be the first thing on their minds anymore!<br><br>(Source: TMS Anime)<br><br>\n<i>Note: The series is streaming a week in advance on Netflix Japan starting with episode 2 released alongside episode 1.</i>"
    },
    {
      "id": "tt0434665",
      "type": "series",
      "name": "BLEACH: Thousand-Year Blood War - The Conflict",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169755-Rqb7MjnzdTc6.jpg",
      "description": "Genres: Action, Adventure, Supernatural\nTags:War/Swordplay/Super Power/Urban Fantasy/Male Protagonist/Shounen/Gods/Achromatic/Ghost/Archery\nThe third part of <i>BLEACH: Sennen Kessen-hen</i>. "
    },
    {
      "id": "tt13544802",
      "type": "series",
      "name": "Seirei Gensouki: Spirit Chronicles Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141182-xNtdR0PenhRR.jpg",
      "description": "Genres: Action, Drama, Fantasy, Romance\nTags:Isekai/Magic/Male Protagonist/Female Harem/Heterosexual/Super Power/Swordplay\nThe second season of <i>Seirei Gensouki</i>."
    },
    {
      "id": "tt28776190",
      "type": "series",
      "name": "Shangri-La Frontier Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176508-NHYHx5YJcU5i.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Video Games/Virtual World/Hikikomori/Swordplay/Anthropomorphism/Magic/Male Protagonist/Shounen/Travel/Martial Arts\nThe second season of <i>Shangri-La Frontier</i>.<br><br>\n\nRakuro Hizutome only cares about one thing: beating crappy VR games. He devotes his entire life to these buggy games and could clear them all in his sleep. One day, he decides to challenge himself and play a popular god-tier game called Shangri-La Frontier. But he quickly learns just how difficult it is. Will his expert skills be enough to uncover its hidden secrets?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt4728568",
      "type": "series",
      "name": "Is It Wrong To Try To Pick Up Girls in a Dungeon? V",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170732-PwCMhnnOKdBu.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Romance\nTags:Gods/Mythology/Female Harem/Dungeon/Male Protagonist/Primarily Female Cast/Ensemble Cast/Kemonomimi/Gore\nThe fifth season of <i>Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka</i>.<br><br>\nGoddess Festival—A fruit festival that brings the labyrinth city of Orario to life. Goddesses symbolizing fertility are enshrined on the altar, and among them is the Goddess of Beauty. Bell Cranel, who has survived and returned to his daily life from the dead depths of the dungeon, is here and ready to enjoy the bustle of the Goddess Festival until he receives a letter from a girl at a small bar in a corner of Orario—\"To Mr. Bell, please go on a date with just the two of us at the upcoming Goddess Festival. From Syr.\" Syr's single-minded determination will drive both Bell and the labyrinth city crazy. Meanwhile, the Einherjar, the warriors who claim to be the \"strongest,\" are now suddenly on the move...<br><br>\n\n(Source: HIDIVE)<br><br>\n<i>Note: Each episode streamed 1 day early on ABEMA and HIDIVE. The original TV broadcast started on October 5th, 2024.</i>"
    },
    {
      "id": "tt10431290",
      "type": "series",
      "name": "Arifureta: From Commonplace to World's Strongest Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154473-o55309dVGP3G.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Psychological\nTags:Anti-Hero/Male Protagonist/Magic/Isekai/Heterosexual/Kemonomimi/Demons/Female Harem/Monster Girl/Vampire/Guns\nThe third season of <i>Arifureta Shokugyou de Sekai Saikyou</i>. <br><br>\nHajime Nagumo and his high school class are suddenly summoned to a fantastical land as heroes. But while most of his classmates have powerful stats and abilities, Hajime does not. Underappreciated and unprepared, he tumbles into the depths of a monster-infested dungeon where voracity and sacrifice are his only options. To thrive in this savage world, he’ll have no choice but to welcome the abyss.\n<br><br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt29485149",
      "type": "series",
      "name": "Dragon Ball DAIMA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170083-gDNBp0B4VHsG.jpg",
      "description": "Genres: Action, Adventure\nTags:Demons/Super Power/Gods/Shounen/Male Protagonist/Martial Arts/Age Regression/Magic/Primarily Child Cast\nGoku and company were living peaceful lives when they suddenly turned small due to a conspiracy! When they discover that the reason for this may lie in a world known as the \"Demon Realm\", a mysterious young Majin named Glorio appears before them.\n<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: Relations are provisional and will be updated when more info is announced."
    },
    {
      "id": "tt30689669",
      "type": "series",
      "name": "You are Ms. Servant",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172190-i1IqizIUcKkN.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Maids/Found Family/Assassins/Heterosexual/Shounen/Rehabilitation/Male Protagonist/Kuudere/Female Protagonist/Iyashikei/School/Slapstick/Denpa/Chibi/Guns\nThis is the story of a maid who is all alone in the world, but who finally finds a family.<br>\n<br>\nTold from young that her only worth is as a killer, Yuki had known nothing else except cold efficiency and following orders. Now that she has a chance to leave her past behind, she arrives at the doorstep of Hitoyoshi Yokoya, asking to be employed… as a maid?! Thus begins the journey of a former assassin learning what it means to be ‘normal’!<br>\n<br>\n(Source: Shogakukan)"
    },
    {
      "id": "tt32512773",
      "type": "series",
      "name": "Loner Life in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173693-tRLdDE1BieXe.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Meta/Male Protagonist/Surreal Comedy/Magic/Hikikomori/Survival/Necromancy/Slapstick/Gore\nHaruka has been living his high school life as a loner, but all of a sudden, he and his classmates are summoned into another world. A God gives him a list of skills he can freely pick... Or at least that was how it was supposed to be, as all the valuable skills have been taken by the other classmates first. After Haruka scolded God, he snapped back and gave all the remaining bad skills to Haruka. Thanks to the \"Loner\" skill, Haruka begins his lonely adventure in another world.\n<br><br>\n(Source: Muse Asia)<br><br>\n<i>Note: Each episode streamed a week early on some streaming services. The original TV broadcast started on October 4th, 2024.</i>"
    },
    {
      "id": "tt32766897",
      "type": "series",
      "name": "Ranma1/2 (2024)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178533-md2BV8esGezM.jpg",
      "description": "Genres: Action, Comedy, Romance\nTags:Gender Bending/Arranged Marriage/Martial Arts/Shapeshifting/Tomboy/Female Harem/Episodic/Love Triangle/Slapstick/School/Tsundere/Ensemble Cast/Male Protagonist/Heterosexual/Animals/Crossdressing/Male Harem/Nudity/LGBTQ+ Themes/Yuri\nA new anime adaptation of Rumiko Takahashi's <i>Ranma 1/2</i>.\n<br><br>\nRanma Saotome and Akane Tendou of Tendou Dojo are betrothed to each other by their parents. But Ranma faces a unique problem…<br><br>\n\nEver since he fell into the cursed springs of Jusenkyo while training in China, his body has acquired the peculiar trait of transforming into a girl when doused with cold water and reverting to a boy with hot water.<br><br>\n\nGet ready for the slapstick, action-packed rom com featuring Ranma, Akane, and a vibrant cast of unique characters!<br><br>\n(Source: Ranma 1/2 PR Official Site, edited)"
    },
    {
      "id": "tt7978710",
      "type": "series",
      "name": "Sword Art Online Alternative: Gun Gale Online II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167141-m8eOYiDpeN4R.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Female Protagonist/Guns/Video Games/Cute Girls Doing Cute Things/Battle Royale\nThe second season of <i>Sword Art Online Alternative: Gun Gale Online</i>.\n<br><br>\nLLENN, M, Fukaziroh, and Pitohui form the strongest team, LPFM for short, and enter a new battle royale death match tournament that was annouced out of the blue.<br><br>\n\nLPFM is eyed as the top favorite candidate team to win, but the team will have to endure several rigorous ordeals to get there: a playing field that sinks into the ocean with the passage of time, an unknown area hidden in the middle of the map, and an anonymous team conspiracy.<br><br>\n\nIn addition to all of this, all players will have to follow some shocking special rules if they want to play the game and win…<br><br>\n(Source: Aniplex USA)<br><br>\n\n<i>Note: On June 17, 2024, Studio 3Hz announced their acquisition by A-1 Pictures. The GGO Project would continue to be handled by the same staff, now working under their new studio's name. </i>"
    },
    {
      "id": "tt33044444",
      "type": "series",
      "name": "Orb: On the Movements of the Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151514-BcU5RmSWhvv0.jpg",
      "description": "Genres: Drama\nTags:Religion/Astronomy/Philosophy/Foreign/Historical/Seinen/Ensemble Cast/Male Protagonist/Torture/Gore\nThe setting is 15th-century Poland. It was a time when heretical ideas lead those to who possessed such a mindset to being burned at the stake for their beliefs.<br><br>\n\nThe protagonist, Rafał, a child prodigy, is expected to major in theology, the most important subject at the time, at the university where he plans to skip a grade. One day, however, he comes across a mysterious man, and is now studying a possible \"truth\" in the midst of heretical thought!<br><br>\n(Source: Shogakukan, translated)"
    },
    {
      "id": "tt32508529",
      "type": "series",
      "name": "Let This Grieving Soul Retire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175019-8lLRmHID5fMd.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Male Protagonist/Female Harem/Magic/Heterosexual/Swordplay/Demons/Dungeon/Acting/Super Power/Nudity\nSix childhood friends make a vow one day to become treasure hunters, and eventually grow to be the strongest heroes in the world. During his first quest, Krai Andrey realizes he isn’t cut out for the job. Even so, his friends make him their leader. Underpowered in the face of great expectations, Krai embarks on a reluctant hero’s tale of glory, headaches, and wanting to retire early.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32792739",
      "type": "series",
      "name": "Yakuza Fiancé: Raise wa Tanin ga Ii",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170468-kD2X9O2XM9KH.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Feet/Female Protagonist/Yandere/Yakuza/Male Protagonist/Crime/Urban/Seinen/Gore/Arranged Marriage/Nudity\nSomei Renji is Somei Yoshino’s grandfather and leader of the “Somei Group”, the Kansai region’s biggest yakuza group. When he arranges for her to be married to Miyama Kirishima, Yoshino has to move to “Miyama Clan” estate, the Kanto region’s biggest yakuza group. Kirishima warmly welcomes Yoshino and is such a pleasant, personable, and nice young man that nobody would suspect that he comes from a yakuza family. This puts Yoshino at ease even though she was initially feeling insecure in this unfamiliar place.<br>\n<br>\nBut then, a certain event leads to Yoshino witnessing the real Kirishima.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27497575",
      "type": "series",
      "name": "365 Days to the Wedding",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165790-OwIZI9ArGR4Q.jpg",
      "description": "Genres: Romance\nTags:Fake Relationship/Marriage/Office Lady/Heterosexual/Seinen/Kuudere/Work/Primarily Adult Cast/Male Protagonist/Female Protagonist/Rural/Urban\nTakuya and Rika work at the same travel agency in Tokyo and are both happily introverted and single. But their company is opening a new branch in Alaska next year, and employees without a spouse will be recruited to work there. Desperate to avoid the move, and though they’ve hardly spoken before, they decide to fake an engagement. Can these quiet coworkers become a convincing couple?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32542096",
      "type": "series",
      "name": "Demon Lord 2099",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163135-NjvXyXvTYSHH.jpg",
      "description": "Genres: Action, Comedy, Drama, Fantasy, Sci-Fi\nTags:Cyberpunk/Male Protagonist/Demons/Primarily Adult Cast/Magic/VTuber\nThe cyberpunk metropolis Shinjuku—a massive city-state bedecked with neon signs, towering skyscrapers, and the latest cutting-edge technology. It is here, in year 2099 of the Fused Era, where the legendary Demon Lord Veltol has his second coming five centuries in the making. But this landscape is nothing like the one he conquered all those years ago, for the fusion of magic and engineering has elevated civilization to dazzling, unprecedented heights. Veltol may have been reduced to a historical footnote, but make no mistake…this brave new world will be his for the taking!\n<br><br>\n(Source: Yen Press)"
    },
    {
      "id": "tt32501772",
      "type": "series",
      "name": "The Most Notorious \"Talker\" Runs the World's Greatest Clan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177104-8fQUQdXGZG8j.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Psychological\nTags:Magic/Male Protagonist/Seinen/Swordplay\nNoel is the grandson of legendary Seeker Overdeath and dreams of surpassing his strength. But it turns out that Noel is nothing but a Talker, the weakest class of them all. Undeterred, he uses his silver tongue to gather allies, develop cunning strategies, and form the greatest clan around. Now, as the most notorious Talker, Noel will do whatever it takes to claim supremacy.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Each episode streamed a week in advance on some streaming services. The original TV broadcast started on October 7th, 2024.</i>"
    },
    {
      "id": "tt31975847",
      "type": "series",
      "name": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178434-UtRCL4WqNcgv.png",
      "description": "Genres: Adventure, Fantasy\nTags:Isekai/Coming of Age/Magic/Swordplay/Male Protagonist/Shounen/Heterosexual/Anti-Hero\nThe second season of <i>Tensei Kizoku, Kantei Skill de Nariagaru</i>."
    },
    {
      "id": "tt32812118",
      "type": "series",
      "name": "I’ll Become a Villainess Who Goes Down in History",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168139-nGLXIdSksKCI.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Villainess/Female Protagonist/Royal Affairs/Josei/Isekai/Magic/Swordplay/Ojou-sama/Politics/School\nMe, the same girl who hates all those prim and proper heroines, got reincarnated as the villain in the world of my favorite fantasy dating sim! It’s my dream come true, so I’m going to leave my mark on history by becoming the world’s greatest villain! But to do that, I’ll need to get a lot stronger, and smarter. Just one problem—the harder I try to be evil, the harder the prince falls for me! At this rate, will I ever get to earn my place in history!?\n<br><br>\n(Source: Yen Press)\n\n<i>Note: The first episode was exclusively shown as a world premiere during the Anime Messe Babelsberg 2024 on July 20th 2024 as a part of a special Anime Panel.</i>"
    },
    {
      "id": "tt32510166",
      "type": "series",
      "name": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174043-Hh9mvGibvoVb.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/Martial Arts/Dungeon\nTwo centuries have passed since a hero defeated the evil Jaryu and saved the world. In one of the many dungeon cities, Raust, a healer scorned and cast out of his party for being too weak, struggles to find his place. Amidst despair, he meets martial artist Narsena, who invites him to form a new party together. With a fresh start and renewed motivation, the two begin their journey to greatness.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29141921",
      "type": "series",
      "name": "Tying the Knot with an Amagami Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164172-GY2aqItIuqtR.jpg",
      "description": "Genres: Comedy, Drama, Ecchi, Romance\nTags:Heterosexual/Shrine Maiden/Female Harem/Male Protagonist/Shounen/Found Family\nUryuu Kamihate is a high school student striving to enter Kyoto University’s medical school. After being raised at an orphanage, Uryuu is taken in by the chief priest at Amagami Shrine, where he begins to live as a freeloader—and to cohabit with Yae, Yuna, and Asahi, the three beautiful shrine maiden sisters! What’s more, the condition he must meet in order to live at the shrine for free is to marry into the family and inherit the shrine! How will Uryuu overcome his marriage meetings with the three sisters as well as the many challenges that Amagami Shrine faces? So begins a miraculous rom-com about living under the same roof with three shrine maidens!<br>\n<br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt1799631",
      "type": "series",
      "name": "Blue Exorcist -Beyond the Snow Saga-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176311-OZudERHrpJJ0.jpg",
      "description": "Genres: Action, Fantasy, Supernatural\nTags:Urban Fantasy/Super Power/Twins/Religion/Shounen/Male Protagonist/Magic/Demons/School/Youkai\nSequel to <i>Ao no Exorcist: Shimane Illuminati-hen.</i> <br><br>\n\nUncover the dark side of the Knights of the True Cross and the mystery of the \"Blue Night\"!<br><br>\n\nBrothers Rin and Yukio head to Lake Towada in Aomori to search for Shura, who had suddenly disappeared. There, they find Shura’s birthplace – the place where Shiro became her guardian. As their search continues, Rin and Yukio discover the fate that awaits Shura.\n<br><br>\nMeanwhile, Lightning, one of the Arch Knights, arrives at the Japan Branch of the Knights of the True Cross and begins his investigation into the Illuminati. Lightning deduces that everything began on the “Blue Night,” as he gradually steps into the dark side of the Knights of the True Cross….\n<br><br>\n(Source: Aniplex USA)"
    },
    {
      "id": "tt32832435",
      "type": "series",
      "name": "Good Bye, Dragon Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176053-HfPo4pUm6Ktg.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Dragons/Male Protagonist/Monster Girl/Swordplay/Rural/Magic/Agriculture\nLong ago, the most ancient of divine dragons was slain by a human. The mighty dragon accepted its death when suddenly, it was reborn as Dolan, a man who lives in a quiet village. While spending another peaceful day toiling in the fields, he meets Celina, a half-human, half-snake creature looking for a partner. The unlikely duo become friends, but challenges lie ahead that threaten their new bond.\n<br><br>\n(Source: Cunchyroll)"
    },
    {
      "id": "tt33992229",
      "type": "series",
      "name": "ONE PIECE FAN LETTER",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182469-khlqznXY0bwo.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Pirates/Military/War/Cosplay/Ships/Shounen/Bar/Crime/Ghost/Guns/Skeleton/Cyborg/Swordplay\nTo commemorate the 25th anniversary of the <i>ONE PIECE</i> TV anime: an animated adaptation of the \"ONE PIECE novel: Mugiwara Stories\". <br><br>\n\nTwo years after the Paramount War, the Straw Hats are about to reunite on the Sabaody Archipelago. At the same time, a girl who is head over heels for Nami is trying to hand a fan letter to her before the group leaves the island.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33054366",
      "type": "series",
      "name": "Negative Positive Angler",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179919-KLuGsnqnhkPb.jpg",
      "description": "Genres: Drama\nTags:Fishing/Hikikomori/Iyashikei/Bisexual/Rehabilitation/Found Family/Male Protagonist/Female Protagonist/Primarily Adult Cast/LGBTQ+ Themes/Work/Yuri/Suicide\nThe anime's story centers on Tsunehiro Sasaki, a university student with a large debt and is told by his doctor that he only has two years left to live. Living the rest of his days in depression, Tsunehiro one day gets chased by a debt collector and falls into the sea. He is rescued by Hana, a girl who loves fishing, and her fishing friends including Takaaki.\n<br>\nHana urges Tsunehiro to experience fishing for the first time in his life and he starts to develop friendship with other fishing enthusiasts. Things start looking up for Tsunehiro as he starts working at the convenience store where Hana and Takaaki work, and he slowly gets hooked into fishing.\n<br><br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt32524882",
      "type": "series",
      "name": "The Do-Over Damsel Conquers the Dragon Emperor",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164299-j4yHiK4j1ON7.jpg",
      "description": "Genres: Fantasy, Romance\nTags:Heterosexual/Age Regression/Royal Affairs/Shoujo/Female Protagonist/Swordplay/Magic/Dragons/Villainess/Incest\nJill breaks out of prison the night before she’s set to be executed by her fiancé, Crown Prince Gerald. She’s struck by an arrow while escaping, but instead of dying, she’s transported six years into the past—to the night she and Gerald met. Desperate to alter fate, she instead proposes to the first man she sees, Hadis Teos Rave, her enemy in the future. This is her last chance to get it right!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32526678",
      "type": "series",
      "name": "Mecha Ude: Mechanical Arms",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154673-SCp0Qo62N1Q6.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Artificial Intelligence/Male Protagonist/School/Cyborg/Terrorism/Super Power/Aliens/Shounen/Motorcycles\n New anime project for <i>MECHA-UDE</i>, as a full-fledged anime series. <br><br>\nLong ago, alien lifeforms came to Earth, fusing with people on the planet. Due to their appearance, they were dubbed \"Mecha-ude,\" as when fused, they bore a striking resemblance to mechanized limbs.<br><br>\n\nThrough an involuntary partnership, average middle schooler Hikaru Amatsuga works alongside the Mecha-ude Arma, who is an extremely rare and special existence. To protect Arma, the resistance group ARMS assigns the dual Mecha-ude user Aki Murasame to follow him wherever he goes. However, she is also looking for a mysterious Snake-Type Mecha-ude wielder, who has put many of her comrades in a critical state.<br><br>\n\nBehind the scenes, an organization known as the Kagami Group is searching for the mythical \"Trigger Arm,\" a Mecha-ude said to grant unlimited power. When Aki's life is threatened by this group, Hikaru must team up with Arma to find the courage to fight back and, along the way, learn that his life will never be ordinary again. <br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt32832434",
      "type": "series",
      "name": "TsumaSho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162785-kqAuHBdvX283.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Family Life/Seinen/Heterosexual/Iyashikei\nKeisuke Niijima has lived in grief since his wife, Takae, passed away 10 years ago. But when a young girl visits, claiming to be Takae reincarnated, Keisuke and his daughter, Mai, are drawn into a miraculous reunion. As the girl reveals intimate details only they could know, the Niijima family slowly begins to heal, rediscovering love and warmth in the most unexpected way. <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29370857",
      "type": "series",
      "name": "Ron Kamonohashi’s Forbidden Deductions Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172355-D7J0LRyWZZhg.jpg",
      "description": "Genres: Drama, Mystery\nTags:Detective/Work/Male Protagonist\nThe second season of <i>Kamonohashi Ron no Kindan Suiri</i>."
    },
    {
      "id": "tt10443362",
      "type": "series",
      "name": "Demon Lord, Retry! R",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168500-wwpXjBBlXDpx.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Anti-Hero/Male Protagonist/Magic/Guns/Kemonomimi/Martial Arts/Swordplay/Economics/Orphan\nThe Demon Lord continues his adventure in this re-vamped series! After encountering the mysterious entity in the lowest level of the Bastille Dungeon, he sets out for Hellion Territory, where Grand Devils vie for domination of the realm. With the addition of a new advisor—the (seemingly) hopeless optimist Akane—the Demon Lord’s army grows even more colorful, and their hijinks even wackier.<br><br>\n(Source:  J-Novel Club)"
    },
    {
      "id": "tt32178571",
      "type": "series",
      "name": "Nina the Starry Bride",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171038-lSjQqiSk1mQC.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Josei/Royal Affairs/Foreign/Primarily Male Cast/Politics/Arranged Marriage/Female Protagonist/Love Triangle/Heterosexual/Swordplay/Orphan/Crossdressing\nNina, a girl living as an orphan in the Fortna Castle Town, happens to have eyes of the same deep blue hue as lapis lazuli—just like the God of the Stars. They’re also the same color as the eyes of the recently deceased Princess Alisha. For that reason, when the second prince of Fortna, Azure, discovers Nina, he ordains that she will live as the princess in Alisha’s place. As substitute princess and Priestess of the Stars, Nina is obligated to become the false bride of Sett, the first prince of the large neighboring nation of Galgada after the third month has passed. Despite being at the mercy of fate, Nina is just happy to feel needed by someone. What is it that her open, honest eyes see? The destinies of all the players on this stage begin to move when they make up their minds to protect the ones they love!<br>\n<br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt22249034",
      "type": "series",
      "name": "Rurouni Kenshin -Kyoto Disturbance-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b171637-h17RbEFtR0rQ.png",
      "description": "Genres: Action, Adventure, Drama, Romance\nTags:Samurai/Swordplay/Historical/Male Protagonist/Shounen\nThe second season of <i>Rurouni Kenshin: Meiji Kenkaku Romantan (2023)</i>. <br><br>\n\nA phantom of the Bakumatsu who must be taken down. All the answers you desire are in Kyoto!<br><br>\n\n(Source: Aniplex USA)"
    },
    {
      "id": "tt32832421",
      "type": "series",
      "name": "How I Attended an All-Guy's Mixer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169931-tPgDEKaHNkFr.jpg",
      "description": "Genres: Comedy, Romance\nTags:Crossdressing/Tomboy/Primarily Adult Cast/College/Heterosexual/Shoujo/Ensemble Cast/Bar/Work/Chibi/Boys' Love/Bisexual/Restaurant\nCollege student Tokiwa gets invited to a mixer by his female classmate Suo. But when he arrives with his friends, they're greeted by three dazzlingly handsome men?! But as the two groups get to know each other, they find themselves getting closer in unexpected ways.<br><br>\n(Source: MANGA UP!)<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on October 4th 2024.</i>"
    },
    {
      "id": "tt30476504",
      "type": "series",
      "name": "Magilumiere Magical Girls Inc.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171025-alBpVzKrgy1b.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mahou Shoujo\nTags:Henshin/Urban Fantasy/Work/Female Protagonist/Magic/Primarily Adult Cast/Office Lady/Kaiju/Software Development/Crossdressing/Shounen\nKana Sakuragi is an excellent candidate for the job. Any job! She’s motivated and organized, and has a fantastic memory. So why has she interviewed at over 15 companies without receiving a single offer? She’s trying to keep a positive attitude, but it seems like her bad luck is only getting worse when a monster crashes her latest interview. As havoc ensues, she finds herself helping the magical girl who comes to their rescue and ends up with more than just her life in return. Meet the newest magical girl at Magilumiere Magical Girls Inc.!\n<br><br>\n(Source: VIZ Media)"
    },
    {
      "id": "tt29473209",
      "type": "series",
      "name": "After-school Hanako-kun Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170893-zqmpX7iYUumi.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:School/Mythology/Ghost/Youkai/Episodic/Ensemble Cast/Male Protagonist/Gender Bending\nContinuation of <i>Houkago Shounen Hanako-kun.</i> <br><br>\nThe spirit Hanako-kun and his human assistant, first-year student Nene Yashiro, keep the peace between supernatural forces and the students of Kamome Academy. When they’re not fighting to maintain balance between the living and spirit worlds, how do they spend their time? Join Hanako-kun and Nene on their adventures after school!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28299608",
      "type": "series",
      "name": "MF GHOST Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171642-RyL10RY9uysQ.jpg",
      "description": "Genres: Sci-Fi, Sports\nTags:Cars/Male Protagonist/CGI/Primarily Male Cast/Primarily Adult Cast/Seinen/Heterosexual\nThe second season of <i>MF Ghost.</i>"
    },
    {
      "id": "tt30523856",
      "type": "series",
      "name": "Blue Miburo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169258-kj8qoomfAKsB.jpg",
      "description": "Genres: Drama\nTags:Historical/Samurai/Male Protagonist/Shounen\nIt's 1863, the twilight of the shogunate, and Japan is on the cusp of monumental change. The streets of the nation's capital are soaked in blood as political upheaval and rising tensions between masterless, wandering ronin and government samurai set the stage for one of the most turbulent times in Japan's history. Young orphan Nio is no stranger to the harsh realities of the world, and yet he can't help but cling to his burning passion for justice and desire to change the world for the better.<br><br>\n\nOne day, he crosses paths with two men who will become central figures of the coming revolution: Hijikata Toshizo and Okita Souji, two of the founding members of a group of hated ronin known as the Miburo—who would later become known as the Shinsengumi. Inspired by the efforts of the so-called \"Blues Wolves of Mibu,\" Nio decides to join the ranks to help carve a path to the world he wishes to see. But with new betrayals and reversals every day, will Nio be able to stay true to his conscience?<br><br>\n\n(Source: Kodansha USA, edited)"
    },
    {
      "id": "tt1352421",
      "type": "series",
      "name": "Natsume's Book of Friends Season 7",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166611-MXGsOlPv2IKj.png",
      "description": "Genres: Drama, Fantasy, Slice of Life, Supernatural\nTags:Youkai/Iyashikei/Male Protagonist/Rural/Shoujo/Urban Fantasy\nThe seventh season of <i>Natsume Yuujinchou.<br>"
    },
    {
      "id": "tt32863895",
      "type": "series",
      "name": "The Stories of Girls Who Couldn't Be Magicians",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx107372-jRO0pY1kIRLl.jpg",
      "description": "Genres: Fantasy\nTags:Female Protagonist/Magic/School/Ojou-sama/Boarding School/Witch/Animals\n\nKurumi Mirai is in the first year of high school. <br><br>\n\nShe has enrolled in junior high section of the Redrun Magic School, the world's only facility for mages that approved by International Mage League and able to work under royal families when graduates, and she was always top of the class. However, when she applies for the high school section and took the examination to get into a mage training class \"Ma-gumi (Mage Class)\", she wasn't able to get in in spite having full scores and was top of the class for the whole three years. <br><br>\n\nThere are some students in the class next to her that takes that class. Among that there's someone she admires. How will Kurumi Mirai who has extraordinary brain but didn't get in to be a mage candidate try to overcome and grow up? What is the aim for Minami Suzuki, a loyal mage who suddenly appears to be the homeroom teacher? This is a relaxing story of her growth.\n<br><br>\n(Source: MAL News)"
    },
    {
      "id": "tt32832431",
      "type": "series",
      "name": "A Terrified Teacher at Ghoul School!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171545-j9foxkHeXec7.jpg",
      "description": "Genres: Comedy, Supernatural\nTags:Monster Boy/Primarily Male Cast/Cute Boys Doing Cute Things/Slapstick/Episodic/Teacher/Youkai/School/Male Protagonist/Urban Fantasy/Shounen/Primarily Teen Cast/Nekomimi/Gods\nRookie teacher Haruaki Abe is as cowardly as they come. It's hard enough for him to handle human students without whimpering-and now he's going to be teaching at a school full of monsters?! It's a classroom of horrors for Haruaki, as his mischievous students use every means at their disposal to prank him! Will this poor teacher be able to get his group of ghouls under control, or is this class destined for failure?<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt32986702",
      "type": "series",
      "name": "Acro Trip",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157965-YhogaZGde6tv.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo\nTags:Female Protagonist/Shoujo/Slapstick/Magic/Urban/Henshin/Otaku Culture/Animals/Urban Fantasy/Villainess\nChizuko is a normal otaku girl in Niigata Prefecture. She’s obsessed with Berry Blossom, a magical heroine who protects the city. But the battles with her inept nemesis, Chroma, have become so lackluster that they’re not even worth watching. Chizuko wants to see Berry’s full power, a desire that quickly leads this seemingly timid girl down a path of evil.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt33609048",
      "type": "series",
      "name": "TRILLION GAME",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169315-NtbOlSyDtSCZ.png",
      "description": "Genres: Action, Comedy, Drama, Psychological\nTags:Economics/Primarily Adult Cast/Seinen/Male Protagonist/Urban\nOld schoolmates Haru and Gaku will do anything to achieve success. And success to them means earning a trillion dollars! But to do so, they’ll need to take full advantage of their own unique skills. Haru is a persuasive and confident speaker who can connect with anyone, while Gaku, although awkward, is an expert programmer. Will their combined talents be enough to make their dream a reality?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt20228550",
      "type": "series",
      "name": "The Seven Deadly Sins: Four Knights of the Apocalypse Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176292-meJTWM8zQjjp.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Shounen/Otaku Culture\nThe second season of <i>Nanatsu no Taizai: Mokushiroku no Yonkishi.</i>"
    },
    {
      "id": "tt13840232",
      "type": "series",
      "name": "Love Live! Superstar!! Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155502-8Dyh2np8o5GC.jpg",
      "description": "Genres: Music, Slice of Life\nTags:Idol/Dancing/Cute Girls Doing Cute Things/School Club/Primarily Teen Cast/Ensemble Cast/Female Protagonist/Primarily Female Cast\nThe third season of <i>Love Live! Superstar!!</i>"
    },
    {
      "id": "tt32832433",
      "type": "series",
      "name": "Touhai: Ura Rate Mahjong Touhai Roku",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173263-c3geIX7XVEcH.jpg",
      "description": "Genres: Drama, Psychological, Sports\nTags:Mahjong/Yakuza/Seinen/Board Game/Crime/Criminal Organization/Gambling/Gangs/Bullying/Delinquents/Slavery/Torture\nMoney, women, organs. Kei, a high school boy, frequents the underground mahjong parlor teeming with desires, earning him the moniker 'K of Ice' in the underworld due to his cold-hearted strategy and stylish gameplay. Rumors also circulate that he keeps a girl at his home.<br><br>\n(Source: Pony Canyon)"
    },
    {
      "id": "tt33992229",
      "type": "series",
      "name": "One Piece Log: Fish-Man Island Saga",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183423-wt4YjEiCWVVD.jpg",
      "description": "Genres: Action, Adventure, Comedy, Drama, Fantasy\nTags:Pirates/Slavery/Ships/Revenge/Royal Affairs/Super Power/Shounen/Ensemble Cast/Politics/Mermaid/Drugs/Skeleton/Conspiracy/Found Family/Class Struggle/Unrequited Love/Kingdom Management/Natural Disaster\nA condensed and remastered reairing of the <i>Fish-Man Island Saga</i> (episodes 517-574) from <i>ONE PIECE</i>, with updated visuals, a new ending song, and brand-new episode previews.<br><br>\n\nThe Straw Hats reunite at Sabaody! The promised day has arrived. The Straw Hats have made it back to Sabaody Archipelago after two arduous years of separation. In the very same place where they once lost to Pacifista, the Straw Hats have proven themselves to be stronger and ready to begin their journey to the New World. With the Thousand Sunny now equipped to travel underwater, the next stop is the Fish-Man Island. “One Piece Log: Fish-Man Island Saga” is a special edited version of the original arc from “One Piece”, in an abridged 21-episode story with an enhanced contemporary visual look.<br><br>\n(Source: Crunchyroll)"
    }
  ]
}