{
  "metas": [
    {
      "id": "tt9307686",
      "type": "series",
      "name": "Fire Force Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149118-AOQb0xuTssGl.jpg",
      "description": "Genres: Action, Drama, Sci-Fi, Supernatural\nTags:Post-Apocalyptic/Cult/Male Protagonist/Dystopian/Super Power/Demons/Ensemble Cast/Shounen/Firefighters/Urban/Religion/Primarily Adult Cast/Gods/Urban Fantasy/Kemonomimi/Rescue/Nun/Lost Civilization/Nekomimi/Guns/Mixed Media/Tanned Skin\nThe third season of <i>Enen no Shouboutai</i>.<br><br>\nShinra and the team are about to uncover the world’s greatest secret. But just as the other Special Fire Force Companies unite to face the looming disaster, Obi is captured by the Tokyo Imperial Army, and Company 8 is branded as traitors. Hunted by the Empire, they must fight alone to rescue Obi and stop the Evangelist—all while a new assassin and the corrupt Captain Burns block their path.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28454008",
      "type": "series",
      "name": "LAZARUS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167336-KpGIIBie71OX.png",
      "description": "Genres: Action, Sci-Fi, Thriller\nTags:Ensemble Cast/Crime/Medicine/Urban/Fugitive/Environmental/Drugs/Anti-Hero/Found Family/Male Protagonist/Episodic/Philosophy/Parkour/Cyberpunk/Espionage/Seinen/Guns/Foreign/Homeless/Military/Death Game/Prison/LGBTQ+ Themes/Cult/Artificial Intelligence/Circus/Bisexual\nThe year is 2052 — an era of unprecedented peace and prosperity prevails across the globe. The reason for this: mankind has been freed from sickness and pain. Nobel Prize winning neuroscientist Dr. Skinner has developed a miracle cure-all drug with no apparent drawbacks called Hapuna. Hapuna soon becomes ubiquitous… and essential. However, soon after Hapuna is officially introduced, Dr. Skinner vanishes.\n<br><br>\nThree years later, the world has moved on. But Dr. Skinner has returned — this time, as a harbinger of doom. Skinner announces that Hapuna has a short half-life. Everyone who has taken it will die approximately three years later. Death is coming for this sinful world — and coming soon.\n<br><br>\nAs a response to this threat, a special task force of 5 agents is gathered from across the world to save humanity from Skinner’s plan. This group is called “Lazarus.” Can they find Skinner and develop a vaccine before time runs out?\n<br><br>\n(Source: Adult Swim)"
    },
    {
      "id": "tt29605391",
      "type": "series",
      "name": "WIND BREAKER Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178680-nIAhCizY46ZU.jpg",
      "description": "Genres: Action, Comedy, Drama\nTags:Delinquents/Gangs/Shounen/Found Family/Primarily Male Cast/Primarily Teen Cast/Male Protagonist/Tsundere/Criminal Organization/Urban/Crossdressing/School/Restaurant/Bullying/Food/Work/LGBTQ+ Themes/Martial Arts/Crime/Transgender/Chibi/CGI\nThe second season of <i>WIND BREAKER</i>.<br><br>\n\nWelcome back to Furin High School, an institution infamous for its population of brawny brutes who solve every conflict with a show of strength. Some of the students even formed a group, Bofurin, which protects the town. Haruka Sakura, a first-year student who moved in from out of town, is only interested in one thing: fighting his way to the top! <br><br>\n\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt33165027",
      "type": "series",
      "name": "WITCH WATCH",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180367-GlRuB2lG7Kaa.jpg",
      "description": "Genres: Comedy, Drama, Fantasy, Romance, Slice of Life, Supernatural\nTags:Witch/Magic/Slapstick/Found Family/Heterosexual/Episodic/Urban Fantasy/Cohabitation/Surreal Comedy/Primarily Teen Cast/Otaku Culture/Male Protagonist/Female Protagonist/Parody/Shounen/Meta/Youkai/Drawing/Fashion/Ensemble Cast/Werewolf/Vampire/School\nMorihito Otogi, a high school student who comes from a lineage of ogres, enjoys a peaceful, ordinary life until his childhood friend, Nico, moves in with him. Nico is a witch-in-training, and chooses Morihito to be her familiar. While Nico is thrilled to reunite with her old friend and crush, Morihito is tasked with the perilous duty to protect her from a foretold calamity. Between the unpredictable chaos caused by Nico’s magic, and the awkwardness of sharing a home, their lives become a whirlwind of supernatural hijinks and threats.\n<br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Notes: <br>\n- Worldwide premiere of Episodes 1-3 titled as <b>WITCH WATCH: WATCH PARTY</b> before the Japanese premiere was pre-screened in advance in theaters on March 16, 2025 in North America by GKIDS Films and March 22 and 23 in Europe by Animation Digital Network. <br>\n- Episodes 1-2 + a selection of stories (Cat Scout, Kanshi's Part Time Job Diaries ~ The Side Job ~, and Kan & Nico's Channel) was pre-screened in advance in theaters on March 30, 2025 in Japan. The regular TV broadcast began April 6, 2025.</i>"
    },
    {
      "id": "tt34119820",
      "type": "series",
      "name": "The Beginning After the End",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183161-5M054tuPmZJX.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Magic/Isekai/Male Protagonist/Medieval/CGI/Cultivation\nAfter a mysterious death, King Grey is reborn as Arthur Leywin on the magical continent of Dicathen. Although he enters his second life as a baby, his previous wisdom remains. He begins to master magic and forge his own path as the years go by, seeking to correct the mistakes of his past life. \n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35346717",
      "type": "series",
      "name": "From Old Country Bumpkin to Master Swordsman",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179955-e4UPTow92B1O.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Medieval/Teacher/Swordplay/Seinen/Male Protagonist/Family Life/Female Harem/CGI/Magic/Coming of Age/Primarily Female Cast/Primarily Adult Cast/Found Family/Parenthood/School\nBeryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news—he's been appointed as special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who's attained the highest guild rank possible. But why do they all want his tutelage?! As far as he's concerned, they clearly don't need him anymore.\n<br><br>\nCan Beryl live up to his new position? And will he ever get a moment's peace away from his adoring students?!\n<br><br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt35636246",
      "type": "series",
      "name": "My Hero Academia: Vigilantes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185736-Ci6AiGwjKKtp.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Urban Fantasy/Urban/Super Power/Superhero/Shounen/Crime/Male Protagonist/Anti-Hero/Fugitive/Idol/Cheerleading\nKouichi Haimawari is a dull college student who aspires to be a hero but has given up on his dream. Although 80% of the world’s population has superhuman powers called Quirks, few are chosen to become heroes and protect people. Everything changes for Kouichi when he and Pop☆Step are saved by the vigilante Knuckleduster and get recruited to become vigilantes themselves!\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt33999377",
      "type": "series",
      "name": "KOWLOON GENERIC ROMANCE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182814-UTKRUUm7Jah5.jpg",
      "description": "Genres: Drama, Mystery, Romance, Sci-Fi, Slice of Life\nTags:Denpa/Dystopian/Primarily Adult Cast/Female Protagonist/Urban/Heterosexual/Foreign/Seinen/Office Lady/Office/Work/Fashion/LGBTQ+ Themes/Philosophy/Male Protagonist/Food/Mahjong/Nudity/Historical/Agender\nWelcome to Kowloon Walled City: a dystopian townscape where the people are brimming with nostalgia, and where the past, present, and future converge. Amid the hidden emotions and extraordinary daily lives of the men and women working in its confines, a tale of romance begins to unfold for real estate agent Reiko Kujirai—one that feels as familiar as Kowloon itself… \n<br><br>\n(Source: Yen Press) "
    },
    {
      "id": "tt32524709",
      "type": "series",
      "name": "The Brilliant Healer's New Life in the Shadows",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175872-d55nfiC4WWHO.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Medicine/Magic/Female Harem/Male Protagonist/Elf/Monster Girl/Nekomimi/Ghost/Kemonomimi/Class Struggle/Werewolf/Slavery/Guns/Dystopian\nBanished as “useless,” Zenos, a self-taught healer from the slums, turns despair into defiance and opens a secret clinic in the city’s shadows. With unlicensed, unmatched magic, he cures, comforts, and rights wrongs, quietly becoming a legend. But as his power grows, even the royal palace takes notice. Can he buck the odds and heal a world that cast him aside?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35346400",
      "type": "series",
      "name": "Can a Boy-Girl Friendship Survive?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153554-hHYe9aV6Gvlv.jpg",
      "description": "Genres: Comedy, Romance\nTags:Love Triangle/Heterosexual/School/Horticulture/Male Protagonist/Unrequited Love/Female Protagonist/Primarily Teen Cast/Fashion/CGI/Chibi\nChildhood BFFs Himari and Yuu’s vow of friendship hits turbulence when Yuu reunites with his first crush in high school. Himari, who’s never known the fuzzy warmth of a crush, now must confront her feelings. Their shared dreams and peaceful days as a twosome gardening club are tested in this tale of love, flowers, and growing pains!<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt32281073",
      "type": "series",
      "name": "Sword of the Demon Hunter: Kijin Gentosho",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143598-FCvAhQJLllSP.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Demons/Male Protagonist/Historical/Swordplay/Shrine Maiden/Episodic/Super Power/Nudity\nIn the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.<br>\n<br>\n(Source: Crunchyroll News, edited)<br><br>\n<i>\nNotes:<br>\n• The first episode has a runtime of ~1 hour. </i>"
    },
    {
      "id": "tt35436364",
      "type": "series",
      "name": "Please Put Them On, Takamine-san",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179965-EwqzG3xSyxwc.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Femdom/Nudity/Heterosexual/Slavery/Tsundere/Large Breasts/Bullying/Slapstick/Blackmail/Female Protagonist/Male Protagonist/Shounen/School\nTakane Takamine is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president is the apple of everyone's eye-including Koushi Shirota, a below-average student with no friends or social prospects whatsoever. But he'll soon find out the secret behind Takamine's unbelievable success-her underwear! When she strips, she can undo any of her past actions, and now that Koushi knows, Takamine won't let him off so easy...<br><br>\n\n(Source: Yen Press)"
    },
    {
      "id": "tt13248062",
      "type": "series",
      "name": "I've Been Killing Slimes For 300 Years And Maxed Out My Level Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143337-2uPE0ywVcz9X.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Female Protagonist/Primarily Female Cast/Cute Girls Doing Cute Things/Witch/Iyashikei/Isekai/Found Family/Yuri/Female Harem/Episodic/Dragons/Demons/Ghost/Elf/Medieval\nThe second season of <i>Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita</i>.<br><br>\nGet ready for more relaxing tales! Azusa Aizawa is a powerful witch who finally reached level 99 and now busies herself with laid-back quests instead. Her family continues to grow as some familiar faces are joined by bright-eyed newcomers. From trips to the beach to a martial arts tournament, you’re invited on Azusa’s carefree and heartwarming adventures of leisure.<br><br>\n(Source: Crunchyroll)\n"
    },
    {
      "id": "tt35331428",
      "type": "series",
      "name": "The Shiunji Family Children",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174802-ILahIZlNWN3R.jpg",
      "description": "Genres: Comedy, Romance\nTags:Inseki/Female Harem/Heterosexual/Primarily Female Cast/Adoption/Male Protagonist/Seinen/Coming of Age/Tsundere/Kuudere/Slapstick/Nudity/CGI/Tennis/Mountaineering/School\nThe Shiunji family with their seven children reside in a mansion within Tokyo’s Setagaya ward. The eldest son, Arata, is tired of being pushed around by his five sisters and daydreams of a life without them. That is, until Arata’s father reveals a shocking truth—Arata isn’t biologically related to his sisters! The siblings’ relationships will be tested as they navigate life in this new light.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt5370118",
      "type": "series",
      "name": "KONOSUBA -God's Blessing on This Wonderful World! 3 -BONUS STAGE-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181244-ICHU0FzIhEAY.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Chuunibyou/Isekai/Gods/Ensemble Cast/Primarily Female Cast/Slapstick/Satire/Parody/Medieval/Male Protagonist\nAnnounced during the Konosuba Radio public recording special: OVA episodes for the third season of <i>Kono Subarashii Sekai ni Shukufuku wo!</i><br><br>\n<b>Episodes:</b><br>\n\n1) <b><i>Red Stream Explosion!</i></b><br>\nWhile Kazuma and his mates are having dinner at the guild, Luna, a receptionist, brings them a request. They need Megumin's explosion spell to face a typhoon approaching the city of Axel. Yunyun and Wiz also decide to participate, and the morale of the adventurers soars! On the day of the decisive battle, Kazuma sees the adventurers preparing for battle, and is surprised to find that they were all...<br><br>\n\n2) <b><i>Nisemono Chuui! (Watch Out For Impostors!)</b></i><br>\nOne winter day. While Kazuma was enjoying a grilled skewer at a food stall in the town of Axel, an adventurer approached him. The man said he was looking for an adventurer named “Kazuma Satou.\" In exchange for dinner, Kazuma told them the legend of “Kazuma Satou,” which moved the man and his party of three female adventurers to tears...\n\n<br><br>(Source: Crunchyroll News, edited) <br><br>\n<i>Note: The anime was pre-screened in Japan theatrically for 2 weeks starting on March 14, 2025.</i>"
    },
    {
      "id": "tt35014218",
      "type": "series",
      "name": "The Unaware Atelier Meister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183133-SSeg5j1UrMDG.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Slapstick/Male Protagonist/Urban Fantasy/Magic/Medieval/Female Harem/Aromantic/Work/Alchemy/Food/Curses/Demons/Rural/Age Regression/Crime/Creature Taming/Cohabitation/Kingdom Management/Super Power/Animals/Swordplay\nOne day, Kurt, a kind-hearted boy, is suddenly kicked out of the Hero's Party for being \"useless\". He finds that his aptitude for weapons, magic, and all other combat-related skills is the lowest rank, so he takes odd-jobs repairing the castle walls and digging for minerals to make a living, where his exceptional abilities are immediately revealed. He proves to be skillful in cooking, building, mining, crafting magical tools--in fact, his aptitude for every skill unrelated to combat had an SSS-ranking! Kurt, however, seems completely unaware to his talent and ends up saving people, the town, and even the country through his unaware actions!?<br>\n<br>\n(Source: Alpha Manga)<br><br>\n<i>Note: Each episode streamed 7 days early on some streaming services. The original TV broadcast started on April 6th, 2025.</i>"
    },
    {
      "id": "tt35436553",
      "type": "series",
      "name": "Rock is a Lady’s Modesty",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179694-7zhc0T6IImor.jpg",
      "description": "Genres: Drama, Music\nTags:Female Protagonist/Band/Rock Music/Ojou-sama/Primarily Female Cast/Primarily Teen Cast/LGBTQ+ Themes/School/CGI/Urban/Yuri/Seinen\nAt an elite all-girls' academy where refined young ladies gather, Lilisa Suzunomiya, now the daughter of a real estate tycoon after her mother remarried, is forced to abandon her guitar and rock music to fit in. However, her passion is reignited by sounds from the old school building, where she meets a skilled drummer who shares her love for rock. Together, they embrace their inner rockstars, elegantly clashing and shouting their way through the academy in this captivating tale of grace and rebellion.\n<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt35437675",
      "type": "series",
      "name": "Umamusume: Cinderella Gray",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180516-lebpoKLkw6E3.jpg",
      "description": "Genres: Drama, Sports\nTags:Athletics/Primarily Female Cast/Female Protagonist/Kemonomimi/Seinen/Idol/Cute Girls Doing Cute Things\nUnbeknownst to those around her in the destitute countryside of Kasamatsu, the staggering potential of this ashen-haired \"Beast” will soon rock Japan with her feet and catapult her to the national stage—down the path of a legend. <br><br>\nFollow Oguri Cap and her insatiable appetite as the starting gates open on this Umamusume's hot-blooded Cinderella story! <br><br>\n\n(Source: It's Anime powered by REMOW, edited)"
    },
    {
      "id": "tt34814625",
      "type": "series",
      "name": "I'm the Evil Lord of an Intergalactic Empire!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183274-zqrwevS4PBJF.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy, Mecha, Romance, Sci-Fi\nTags:Isekai/Space/Swordplay/Male Protagonist/Maids/Super Robot/Politics/Female Harem/Pirates/Revenge/Military/Ships/Gore\nAfter a life of honesty left him betrayed, Liam is reborn into a vast interstellar empire with one goal: be the galaxy’s worst evil lord. But no matter how hard he tries to be a tyrant, his “wicked” plans keep backfiring into peace, prosperity, and adoring fans. Galactic chaos, magic, and mecha await in this hilariously misconstructed tale of a villain who can’t help but to impress.\n<br><br>\n(Source: Crunchyroll)<br><br>\n\n<i>Note: The first two episodes streamed early on March 25, 2025 as part of a promotional agreement with ABEMA TV. Regular weekly releases began on April 6, 2025.</i>"
    },
    {
      "id": "tt34880941",
      "type": "series",
      "name": "Mobile Suit Gundam GQuuuuuuX",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185213-RKQN0qxKlqd6.jpg",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi\nTags:Space/Female Protagonist/Real Robot/Heterosexual/Cyberpunk/Robots/Guns/Space Opera/Super Robot/Fugitive/Politics/CGI/Achronological Order/Military/Swordplay/Class Struggle/Ensemble Cast\nAmate Yuzuriha is a high-school student living peacefully in a space colony floating in outer space.<br><br>\nWhen she meets a war refugee named Nyaan, Amate is drawn into the illegal mobile suit dueling sport known as Clan Battle.<br><br>\nUnder the entry name \"Machu,\" she throws herself into fierce battle day after day, piloting the GQuuuuuuX. Then an unidentified Gundam mobile suit pursued by both the space force and the police appears before her, along with its pilot, a boy named Shuji.<br><br>\nNow their world is about to enter a new era.<br><br>\n(Source: Official Site)<br><br>\n<i>Note: Prior to broadcasting, \"Mobile Suit Gundam GQuuuuuuX -Beginning-\" — a theatrical pre-screening of the first 3 and 8th episodes edited together— debuted in Japan on January 17, 2025 and in North America on February 28, 2025.</i>"
    },
    {
      "id": "tt16741414",
      "type": "series",
      "name": "Summer Pockets",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143200-42OaDCS6VEy3.png",
      "description": "Genres: Drama, Romance, Slice of Life, Supernatural\nTags:Rural/Male Protagonist/Coastal/Heterosexual/Coming of Age/Kuudere/Swimming/Shrine Maiden/Tsundere/Fishing/Female Harem/Table Tennis/Food/Bisexual/Mopeds\nTakahara Hairi never expected summer to feel like a dream. Sent to Torishirojima Island to sort through his late grandmother’s belongings, he’s met with endless sea, quiet nostalgia, and mysterious girls, each chasing something just out of reach. As he settles into island life, lost memories begin to surface and he finds what he never knew he’d lost.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35636155",
      "type": "series",
      "name": "Apocalypse Hotel",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180675-YEwsxiMsnyvL.png",
      "description": "Genres: Comedy, Sci-Fi, Slice of Life\nTags:Post-Apocalyptic/Work/Robots/Female Protagonist/Inn/Anthropomorphism/Urban/Artificial Intelligence/Surreal Comedy/Aliens/Iyashikei/Episodic/Space/Parody/Shapeshifting/Language Barrier/Pandemic\nFollowing the collapse of civilization, one storied hotel stands among the ruins of Tokyo’s Ginza district. Overrun by nature, this lone hotel continues to defy humanity’s collapse. Current guests: zero. Check-ins scheduled today: zero. Yesterday’s website traffic: zero. Enter with caution in this story of survival and mystery in a world where the memory of humanity begins to fade.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16341212",
      "type": "series",
      "name": "Aharen-san wa Hakarenai Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179979-OiIKSkhJRmvo.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Kuudere/School/Surreal Comedy/Male Protagonist/Female Protagonist/Primarily Teen Cast/Heterosexual/Shounen/Slapstick/Episodic/Iyashikei/CGI/Gyaru/Family Life/LGBTQ+ Themes/Yuri\nThe second season of <i>Aharen-san wa Hakarenai</i>. <br><br>\nThe quiet, awkward Aharen-san and her schoolmate Raidou went from unlikely friends to nearly inseparable. As another semester begins, new opportunities, challenges, and relationships present themselves as Aharen-san and Raidou navigate their school days. Now, Aharen-san struggles to know how vulnerable she can get with a new transfer student.<br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt28082379",
      "type": "series",
      "name": "Go! Go! Loser Ranger! Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178781-pbk5FgfiAJxS.jpg",
      "description": "Genres: Action, Comedy, Drama, Sci-Fi\nTags:Shounen/Urban/Urban Fantasy/Henshin/Monster Boy/Tokusatsu/Anti-Hero/Revenge/Shapeshifting/Espionage/Aliens/Acting/Work/Parody/Meta/Kaiju/Time Loop/School/Delinquents/Memory Manipulation\nThe second season of <i>Sentai Daishikkaku</i>."
    },
    {
      "id": "tt35437319",
      "type": "series",
      "name": "The Too-Perfect Saint: Tossed Aside by My Fiancé and Sold to Another Kingdom",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx183275-WtAo77sYDFW8.png",
      "description": "Genres: Fantasy, Romance\nTags:Kuudere/Female Protagonist/Magic/Shoujo/Royal Affairs/Heterosexual/Demons/Chibi/Iyashikei\nPhilia’s family has produced saints for generations. It’s no surprise that she’s known as the greatest saint of all time—and set to marry the second prince, Julius. What no one expects is for Julius to call off the engagement, claiming that Philia’s perfection makes her charmless and unlikable. To add insult to injury, Philia is packed off to a neighboring country in exchange for gold and resources, forcing her to leave her homeland! Despite bracing herself for mistreatment, Philia finds a warm welcome in her new town, where she puts her saintly abilities to good use erecting barriers against monsters and curing epidemics. But even as she flourishes in her new life, her homeland is under threat of destruction!\n<br><br>\n(Source: Seven Seas Entertainment)\n<br><br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on April 3rd 2025.</i>"
    },
    {
      "id": "tt35351359",
      "type": "series",
      "name": "A Ninja and an Assassin Under One Roof",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177120-xRucIg2WDr77.png",
      "description": "Genres: Comedy\nTags:Female Protagonist/Primarily Female Cast/Ninja/Assassins/Slapstick/Urban/Cute Girls Doing Cute Things/Surreal Comedy/Fugitive/Yuri/LGBTQ+ Themes/Robots/Artificial Intelligence/Yandere/Shounen/School/Episodic\nOn the way home from school one day, Konoha Koga rescues Satoko Kusagakure, a ninja who escaped her village. Soon, pursuers from the village show up in search of Satoko only to be deftly dealt with by Konoha. As it turns out, the unassuming high schooler is actually an assassin. Thus, the potentially cutthroat cohabitation of a ninja and an assassin begins!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36590617",
      "type": "series",
      "name": "Lycoris Recoil -Friends are thieves of time.-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179706-NvVrmMxnDatB.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Cute Girls Doing Cute Things/Episodic/Restaurant/Primarily Female Cast/Kuudere/Urban/Work/Female Protagonist/Guns/Yuri/LGBTQ+ Themes\nA series of shorts showing the daily lives of Chisato, Takina, and others employed in Cafe LycoReco. "
    },
    {
      "id": "tt32779862",
      "type": "series",
      "name": "Once Upon a Witch's Death",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178701-OA537qbje5AU.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Female Protagonist/Curses/Witch/Primarily Female Cast/Magic/Foreign/Urban Fantasy/Iyashikei/Coming of Age/Orphan/Found Family/Environmental/Bisexual/LGBTQ+ Themes/Episodic\nOn Meg’s seventeenth birthday, she learns that she only has one year left to live. Her mentor—the Eternal Witch, Faust—explains that she is cursed and the only way to save herself is to grow a seed of life using one thousand tears of joy. Of course, such tears aren’t easy to come by. As Meg begins her quest, she finds herself drawn into the lives of her friends and neighbors in ways she never imagined. By sharing their burdens and using her magic to comfort them, she learns how precious those moments of connection can be even in the face of death.<br>\n<br>\n(Source: Yen Press) "
    },
    {
      "id": "tt35436997",
      "type": "series",
      "name": "mono",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176246-ndH8bKh7cmzf.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Travel/Cute Girls Doing Cute Things/Female Protagonist/Iyashikei/Episodic/Primarily Female Cast/School Club/Primarily Teen Cast/Food/Meta/Drawing/Photography/Urban/Ensemble Cast/Seinen/Animals/School/Ghost/Motorcycles/Skateboarding\nSatsuki Amamiya was feeling down due to the graduation of the high school Photography Club’s president. However, her best friend and fellow member An Kiriyama encourages Satsuki to dedicate herself to the newly merged Cinephoto Club. Join Satsuki and An as they set out to track down a missing camera, meet new faces, and capture stunning photos and videos along the way. <br><br> (Source: Crunchyroll)"
    },
    {
      "id": "tt35437763",
      "type": "series",
      "name": "Yandere Dark Elf: She Chased Me All the Way From Another World!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180829-jHViG8fIkaIJ.jpg",
      "description": "Genres: Comedy, Ecchi, Fantasy, Romance\nTags:Elf/Large Breasts/Tanned Skin/Nudity/Male Protagonist/Yandere/Heterosexual/Female Protagonist/Isekai/MILF/Nekomimi/Magic/School/Otaku Culture/Drawing/Crossdressing/Reverse Isekai\nHinata did it. He got reincarnated into another world, took up the mantle of Hero, and slew the dreaded Demon Lord alongside his party of fellow adventurers. As his reward, he’s returned to Earth to resume a normal life. Or it would be if it wasn’t for the fact that his dark elf companion Mariabelle decided to travel to Earth to come and live with him! Now she uses her arcane talents to ward off any potential romantic rivals and capture Hinata’s affection. \n<BR><BR>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt20672482",
      "type": "series",
      "name": "Moonrise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150654-pgima1BrY7N0.jpg",
      "description": "Genres: Action, Adventure, Sci-Fi\nTags:Space/Dystopian/Urban Fantasy/Robots/Artificial Intelligence/Male Protagonist/CGI/War/Orphan/Military/Guns/Shounen/Love Triangle\n In a not-too-distant future, humanity has established a loosely organized world government with everything managed by an international AI network called Sapientia. People live peaceful lives by loyally obeying its rational decisions. However, Sapientia’s lunar development project, which sends criminals and pollutants to the Moon to maintain Earth’s peace, creates disparity and poverty on the Moon, sparking a catalyst for war. Jacob \"Jack\" Shadow gets caught up in this conflict after losing his family to a terrorist bombing by the Moon's rebel army. Vowing revenge, Jack joins the Earth army as a scout on the Moon, only to discover an unexpected leader among the resistance forces. <br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt30844357",
      "type": "series",
      "name": "SHOSHIMIN: How to become Ordinary Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181182-lnlfAByYD7X6.png",
      "description": "Genres: Mystery, Psychological, Slice of Life\nTags:Detective/Unrequited Love/Female Protagonist/School Club/Ensemble Cast/School/Primarily Teen Cast/Rural/Aromantic/Food/Mixed Media\nThe second season of <i>Shoushimin Series.</i><br><br>\nThe second season will focus on two new cases from the novel series, adapting the two-part third volume Shuuki Gentei Kuri Kinton Jiken (The Autumn-Exclusive Kuri Kinton Case) and the fifth volume Touki Gentei Bonbon Chocolat Jiken (The Winter-Exclusive Chocolate Bonbons Case).<br><br>\n(Source: MyAnimeList)"
    },
    {
      "id": "tt33332400",
      "type": "series",
      "name": "YAIBA: Samurai Legend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177476-kduwwEfxcZtU.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Samurai/Swordplay/Shounen/Male Protagonist/Super Power/Demons/Anthropomorphism/Animals/Shapeshifting/Youkai\nThe protagonist, Yaiba (Kurogane Yaiba), is a wild samurai boy who trains in the jungle with his father, Kenjuro! By chance, Yaiba returns to Japan, where he meets his rival Takeshi Onimaru, who has the same samurai spirit as Yaiba, in a new training ground.\n<br><br>\nYaiba is living a life of serious competition, but when Onimaru obtains the “Legendary Demon Sword”, he is on a journey full of spectacle and great adventure...!<br><br>\n\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt35348180",
      "type": "series",
      "name": "The Gorilla God’s Go-To Girl",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182060-r0ihNqhiyvpT.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Female Protagonist/Shoujo/Super Power/Male Harem/Animals/Medieval/Heterosexual/Gods/Slapstick/School/Parody/Athletics/Primarily Male Cast\nSophia, a timid daughter of a count, just wanted a peaceful life, but the Gorilla God had other plans. Blessed with unmatched strength, she’s thrust into the Royal Knight Order, turning her quiet days into chaos. Now, she must juggle school, the knight life, and her overwhelming power. Who knew gorilla strength could be so complicated?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36270030",
      "type": "series",
      "name": "Kakushite! Makina-san!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177509-LzpyXGnjitvF.jpg",
      "description": "Genres: Comedy, Ecchi, Mecha, Romance, Sci-Fi\nTags:Seinen/Artificial Intelligence/Nudity/Robots/Male Protagonist/Female Protagonist/Heterosexual/School\nThis risque romantic comedy story centers on Eita, an introvert mecha otaku high schooler who has a crush on the school's most popular girl Makina. When Eita finds Makina at her doorstep, he is flustered, and even more so when Makina reveals her secret: that she is a \"sexaroid\" robot designed for pleasure, and she is asking Eita to conduct some repairs on her discreetly. While Makina immediately tries to make a move on Eita physically, Eita struggles to contain himself, while also hiding her secret. <br><br>\n\n(Source: Anime News Network, edited)"
    },
    {
      "id": "tt36269978",
      "type": "series",
      "name": "Food for the Soul",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185939-hqt1He153el8.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:School Club/Cute Girls Doing Cute Things/Primarily Adult Cast/Food/Female Protagonist/Primarily Female Cast/College/Iyashikei/Ensemble Cast/Outdoor Activities/Travel/Chibi\nAn original animation about the daily life of five girls who have just become university students.<br><br>\nThey love delicious food, want to have lots of fun with everyone, and try their best to study, so they're enjoying university life to the fullest!<br><br>\n(Source: Official Site, Translated)"
    },
    {
      "id": "tt34702901",
      "type": "series",
      "name": "Anne Shirley",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184639-tmj8NbTroNeI.jpg",
      "description": "Genres: Drama, Slice of Life\nTags:Orphan/Female Protagonist/Coming of Age/Classic Literature/Parenthood/Rural/Iyashikei/Historical/Shoujo/School/Heterosexual/Unrequited Love/Coastal/Foreign/Adoption/Family Life/Body Image/Boarding School/Writing/POV/Cute Girls Doing Cute Things/Work/Religion/Agriculture/Elderly Protagonist\nA new adaptation of <i> Akage no Anne (Anne of Green Gables).</i><br><br>\n\nOn the beautiful Prince Edward Island in Canada, an orphan named Anne Shirley is mistakenly sent to Green Gables, the home of Matthew and Marilla Cuthbert. They choose to adopt her anyway, as Anne finds friendship, love, and happiness in her new home. Come along for the story of a purehearted and imaginative girl growing up, leaving for college, and returning home a changed woman.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32513973",
      "type": "series",
      "name": "YOUR FORMA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167142-dJwdHptpILkF.jpg",
      "description": "Genres: Action, Drama, Mystery, Sci-Fi\nTags:Female Protagonist/Detective/Crime/Cyberpunk/Police/Artificial Intelligence/Cyborg/Anthropomorphism/Primarily Adult Cast/Urban/Male Protagonist/Robots/Drugs\nIn 1992, a pandemic of viral encephalitis shook the world. The medical technology that saved humanity evolved into <i>“Your Forma”</i>—an invasive information device implanted into the brain. In this world where every sight, sound, and even emotion is recorded, investigating major crimes means diving into the collective data, a job reserved for special detectives called “Electronic Investigator.”\n<br><br>\nEchika Hieda, a prodigious “Electronic Investigator” assigned at an astonishingly young age, stands isolated by her exceptional talent. Her newly assigned partner is Harold, a blonde, blue-eyed humanoid “Amicus.” Together, this unrivaled duo will expose every hidden secret.\n<br><br>\n(Source: \"It’s Anime\" YouTube Channel)"
    },
    {
      "id": "tt1316554",
      "type": "series",
      "name": "Black Butler: Emerald Witch Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179054-HmN0Za4T157B.jpg",
      "description": "Genres: Action, Comedy, Fantasy, Mystery, Supernatural\nTags:Butler/Demons/Crime/Historical/Witch/Anti-Hero/Orphan/Ojou-sama/Foreign/Kuudere/Male Protagonist/Werewolf/Shounen/Language Barrier/Rural\nSequel to <i>Kuroshitsuji: Kishuku Gakkou-hen.</i><br><br>\n\nCiel and his loyal butler Sebastian brave a cursed forest in Germany to uncover the truth behind eerie deaths.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35437780",
      "type": "series",
      "name": "ZatsuTabi -That's Journey-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165445-qwVP0w5NIaBW.jpg",
      "description": "Genres: Adventure, Comedy, Drama, Slice of Life\nTags:Travel/Female Protagonist/Primarily Female Cast/Iyashikei/Cute Girls Doing Cute Things/Primarily Adult Cast/Seinen/Drawing/Trains/Food\nWhen aspiring manga artist Chika’s storyboards get rejected, she ditches her desk for an adventure! Armed with a quirky social media poll, she sets off on a spontaneous journey of random crowdsourced destinations. From hilarious mishaps to heartwarming encounters, Chika discovers inspiration, friendship, and herself, one unpredictable stop at a time.<br><br>\n\n(Source: Crunchyroll)\n\n<br><br>\n<i>Note: Based on the real life travels of mangaka Chika Suzugamori.</i>"
    },
    {
      "id": "tt35994065",
      "type": "series",
      "name": "Catch Me at the Ballpark!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184279-dw02k4DPxwGz.png",
      "description": "Genres: Comedy, Romance, Slice of Life, Sports\nTags:Ensemble Cast/Seinen/Work/Baseball/Iyashikei/Female Protagonist/Episodic/Gyaru/Primarily Adult Cast/Heterosexual/Male Protagonist\nTo escape his tiring job, weary Murata finds escape at a nearby baseball stadium. While the games are thrilling, it’s Ruriko, the gyaru as cold as the beer she serves but secretly a sweetheart, who keeps him coming back. As her first regular, Murata discovers the warmth behind her frosty demeanor, and their hilarious, heartwarming encounters light up the ballpark and maybe even their hearts.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32514593",
      "type": "series",
      "name": "Teogonia",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176702-sD5AnHf8g4zi.jpg",
      "description": "Genres: Action, Fantasy\nTags:Survival/Male Protagonist/Magic/Anthropomorphism/Rural/Isekai/Language Barrier/Class Struggle/Amnesia/Gore/Spearplay\nHumans fight to protect their land from invading demi-human tribes in relentless battles. As his world is engulfed by intense warfare, Kai, a village boy from Lag, joins the fight to defend all he knows. After Kai’s comrades fall one by one and he’s injured, he suddenly recalls memories from another life. A fantasy tale unfolds as a village boy explores a world of magic, mystery, and heroism.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt34818628",
      "type": "series",
      "name": "The Dinner Table Detective",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184989-UaWWbrRn2vWV.jpg",
      "description": "Genres: Comedy, Drama, Mystery\nTags:Detective/Female Protagonist/Crime/Butler/Primarily Adult Cast/Police/Josei/Parody/VTuber\nRich heiress Reiko Hosho lives a double life as a novice detective, fighting crime under Inspector Kazamatsuri—also from a wealthy family. After work, Reiko sheds her pantsuit to don a lovely dress for dinner each day. Difficult cases force her to confide in her butler Kageyama, who proceeds to savagely ridicule her inability to solve mysteries, all while brilliantly unraveling each case himself.<br>\n<br>\n(Source: Amazon Prime Video)"
    },
    {
      "id": "tt35508195",
      "type": "series",
      "name": "GUILTY GEAR STRIVE: DUAL RULERS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178046-4EeU8cC3WJOs.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Super Power/Full CGI/Post-Apocalyptic/Magic/Conspiracy/Coming of Age/LGBTQ+ Themes/Demons/Samurai/Transgender\nSin Kiske, the forbidden child of a human and a magically crafted biological weapon called a Gear, lives in a world where magic has replaced science, and scars from the Gear rebellion remain. Attending his parents’ taboo-breaking wedding, he encounters a mysterious girl with deep hatred for Gears, and their fateful meeting threatens to upend the world once again.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt23844810",
      "type": "series",
      "name": "Bye Bye, Earth Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx181078-4ooHGXSnDQL4.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Female Protagonist/Swordplay/Heterosexual/Kemonomimi/Magic/Gore/Classical Music/Philosophy/War/Gender Bending\nThe second season of <i>Bye Bye, Earth</i>.<br><br>\n\nAdonis returns, empowered by darkness, as Belle awakens from her slumber — their fates bound by an inescapable destiny.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt35351289",
      "type": "series",
      "name": "Maebashi Witches",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx180825-trzjP1VDF19U.jpg",
      "description": "Genres: Drama, Mahou Shoujo, Music, Supernatural\nTags:Female Protagonist/Magic/Witch/Idol/Primarily Female Cast/Coming of Age/Primarily Teen Cast/CGI/Dancing/Urban/Urban Fantasy/Animals/Henshin/Tsundere/Photography/Cute Girls Doing Cute Things/Fashion/Isekai\nWelcome to Maebashi City, Gunma Prefecture. For first-year high school student Yuina Akagi, her middling life takes a wild turn the moment a mysterious frog named Keroppe shows up and asks her, “Why don’t you become a witch?” Alongside Azu Niisato, Kyouka Kitahara, Choco Mitsumata, and Mai Kamiizumi, Yuina and her friends are excited to make people’s dreams come true as the Maebashi Witches.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt36361934",
      "type": "series",
      "name": "cocoon: Aru Natsu no Shoujo-tachi Yori",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166527-7Co2vkxgVzT8.png",
      "description": "Genres: Drama\nTags:War/Female Protagonist/Survival/Historical/Military/Josei/Primarily Female Cast/Primarily Teen Cast/Coastal/Rural/Medicine/Twins\nSan and Mayu are two schoolgirls living in Okinawa during the closing months of the Pacific War. Together with their classmates, the two friends are drafted into the war effort as nurses for wounded soldiers. When ordered to die for their country, the remaining members of the group escape only to face the harsh environment of a tropical paradise that has become a hellish battlefield."
    },
    {
      "id": "tt35437053",
      "type": "series",
      "name": "The Mononoke Lecture Logs of Chuzenji-sensei: He Just Solves All the Mysteries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx182419-6l9Cb3tNseZr.png",
      "description": "Genres: Mystery, Psychological, Supernatural\nTags:Shounen/Detective/Female Protagonist/Rural/Episodic/Teacher/Historical/School/Male Protagonist/Acting\nOur setting is in Tokyo in 1948, just right after the war. Kanna Kusakabe had just become a second-year at a high school when she meets the new language teacher, Akihiko Chuuzenji.<br><br>\n\nMysterious supernatural things keep happening around Kanna. Once again today, Kanna is going to open the doors to the library prep room to seek help from the surly Chuuzenji-sensei who is waiting inside.<br><br>\n\nA high school supernatural mystery featuring the unlikely duo between a teacher and a high school girl is about to begin!<br><br>\n\n(Source: Pony Canyon, edited)"
    },
    {
      "id": "tt32985844",
      "type": "series",
      "name": "SHIROHIYO - Reincarnated as a Neglected Noble: Raising My Baby Brother With Memories From My Past Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179541-lZwENMAHZS9Y.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Gods/Disability/Elf/Isekai/Estranged Family/Maids/Male Protagonist/Family Life\nAgeha Kikunoi was a spoiled 5-year-old before he suddenly recalled memories from a past life. Then, he loved to cook, sew, and sing above all else. In this world, Ageha and his younger brother, Regulus, try to navigate the Kikunoi house as corruption among the aristocracy deepens. They’ll need skills from Ageha’s past life, blessings of gods and elves, and magic spells to help them on their way!<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt35331840",
      "type": "series",
      "name": "Me and the Alien MuMu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185070-VKzUA4B9kmaX.jpg",
      "description": "Genres: Comedy, Mystery, Sci-Fi, Slice of Life\nTags:Educational/Aliens/Animals/College/Female Protagonist/Primarily Adult Cast/Seinen/School Club\nA cat-like alien from a distant galaxy, MuMu, arrives on Earth. His goal is to learn about home appliance technology on Earth to recover the technology his species has lost. The protagonist, Sakurako, has a typical university life, but everything changes with MuMu's arrival! What begins as an unexpected cohabitation quickly turns into a whirlwind of chaotic events. The chemistry between Sakurako and MuMu leads to a super-spectacular, appliance-filled, and cat comedy adventure.\n<br><br>\n(Source: Pony Canyon)"
    }
  ]
}