{
  "metas": [
    {
      "id": "tt22248376",
      "type": "series",
      "name": "Frieren: Beyond Journey’s End",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154587-n1fmjRv4JQUd.jpg",
      "description": "Genres: Adventure, Drama, Fantasy\nTags:Travel/Magic/Elf/Female Protagonist/Philosophy/Coming of Age/Iyashikei/Kuudere/Adoption/Environmental/Witch/Rotoscoping/Demons/Shounen/Episodic/Asexual/Dragons/Dungeon/Fishing/Heterosexual\nThe adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. But Frieren will long outlive the rest of her former party. How will she come to understand what life means to the people around her? Decades after their victory, the funeral of one her friends confronts Frieren with her own near immortality. Frieren sets out to fulfill the last wishes of her comrades and finds herself beginning a new adventure…\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13706018",
      "type": "series",
      "name": "SPY x FAMILY Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b158927-lfO85WVguYgc.png",
      "description": "Genres: Action, Comedy, Slice of Life, Supernatural\nTags:Family Life/Ensemble Cast/Urban/Found Family/Espionage/Adoption/Assassins/Foreign/School/Animals/Female Protagonist/Politics/Male Protagonist/Shounen/Episodic\nThe second season of <i>SPY×FAMILY</i>.<br><br>\n\nThe Forger family will face a new familial mission as Yor heads on a cruise ship expedition!<br><br>\n\n(Source: Crunchyroll News)\n"
    },
    {
      "id": "tt2560140",
      "type": "series",
      "name": "Attack on Titan Final Season THE FINAL CHAPTERS Special 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162314-ocaEhYmvznFO.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Romance\nTags:Shapeshifting/Survival/Super Power/Kaiju/Anti-Hero/Revenge/Military/Post-Apocalyptic/Philosophy/CGI/Suicide/Heterosexual/Primarily Adult Cast/Shounen/Ensemble Cast\nEren, as the Founding Titan, advances on Fort Salta with countless other Titans. Appearing before the refugees, who stand on the brink of despair, are Mikasa, Armin, Jean, Conny, Reiner, Pieck, and Levi, who narrowly escaped from the rumbling. The battle between former comrades and childhood friends with Eren concludes here.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9529546",
      "type": "series",
      "name": "The Rising of the Shield Hero Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111322-2jQMDQva4YD7.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Magic/Male Protagonist/Slavery/Kemonomimi/Martial Arts/Swordplay/Archery/CGI/Female Harem/Airsoft/Dragons\nThe third season of <i>Tate no Yuusha no Nariagari</i>.<br><br>\nAfter defeating the Spirit Tortoise, Naofumi has no time for rest. An attack from the next Guardian Beast is imminent, but the three other Cardinal Heroes have gone missing. So, Naofumi and his party set out to search for the legendary trio. <br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt14115938",
      "type": "series",
      "name": "The Eminence in Shadow Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161964-JpkEbHI8ivaP.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Isekai/Magic/Chuunibyou/Male Protagonist/Parody/Cult/Swordplay/Anti-Hero/Female Harem/Elf/Kemonomimi/Meta/Zombie/Nudity/Trains\nThe second season of <i>Kage no Jitsuryokusha ni Naritakute!</i> <br>\n<br>\nEverything has been going according to plan, but the hour of awakening draws near. Cid Kagenou and Shadow Garden investigate the Lawless City, a cesspool where the red moon hangs low in the sky and three powerful monarchs rule the streets. The true draw for Cid, however, is one who can draw blood–the Blood Queen, a vampire who has slumbered in her coffin for eons. Her awakening approaches, and Cid could finally face a day of reckoning. \n<br><br>\n(Source: HIDIVE, edited)\n<br><br>\n<i>Note: A world premiere screening of Episode 1 was shown in the The Eminence in Shadow 2nd Season panel at Anime Expo on July 1, 2023.</i>"
    },
    {
      "id": "tt8690728",
      "type": "series",
      "name": "GOBLIN SLAYER II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129188-zWPBGutZXgjZ.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Goblin/Magic/Primarily Adult Cast/Gore/Body Horror/Swordplay/Elf/Anti-Hero/Survival\nThe second season of <i>Goblin Slayer</i>."
    },
    {
      "id": "tt26743760",
      "type": "series",
      "name": "The Apothecary Diaries",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161645-7I8Cip7XRDhV.jpg",
      "description": "Genres: Drama, Mystery\nTags:Medicine/Female Protagonist/Historical/Politics/Work/Detective/Seinen/Maids/Episodic/Primarily Female Cast/Chibi\nMaomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21927720",
      "type": "series",
      "name": "Undead Unluck",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154116-UetMXpm9W8nC.jpg",
      "description": "Genres: Action, Comedy, Sci-Fi, Supernatural\nTags:Female Protagonist/Male Protagonist/Super Power/Gore/Zombie/Shounen/Martial Arts/Primarily Adult Cast/Nudity/Heterosexual/Body Horror/Memory Manipulation/Suicide/Real Robot\nAll Fuuko wants is a passionate romance like the one in her favorite shoujo manga. Unfortunately, her Unluck ability makes that impossible. But just as Fuuko hits rock bottom, Andy sweeps her off her feet—literally! Now she's become Andy's unwilling test subject as he works to find a way to trigger a stroke of Unluck big enough to kill him for good. However, when the pair discovers a secret organization is hunting them, it puts Andy's burial plans on hold.<br>\n<br>\n(Source: Viz Media)"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE New World Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162670-07XrFq2hreTx.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Survival/Educational/Ensemble Cast/Shounen/Primarily Adult Cast/War/Primarily Male Cast/Male Protagonist/CGI/Ships/Asexual/Travel/Spearplay\nThe second cour  of <i>Dr. STONE: NEW WORLD</i>.\n<br><br>\nYears ago, astronaut Byakuya left behind precious materials in the belief that his son, the scientifically-gifted Senkuu, would one day find them. In the present, the Kingdom of Science's Kohaku and Ginrou have infiltrated the harem of the Petrification Kingdom’s leader with the help of Amaryllis, a local girl. At first, their mission progresses without a hitch. Unfortunately, an error enacted by Kohaku and Ginrou leads Minister Ibara and the Island’s strongest warrior, Moz, to identify the intruding duo as enemies.\n<br><br>\nEven worse, Moz tails Amaryllis when she returns to inform Senkuu of the news, discovering the scientist's secret hideout. However, Moz's agenda does not align with Ibara's—he wants to dethrone the minister and keep the petrification device for himself. If Senkuu plays his cards right, he could gain a powerful ally and win the war once and for all.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt28776190",
      "type": "series",
      "name": "Shangri-La Frontier",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151970-qFKtRhOaSqa0.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Virtual World/Male Protagonist/Video Games/Shounen/Heterosexual/Anthropomorphism/Kemonomimi/Super Power\n \"When was the last time I played a game that wasn't crap?\" This is a world in the near future where games that use display screens are classified as retro. Anything that can't keep up with state-of-the-art VR technology is called a \"crap game,\" and you see a large number of crap games coming out. Those who devote their lives to clearing these games are called \"crap-game hunters,\" and Rakuro Hizutome is one of them. The game he's chosen to tackle next is Shangri-La Frontier, a \"god-tier game\" that has a total of thirty million players. Online friends... An expansive world... Encounters with rivals... These are changing Rakuro and all the other players' fates! The best game adventure tale by the strongest \"crap game\" player begins now!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28919914",
      "type": "series",
      "name": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162694-7dx7dawGFylP.png",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Ensemble Cast/Primarily Female Cast/Surreal Comedy/Primarily Teen Cast/Male Protagonist/Meta/Parody/Tsundere/Slapstick/Heterosexual/Seinen/Drugs/Nudity\nRentarou Aijou was rejected 100 times in middle school. He visits a shrine and prays for better luck in high school. The God of Love appears and promises that he’ll soon meet 100 people he’s destined to date. But there’s a catch—once destiny introduces someone to him, the two must happily love each other. If they don’t, they’ll die. What will befall Rentarou and his 100 girlfriends in high school?\n<br><br>\n(Source: Crunchyroll) "
    },
    {
      "id": "tt28774702",
      "type": "series",
      "name": "The Kingdoms of Ruin",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160900-GxVB6H5ewrqv.jpg",
      "description": "Genres: Action, Drama, Fantasy\nTags:Revenge/Magic/Witch/Gore/Male Protagonist/Military/Shounen/Prison/Urban Fantasy/Homeless/Urban/Nudity/Idol\nWitches once blessed the human race with wisdom and peace. But the Redia Empire's \"Gear Expansion\" brought about a culture of science that far surpassed magic, and witches were viewed as enemies impeding the progress of civilization. Thus began the witch hunts. One human named Adonis, who was raised by a witch named Chloe, swears revenge against the human race that took his beloved mentor from him. What salvation can be found at the end of a bloodbath fueled by utter despair?\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26737616",
      "type": "series",
      "name": "PLUTO",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99088-4Icp2tI40TZL.png",
      "description": "Genres: Action, Mystery, Psychological, Sci-Fi\nTags:Robots/Artificial Intelligence/Detective/Seinen/Police/Ensemble Cast/Crime/Politics/Philosophy/Foreign/War/Travel/Noir/Male Protagonist/Anachronism/Guns/Cyberpunk\nA murder occurs in an orderly world where robots are unable to kill humans. The robotic Europol investigator Gesicht takes the case, but the mystery deepens when he finds no trace of a human at the scene of the crime. As he pursues the truth, Gesicht uncovers the most evil manifestation of hate that history has ever seen, one that is bent on bringing destruction to the world ...<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt13196080",
      "type": "series",
      "name": "Tokyo Revengers Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163329-lGJRnYV9dcjc.jpg",
      "description": "Genres: Action, Drama, Romance, Supernatural\nTags:Gangs/Primarily Male Cast/Mafia/Primarily Teen Cast/Shounen/Male Protagonist/Revenge/Delinquents/Ensemble Cast/Crime/Age Regression/Motorcycles/Guns/Heterosexual/Urban/Twins\nAdaptation of the Tenjiku Arc.\n<br><br>\nWith a future where Toman has been destroyed by Mikey's twisted ideas and Takemichi returning to the past, he decides to become stronger in order to stop Kisaki's plans. On one side, a mysterious gang from Yokohama known as Tenjiku begins to overthrow all the Toman divisions, deciding to destroy all the gangs in Japan, becoming the most powerful and unique.\n<br><br>\nKisaki has been planning something for his purposes against Toman, now that he is banned."
    },
    {
      "id": "tt28685497",
      "type": "series",
      "name": "Berserk of Gluttony",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156039-JnepQcVxXLLW.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Romance\nTags:Magic/Male Protagonist/Swordplay/Bullying/Anachronism/Goblin/Travel\nFate Graphite was born into a world where magical skills shape your destiny. His skill is Gluttony, a seemingly useless curse of unending hunger that has left him shunned and looked down upon. Until one day, after he takes the life of a thief, his true power awakens: he can devour the skill of anyone he kills to feed his appetite. Will he learn to control this gruesome ability for the better?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28685470",
      "type": "series",
      "name": "Ragna Crimson",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146493-bThyDJ4ZmbfV.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery\nTags:Dragons/Shounen/Revenge/Magic/Male Protagonist/Swordplay/Super Power/Gore/Orphan/Nekomimi/Gender Bending\nDragons reign terror over the earth, sea and sky. If sworn dragon hunters like Ragna are to have any hope of dealing death to these seemingly invincible, fire-breathing beasts, they must find a way to level the odds. Ragna teams up with a mysterious man named Crimson who has likewise sworn to stand against the dragons menacing the world. But although Crimson’s motivations may be mysterious, his goal and Ragna’s perfectly align, and together they’ll fight to vanquish the dragons once and for all.<br>\n<br>\n(Source: Sentai Filmworks)<br>\n<br>\n<i>Note: The first episode aired with a runtime of ~47 minutes.</i>"
    },
    {
      "id": "tt22017206",
      "type": "series",
      "name": "Our Dating Story: The Experienced You and The Inexperienced Me",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154459-foR6BMJayEbi.jpg",
      "description": "Genres: Romance\nTags:Heterosexual/Gyaru/Love Triangle/Primarily Teen Cast/School/Male Protagonist/Coming of Age\nRyuuto Kashima is the school’s gloomy introvert, and he’s got a crush on Runa Shirakawa, the popular girl. After losing a bet to classmates, he confesses his feelings to Runa one day. Shocked and secretly just as inexperienced as Ryuuto, Runa agrees to date him. The relationship grows between two people who are as similar as they are different. Will their young love blossom? Time will tell!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29370857",
      "type": "series",
      "name": "Ron Kamonohashi's Forbidden Deductions",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158926-u3Sb0d0jagoI.jpg",
      "description": "Genres: Drama, Mystery\nTags:Detective/Work/Police/Male Protagonist/Primarily Adult Cast/Crime/Hikikomori/Episodic/Shounen/Urban/Amnesia\nRon Kamonohashi was once regarded as a genius at the top detective training academy. But after a fatal mistake, he was expelled and forbidden to become a detective. Years later, police officer Totomaru Isshiki knocks on Ron’s door seeking help on a serial murder case. He finds Ron, now a messy-haired recluse, who agrees. Together, this mismatched detective team begins solving their first mystery!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171914",
      "type": "series",
      "name": "I'm in Love with the Villainess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158704-sPOrTckSKzKO.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Yuri/Villainess/LGBTQ+ Themes/Female Protagonist/Isekai/Tsundere/Magic/Ojou-sama/Video Games/School/Maids/Primarily Teen Cast/Politics/Primarily Female Cast/Slapstick/Crossdressing\nThe world turns upside down when a corporate drone wakes up as Rae Taylor, the heroine in her favorite otome game, Revolution. Rae is elated at the opportunity to court Claire François, the game’s villainess and the object of her affection. Armed with her knowledge of the game and events to come, Rae sets out to make Claire fall for her. But how will the villainess take Rae’s romantic advances?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15739134",
      "type": "series",
      "name": "The Demon Sword Master of Excalibur Academy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140501-pXY8yUDScfHS.jpg",
      "description": "Genres: Ecchi, Fantasy, Romance\nTags:Demons/Male Protagonist/Female Protagonist/Magic/CGI/Female Harem/Revenge/Nudity/Skeleton\nOne thousand years ago, Leonis Death Magnus, undead sorcerer and the greatest of the Dark Lords, entered magical stasis during a climactic battle. When he awakens, he finds a beautiful silver-haired young woman named Riselia standing before him. More shockingly, Leonis has been transformed into a ten-year-old boy! Now he'll have to adapt to this strange era and deal with the twisted monsters called Voids—all while keeping his true powers a secret from his lovely new guardian.<br>\n<br>\n(Source: Yen Press)<br>\n<br>\n<i>Note: Each episode streamed 1 week early on ABEMA. The original TV broadcast started on October 3rd, 2023.</i>"
    },
    {
      "id": "tt28313387",
      "type": "series",
      "name": "A Returner's Magic Should Be Special",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163142-RjFeJrTnDA2B.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/School/Age Regression/Swordplay/Ensemble Cast/CGI/Demons\nAnother dimension that continues to taint our world, the Shadow World. Humanity is faced with the worst calamity, known as the Shadow Labyrinth. In spite of their desperate attacks, Desir Herrman and his friends lose their battle to the Destruction Dragon, Boromir Napolitan, and the world comes to an end. When Desir is convinced of his end, he opens his eyes... to find himself 13 years in the past. Desir has gone back in time to the enrollment ceremony of Hebrion Academy, the top school for mages in the Empire.<br>\n<br>\nTo change the future of impending doom, Desir reassembles his friends once again to save the world!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt14476244",
      "type": "series",
      "name": "The Faraway Paladin: The Lord of Rust Mountains",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143085-caK1SekQLfss.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Mystery, Psychological\nTags:Magic/Demons/Elf/Isekai\nThe second season of <i>Saihate no Paladin</i>.<br>\n<br>\nTwo years had passed since he left the City of the Dead, and Will was seventeen by count. As a lord, he developed \"Torch Port, a river port of light\", and gradually the people's activities and smiles returned to \"Beast Woods\". However, out-of-season flowers bloom profusely, and an abnormality is discovered in the forest. Will and his friends head into the depths of the forest to solve this problem, and receive an ominous prophecy from the king of the forest.<br>\n<br>\n\"In the Iron Rust Mountains, the 'Fire of Black Calamity' will occur. The fire will spread, or it will burn everything in this land.\"<br>\n<br>\nWhat is the calamity that sleeps in the ruined dwarven city of Tetsusabi Sanmyaku...!?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171919",
      "type": "series",
      "name": "The Vexations of a Shut-In Vampire Princess",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159808-svpzcGb6ig4X.jpg",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Vampire/Female Protagonist/Yuri/Primarily Female Cast/War/Hikikomori/Magic/Gore/Tsundere/Nudity/Maids/Female Harem\nThree years into her life as a shut-in, vampire Terakomari Gandesblood (Komari for short), awakens to find she’s been appointed as a Commander in the Mulnite Imperial Army! The thing is, her new unit consists solely of belligerent ruffians who revolt against their superiors at the slightest hint of weakness. Although Komari hails from a line of vampires as powerful as they are prestigious, her refusal to drink blood has made her the picture of mediocrity—scrawny, un-coordinated, and inept at magic. With the odds stacked against her, will the help of her trusty (and slightly infatuated) maid Vill be enough for this recluse to blunder her way to success? Or will Komari rue the day she ever left the safety of her room?<br>\n<br>\n(Source: Yen Press)"
    },
    {
      "id": "tt13463778",
      "type": "series",
      "name": "Girlfriend, Girlfriend Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154692-UcFM4rM3ehwE.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Female Harem/Love Triangle/Male Protagonist/Heterosexual/Slapstick/Primarily Female Cast/Parody/Primarily Teen Cast/Nudity/School/Disability\nThe second season of <i>Kanojo mo Kanojo</i>.<br>\n<br>\nAfter their hot springs trip, Naoya continues his relationships with both Saki and Nagisa. Bringing along Milika (who kissed Naoya) and Shino (who secretly has romantic feelings for Naoya), they embark on a summer vacation full of romance with a fireworks festival, camping, and Okinawa.<br>\n<br>\nMilika's younger sister Risa also appears, making the romance in this neo-standard rom-com heat up even more. A season two filled with summer and swimsuits is about to begin!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27489241",
      "type": "series",
      "name": "Dead Mount Death Play Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162803-hs0umrdl9SDN.jpg",
      "description": "Genres: Action, Fantasy, Supernatural, Thriller\nTags:Necromancy/Isekai/Ensemble Cast/Urban Fantasy/Crime/Gangs/Skeleton/Seinen\nThe second cour of <i>Dead Mount Death Play</i>."
    },
    {
      "id": "tt27548413",
      "type": "series",
      "name": "I'm Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154214-Uf9x7mY4IJJr.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life\nTags:Rehabilitation/Hikikomori/Fugitive/Shoujo/Heterosexual/Female Protagonist/Magic/Kemonomimi/Male Protagonist/Demons\nAllen Crawford is a misanthropic sorcerer known as the “Dark Lord.” When he comes across Charlotte Evans, a noblewoman exiled on false charges, his memories of being betrayed three years ago come rushing back. He decides to teach Charlotte about all the pleasures, vices, and joys of naughty living. Can a broken heart be mended with riotous living? These two are bound to find out!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22524872",
      "type": "series",
      "name": "SHY",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155389-qB3aiPB5IkAi.png",
      "description": "Genres: Action, Drama\nTags:Henshin/Female Protagonist/Superhero/Super Power/Primarily Female Cast/Shounen/Ninja/LGBTQ+ Themes/Travel\nOn the brink of a third World War, superheroes appeared on Earth. Gifted with powers, their appearance brings peace to the world. The heroes each selected a country in which they would reside, serve, and protect its citizens. Shy is Japan’s hero, endowed with super strength. Her most daunting enemy yet? Crippling shyness. Join Shy and her super friends as she defends Earth and gains confidence!</i>\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16969708",
      "type": "series",
      "name": "Scott Pilgrim Takes Off",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170206-OQYWJWKKvO3g.jpg",
      "description": "Genres: Action, Comedy, Drama, Mystery, Romance, Supernatural\nTags:Primarily Adult Cast/Foreign/Urban Fantasy/Urban/Heterosexual/Parody/LGBTQ+ Themes/Band/Super Power/Otaku Culture/Robots/Anti-Hero/Male Protagonist/Swordplay/Ninja\n<i>When girl meets boy, love takes off...</i>\n<br><br>\n\nScott Pilgrim meets the girl of his dreams, Ramona Flowers, but learns he must defeat her seven evil exes in order to date her. Then things get even more complicated. Based on the graphic novels by Bryan Lee O'Malley. <br><br>\n\n(Source: Science Saru, Netflix)"
    },
    {
      "id": "tt28102247",
      "type": "series",
      "name": "My Daughter Left the Nest and Returned an S-Rank Adventurer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156184-mrU1zLqpnMSK.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Adoption/Swordplay/Rural/Magic/Disability/Foreign/Female Protagonist/Cult/Dungeon/Elf\nThe young adventurer Belgrieve retires to a quieter life after losing his leg to a beast. While gathering herbs in the woods one day, he rescues an abandoned child. Angeline trains with her father and later achieves S-Rank in the capital’s adventurer guild. Five years later, she decides to return home. Will Belgrieve get another chance at being an adventurer? Will Angeline return home unscathed?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt13049906",
      "type": "series",
      "name": "The Saint's Magic Power is Omnipotent II",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146206-76MkUJBXlq4v.jpg",
      "description": "Genres: Fantasy, Romance, Slice of Life\nTags:Isekai/Female Protagonist/Primarily Adult Cast/Shoujo/Iyashikei/Magic/Medicine/Politics\nThe second season of <i>Seijo no Maryoku wa Bannou desu</i>.\n<br><br>\nSei, an office worker in her twenties, was suddenly summoned to another world as a \"Saint\". Taking advantage of her natural love of plants, she started working at a medicinal plant research institute. In addition, Sei's evaluation explodes when she activates a tremendously powerful purification magic in monster subjugation! Being officially recognized as a \"saint\", she gains people's respect as the savior of the Kingdom of Saluntania. Those who watch over and support her are Johann and Jude from the research institute, Yuri from the Imperial Court Mage Division, and Albert Hawke, the \"Ice Knight\" who is attracted to each other but is still less than a lover. Even after becoming the most important person in the kingdom, Sei remains obsessed with research, but her relationship with Albert gradually deepens, and there is a new development in their love story!?\n<br><br>\n[Source: Official Website]"
    },
    {
      "id": "tt29716957",
      "type": "series",
      "name": "That Time I Got Reincarnated as a Slime: Visions of Coleus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161802-Ra8acfv0cSov.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Isekai/Magic/Politics/Vampire/Super Power/Shounen/Economics\nRimuru has saved the children he was teaching in the Kingdom of Engrassia, and his time as a teacher is nearly over. Then Yuuki, Grandmaster of the Free Union, asks him to get to the bottom of the race for the throne in the Kingdom of Coleus, which is located between Engrassia and the Holy Empire of Lubelius. So Rimuru infiltrates Coleus under the name \"Satoru,\" and he finds a nation at the mercy of not only a battle for succession, but a web of schemes woven by demons and vampires! <br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28299608",
      "type": "series",
      "name": "MF GHOST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143327-6gv1QzquNg2o.png",
      "description": "Genres: Sci-Fi, Sports\nTags:Cars/Seinen/Primarily Male Cast/CGI/Male Protagonist/Primarily Adult Cast/School\n202X A.D., a future beyond <i>Initial D. </i>\n<br><br>\nSelf-driving cars are in widespread use in Japan, and public roadways are used for auto racing. In such an era, a race called MFG has become popular around the globe. Porsche, Ferrari, Lamborghini… Participants are invited to race with their fastest cars. One such participant, a British racing school graduate, Kanata Rivington, returns to Japan to achieve his goal. <br><br>\n(Source: Crunchyroll)\n\n "
    },
    {
      "id": "tt27679458",
      "type": "series",
      "name": "OVERTAKE!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160515-02jyy9B3qpFc.jpg",
      "description": "Genres: Sports\nTags:Cars/Male Protagonist/Primarily Male Cast/Photography/CGI/Achronological Order\nHaruka Asahina is a 16 year old high school boy racing F4 cars while staying at Komaki Motors, an auto-body shop in Shizuoka prefecture. Komaki Motors is a family-run shop that regularly competes in F4 with the team comprised of: owner Futoshi Komaki who is also a mechanic, his daughter Mako Komaki, and now Haruka Asahina. Because this is a family-run business, they receive no support usually from any major manufacturers. Haruka Asahina boldly confronts the top teams head-on to get the attention of these revered companies in hopes of making it to the podium himself.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7326322",
      "type": "series",
      "name": "The Ancient Magus' Bride Season 2 Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166452-cjBlQksb7Ttw.jpg",
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life, Supernatural\nTags:Female Protagonist/College/Ensemble Cast/Mythology/Magic/Urban Fantasy/School/Animals/Werewolf/Primarily Teen Cast/Monster Boy/Bullying/Heterosexual/Teacher/Kuudere/Urban/Chibi/CGI/Shounen\nThe second cour of <i>Mahoutsukai no Yome SEASON 2</i>. <br><br>\n\nMore magical adventures await Elias, Chise, and all of her new friends at the College. Just how strong will Chise’s magic grow?<br><br>\n\n(Source: Crunchyroll News)\n"
    },
    {
      "id": "tt27460264",
      "type": "series",
      "name": "A Girl & Her Guard Dog",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155527-fXFaC94ehfj9.jpg",
      "description": "Genres: Drama, Romance\nTags:Female Protagonist/School/Shoujo/Heterosexual/Yakuza/Crime\nIsaku just wants to live a normal life. But as the granddaughter of a yakuza boss, that’s a pretty tall order. For years, it’s been difficult for Isaku to make friends and find love. So, she decides to enroll in a high school far from her hometown in hopes of a fresh start. But her plans take an unexpected turn when a worried member of the yakuza, Keiya, enrolls in the same school to protect her.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21996318",
      "type": "series",
      "name": "Tearmoon Empire",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154384-3tpmugzrVpE9.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Age Regression/Female Protagonist/Shoujo/Ojou-sama/School/Villainess/Economics/Politics/Swordplay\nTwenty-year-old Princess Mia of the Tearmoon Empire, often scorned as the \"selfish princess,\" was executed by guillotine in a rebellion. Next thing she knew, she awoke in her own twelve-year-old body, with her own blood-stained diary that she kept before she was beheaded sitting next to her pillow. Given a second chance at life, Mia decides to rebuild the empire. For the sake of Tearmoon's future? To save the people from starvation? For all the soldiers who lost their lives in the civil war? No! Everything she does in this life is for the sake of avoiding the guillotine! \"F-For me, this should be a piece of cake!\" Thus the useless, cowardly, self-serving princess brings about miracle after miracle in her great struggle to save herself in this altered-history fantasy.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171939",
      "type": "series",
      "name": "Stardust Telepath",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155419-tPkRvXYb9ffC.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Female Cast/Cute Girls Doing Cute Things/Female Protagonist/Aliens/Coming of Age/School Club/Primarily Teen Cast/Educational/Seinen/Yuri\nKonohoshi Umika is a high-schooler who is very bad at communicating with others. Feeling almost like an alien trapped on Earth with nowhere to belong, one day she meets a girl who claims to be an actual alien!"
    },
    {
      "id": "tt28769801",
      "type": "series",
      "name": "A Playthrough of a Certain Dude's VRMMO Life",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx161364-X0Nk5FvL6GHj.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Video Games/Virtual World/Archery/Artificial Intelligence/Male Protagonist/Isekai/Food/Fairy\nTanaka Taichi is just an ordinary 38-year-old who enjoys video games. He starts a new virtual reality multiplayer game called One More Free Life Online, naming his character Earth. Unlike his fellow players, he decides to master the most menial of skills in the game. He cooks the finest meals, overbrews complicated potions, and hunts monsters with handmade weapons. His fantasy life begins!<br><br>\n(Source: Crunchyroll)<br>\n<br><i>Note: The first 2 episodes were exclusively shown as a world premiere during the Anime Messe Babelsberg 2023 in July as a part of a special Anime Panel. </i><br>\n"
    },
    {
      "id": "tt15378218",
      "type": "series",
      "name": "UNDER NINJA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx138788-CXUvAraN1xha.jpg",
      "description": "Genres: Action, Comedy\nTags:Ninja/School/Male Protagonist/Conspiracy/Surreal Comedy/Meta/Seinen/Espionage/Achronological Order/Ensemble Cast/Military/CGI/Kuudere/Female Protagonist\nNinjas still exist in Japan today. They number around 200,000. The ninja organization NIN (National Intelligence of NINJA) is not controlled by the civilian government, with its elite members performing assassinations and sabotage in secret. There is an organization that opposes NIN: UN (Under Ninja). Ninja versus ninja: What lies waiting at the end of this shadowy feud?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29473209",
      "type": "series",
      "name": "After-school Hanako-kun",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159074-6sc64nKBa1wE.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Ghost/School/Mythology/Episodic/Youkai/Ensemble Cast/Shounen/Heterosexual/Gender Bending/Twins\nThe ghostly Hanako-kun and his mortal assistant, Nene Yashiro, usually have their hands full resolving various supernatural incidents in Kamome Academy, but how do they spend their time when they get a break from all that?\n<br><br>\n(Source: Yen Press)<br><br>\n<i>Note: The episodes were streamed two days ahead of the Japanese broadcast on Crunchyroll  beginning on Oct 11, 2023 at 3:00 JST. The regular TV broadcast started on Oct 13, 2023 at 1:58 JST.</i>"
    },
    {
      "id": "tt29143189",
      "type": "series",
      "name": "16bit Sensation: Another Layer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159559-EU5NWaUoH8N3.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Video Games/Software Development/Otaku Culture/Female Protagonist/Work/Primarily Adult Cast/Drawing/Cute Girls Doing Cute Things/Historical/Anachronism\nKonoha Akisato is an illustrator that loves beautiful girls and bishojo games. Her dream is to become a super-popular illustrator, so she is working hard at a bishojo game production company, but reality isn't that kind... With the golden age of social network games in full force, Konoha's company isn't doing well, and she works as a sub illustrator, spending her days painting the backs of random background characters. <br><br>   One day, the owner of a game shop gives her a classic bishojo game. With all her excitement over the golden age of bishojo games, she opens the package to \"Dokyusei,\" and is enveloped by a bright light. Konoha then realizes that she just traveled back in time!  <br><br>  She ends up in the year 1992! It's the dawn of the bishojo game era! Konoha ends up working at a company called Alcohol Soft. Will she be able to think about, draw, and create all the beautiful girls she’s ever wanted?! <br><br>   A story about a girl and her overwhelming love for beautiful girls—\"Now, let's begin!\" <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29371814",
      "type": "series",
      "name": "Migi&Dali",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142666-V3L6TwYLZ33l.jpg",
      "description": "Genres: Drama, Mystery, Slice of Life\nTags:Male Protagonist/Twins/Found Family/Adoption/Surreal Comedy/Seinen/Bullying/School/Historical\nAfter finally adopting a child, the Sonoyamas were unprepared for the mystery that would soon unravel. Hitori seems to be the perfect son for his loving parents. He's handsome, intelligent, and grateful for his new lavish life—but he has a dark secret. Hitori is actually the twins Migi and Dali pretending to be one boy. And they have a terrifying motive behind their hidden identity.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29171903",
      "type": "series",
      "name": "The Family Circumstances of the Irregular Witch",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154454-9gZSDOmcBwrn.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Witch/Episodic/Female Protagonist/Magic/Found Family/Family Life/Surreal Comedy/Adoption/Tanned Skin/Cute Girls Doing Cute Things/Primarily Female Cast/Slapstick/Yandere/Elf/Coming of Age\nWhen witch Alyssa found a baby on her doorstep, she didn’t expect her life to take a topsy-turvy turn. Despite her bewilderment, she names the child Viola and decides to raise her. Fast-forward 16 years, and her “daughter” Viola isn’t just taller—she’s towering! Join this bewitching duo in a hilariously chaotic journey of mistaken identities and supernatural shenanigans!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28521881",
      "type": "series",
      "name": "GOOD NIGHT WORLD",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167820-RO0nRXw7fcpu.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological\nTags:Augmented Reality/Virtual World/Hikikomori/Video Games/Family Life/Denpa/Male Protagonist/Magic/Super Power/Heterosexual/Pirates/Tsundere/War/Cultivation/Coming of Age\nIn the online game \"Planet,\" there is a powerful team of four players. This team goes by the name \"The Akabane Family,\" and its members are a pseudo-family that only exists in the game. Although they aren't aware of it, these four players are actually a broken family in real life. A shut-in older brother. A high-achieving younger brother. A father who is not respected by his own children. A mother who neglects her own household. They do not know the warmth of family. They also don't know that the warmth of their online family is only a passing feeling. And most of all, they don't know they are a real family. Centered on the deeds of the Akabane Family in the online game \"Planet,\" the story features battles against monsters, clashes with other guilds, and the machinations surrounding \"Black Bird,\" the final objective of the game. The tale takes a major turn as it entangles the real world and this real family. <br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt20228550",
      "type": "series",
      "name": "The Seven Deadly Sins: Four Knights of the Apocalypse",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148862-ctw1sn45I4ZX.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Shounen/Magic/Nudity\nPercival is a kind boy who lives out on the frontier called \"Finger of God\" along with his grandfather. However, the world was not kind enough to let peace and tranquility last for long. An encounter with a mysterious knight changed their destiny, and a shocking truth comes to light. The boy then sets off on an endless journey.\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt22443832",
      "type": "series",
      "name": "Arknights: PERISH IN FROST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158895-QPy3ElZBKziT.jpg",
      "description": "Genres: Action, Fantasy\nTags:Pandemic/War/Terrorism/Dystopian/Kemonomimi/Amnesia/Ensemble Cast/Guns/Military\nOripathy, an incurable disease that slowly crystallizes the bodies of those infected until their deaths.\n<br><br>\nRhodes Island is a pharmaceutical company that endeavors to find a cure and solve the problems that follow in the disease's wake,\nand in an attempt to put a stop to the revolt of the terrorist organization known as Reunion Movement whose ultimate goal is the salvation of the Infected,\nRhodes Island has formed a contract with the Yanese city of Lungmen and continues its mission there.\n<br><br>\nHowever, Amiya has found herself despondent since their battle against Skullshatterer, unable to accept the fact they were unable to save Misha.\n<br><br>\nIn the meantime, Rhodes Island deploys a reconnaissance squad to an abandoned city discovered in the Lungmen countryside.\nThere, the squad notices a strange phenomenon unfolding before them…"
    },
    {
      "id": "tt29340934",
      "type": "series",
      "name": "The Yuzuki Family’s Four Sons",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx164312-3eLpxsRk5COE.jpg",
      "description": "Genres: Comedy, Drama, Slice of Life\nTags:Coming of Age/Family Life/Orphan/Male Protagonist/Primarily Male Cast/Shoujo/Iyashikei/School/Primarily Child Cast/Teacher/Episodic/Tomboy\nThe Yuzuki family consists of four brothers: Hayato, Mikoto, Minato, and Gakuto. The eldest son, Hayato, happily lives every day to the fullest. There are tears, laughter and excitement at home, at school, and in the neighborhood!"
    },
    {
      "id": "tt28766864",
      "type": "series",
      "name": "Butareba -The Story of a Man Turned into a Pig-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx142599-0IwWtxGRmZT8.jpg",
      "description": "Genres: Comedy, Fantasy\nTags:Male Protagonist/Isekai/Conspiracy/Amnesia/Religion/Survival/Magic/Slavery/Female Protagonist/Maids/Primarily Teen Cast/Super Power/Nudity\nAn unappealing otaku awakens in the body of a pig after he passes out while eating raw pig liver. Pig finds himself in the company of Jess, an innocent girl who can read people's minds, and she accepts him despite his boorish thoughts... although she does plan to eat him. When Jess is in danger of succumbing to a dark destiny, can Pig save her using only his quick wits, wisdom, and refined sense of smell?"
    },
    {
      "id": "tt28919932",
      "type": "series",
      "name": "My New Boss is Goofy",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165070-0OlcD1TA6pe4.jpg",
      "description": "Genres: Comedy\nTags:Iyashikei/Cute Boys Doing Cute Things/Slapstick/Work/Primarily Male Cast/Male Protagonist/Primarily Adult Cast/Shoujo/Boys' Love/LGBTQ+ Themes\nAfter his power-tripping boss broke his spirit and his health, Momose leaves his job for a new job in sales at an advertising agency. However, on the very first day of his new job, Momose is unable to move due to a stomachache caused by his past traumas. \"What should I do if my new boss also abuses his power?\"<br>\n<br>\nThat's when his new boss, Shirosaki, takes him out to see clients. Just what exactly is Shirosaki going to do...?!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt29514999",
      "type": "series",
      "name": "Paradox Live THE ANIMATION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150077-40T50Llw8RyV.png",
      "description": "Genres: Drama, Music, Sci-Fi\nTags:Primarily Male Cast/Ensemble Cast/Idol/Urban/CGI/Found Family/Primarily Adult Cast/Super Power/Transgender/LGBTQ+ Themes\nSaturated in hip hop culture comes the birth of a new movement known as “Phantom Live ”. Each of the artists have a metal accessory known as “Phantom Metal” which chemically reacts to the wearer’s emotions to produce an image, setting a magnificent stage for enthusiastic youths. With legendary club “CLUB paradox” hosting the mysterious Paradox Live, four teams: BAE, The Cat’s Whiskers, cozmez and Akanyatsura each receive an invitation to participate, each with their own genre of music in a race to the top. Each of the four teams go into the competition for a reason. As the competition heats up, so do the unimaginably large motives each of them hides…<br>\n<br>\nThe curtain now rises on a swirling illusory stage battle between light and darkness–!<br>\n<br>\n(Source: Crunchyroll)"
    }
  ]
}