{
  "metas": [
    {
      "id": "tt9335498",
      "type": "series",
      "name": "Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145139-rRimpHGWLhym.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Supernatural\nTags:Demons/Shounen/Swordplay/Male Protagonist/Super Power/Gore/Monster Girl/Body Horror/Historical/CGI/Female Protagonist/Orphan/Rural\nAdaptation of the Swordsmith Village Arc.<br>\n<br>\nTanjiro’s journey leads him to the Swordsmith Village, where he reunites with two Hashira, members of the Demon Slayer Corps’ highest-ranking swordsmen - Mist Hashira Muichiro Tokito and Love Hashira Mitsuri Kanroji. With the shadows of demons lurking near, a new battle begins for Tanjiro and his comrades.\n<br><br>\n<i>Notes:<br>\n• The first episode has a runtime of ~49 minutes, and received an early premiere in cinemas worldwide as part of a special screening alongside the final two episodes of Kimetsu no Yaiba: Yuukaku-hen.<br>\n• The final episode has a runtime of ~52 minutes. </i>"
    },
    {
      "id": "tt13911284",
      "type": "series",
      "name": "Hell’s Paradise",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128893-l0R0GFHplDKW.jpg",
      "description": "Genres: Action, Adventure, Mystery, Supernatural\nTags:Survival/Gore/Swordplay/Body Horror/Ninja/Battle Royale/Samurai/Historical/Shounen/Anti-Hero/Travel/Religion/Super Power/Heterosexual/Gods/Philosophy/Primarily Adult Cast/Martial Arts/Crime/Death Game/Primarily Male Cast/Cannibalism/Cosmic Horror/Bisexual/Cult\nThe Edo period is nearing its end. Gabimaru, a shinobi formerly known as the strongest in Iwagakure who is now a death row convict, is told that he will be acquitted and set free if he can bring back the Elixir of Life from an island that is rumored to be the Buddhist pure land Sukhavati. In hopes of reuniting with his beloved wife, Gabimaru heads to the island along with the executioner Yamada Asaemon Sagiri. Upon arriving there, they encounter other death row convicts in search of the Elixir of Life... as well as a host of unknown creatures, eerie manmade statues, and the hermits who rule the island. Can Gabimaru find the Elixir of Life on this mysterious island and make it back home alive?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21030032",
      "type": "series",
      "name": "Oshi No Ko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150672-2WWJVXIAOG11.png",
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Acting/Idol/Seinen/Revenge/Urban/Twins/Male Protagonist/Female Protagonist/Heterosexual/Primarily Female Cast/Family Life/School/Gyaru/Musical\nWhen a pregnant young starlet appears in Gorou Amemiya’s countryside medical clinic, the doctor takes it upon himself to safely (and secretly) deliver Ai Hoshino’s child so she can make a scandal-free return to the stage. But no good deed goes unpunished, and on the eve of her delivery, he finds himself slain at the hands of Ai’s deluded stalker — and subsequently reborn as Ai’s child, Aquamarine Hoshino! The glitz and glamor of showbiz hide the dark underbelly of the entertainment industry, threatening to dull the shine of his favorite star. Can he help his new mother rise to the top of the charts? And what will he do when unthinkable disaster strikes? <br>\n<br>\n(Source: HIDIVE)\n<br><br>\n\n<i>Note: Episode 1<b>【推しの子】Mother and Children</b> was pre-screened in advance in Japanese theaters on March 17, 2023. The regular TV broadcast began on April 12, 2023. The first episode has an extended runtime of ~82 minutes.</i>"
    },
    {
      "id": "tt9679542",
      "type": "series",
      "name": "Dr. STONE New World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx131518-RU7RoUmGb2sP.jpg",
      "description": "Genres: Action, Adventure, Comedy, Sci-Fi\nTags:Post-Apocalyptic/Educational/Survival/Male Protagonist/Shounen/Ships/Ensemble Cast/Found Family/Agriculture/CGI/Butler/Food/Asexual/Chibi\nThe third season of <i>Dr. STONE</i>. <br><br>\n\nSenku and the Kingdom of Science sail to new lands to uncover more scientific secrets! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21209804",
      "type": "series",
      "name": "MASHLE: MAGIC AND MUSCLES",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151801-wYg28dEaJAw3.png",
      "description": "Genres: Action, Comedy, Fantasy\nTags:Shounen/Magic/Male Protagonist/Parody/School/Slapstick/Primarily Teen Cast/Fitness/Kuudere/Super Power/Primarily Male Cast/Adoption/Bullying/Dragons/Chimera/CGI/Battle Royale\nThis is a world of magic. This is a world in which magic is casually used by everyone.<br><br>\nIn a deep, dark forest in this world of magic, there is a boy who is singlemindedly working out. His name is Mash Burnedead, and he has a secret. He can’t use magic. <br><br>\nAll he wanted was to live a quiet life with his family, but people suddenly start trying to kill him one day and he somehow finds himself enrolled in Magic School. There, he sets his sights on becoming a “Divine Visionary,” the elite of the elite. <br><br> Will his ripped muscles work against the best and brightest of the wizarding world? The curtain rises on this off-kilter magical fantasy in which the power of being jacked crushes any spell!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22817632",
      "type": "series",
      "name": "Tengoku Daimakyo",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155783-X23WQwPmI9Sh.jpg",
      "description": "Genres: Adventure, Mystery, Sci-Fi, Thriller\nTags:Dystopian/Post-Apocalyptic/Survival/Travel/Seinen/Conspiracy/Male Protagonist/Gore/Denpa/Demons/Orphan/Body Horror/Coming of Age/Guns/Nudity\nIn the year 2024, the world has collapsed. Grotesque monsters lurk amongst the ruins of Japan, while remaining people scrape together what they can to survive. Kiruko, an odd-job girl in Nakano, accepts a mysterious woman's dying wish to take a boy named Maru to a place called Heaven.<br>\n<br>\n(Source: Disney+, edited)"
    },
    {
      "id": "tt4623042",
      "type": "series",
      "name": "My Love Story with Yamada-kun at Lv999",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154965-vZbBRjtmLp7S.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Video Games/Female Protagonist/Kuudere/Heterosexual/Otaku Culture/Shoujo/Primarily Adult Cast/Love Triangle/College/E-Sports/CGI\nAkane Kinoshita, a female college student, faces the absolute worst situation when she ends up breaking up with her boyfriend after he has an affair with a woman he met playing an online game. While relieving her stress by rampaging through the open hunting grounds of an online game, Akane spills everything about her heartbreak to “Yamada”, a player she met by chance who happens to be in the same guild. “I don't care,” is his curt reply. But when Akane gets a makeover and joins an offline event to get back at her ex-boyfriend, she hears those dreadful words again. And that was Akane's fateful encounter with “Yamada”─！<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt9522300",
      "type": "series",
      "name": "Kaguya-sama: Love is War -The First Kiss That Never Ends-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151384-gv0q8wOE6D58.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Heterosexual/Coming of Age/School/Male Protagonist/Primarily Teen Cast/Female Protagonist/School Club/Slapstick/Seinen/Parody/Denpa/Chibi/LGBTQ+ Themes\nShuchiin Academy’s student council room: the place where Student Council Vice President Kaguya Shinomiya and President Miyuki Shirogane met. After a long battle in love, these two geniuses communicated their feelings and, at the Hoshin Festival, had their very first kiss. However, there was no clear confession of love. The relationship between these two, who assumed they would be a couple, remains ambiguous. Now, overly conscious of their feelings, they must face the biggest challenge yet: Christmas. It’s Shirogane who wants it to be perfect versus Kaguya who pursues the imperfect situation. This is the very “normal” love story of two geniuses and the first kiss that never ends.\n<br><br>\n(Source: Aniplex of America)\n<br><br>\n<em>Kaguya-sama: Love is War -The First Kiss That Never Ends- first premiered in theaters across Japan on December 17, 2022. It was later released as 4 episodes on TV, streaming, and Blu-Ray/DVD.<em>"
    },
    {
      "id": "tt5370118",
      "type": "series",
      "name": "KONOSUBA -An Explosion on This Wonderful World!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150075-c7iph443GTBd.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Primarily Teen Cast/Female Protagonist/Magic/Chuunibyou/Primarily Female Cast/Slapstick/Parody/Witch/School/Rural/Demons/Tsundere/Cute Girls Doing Cute Things/Religion\nThis feisty young wizard will stop at nothing to master the spell that saved her life: Explosion! Megumin, the “Greatest Genius of the Crimson Magic Clan,” has chosen to devote her studies to the powerful offensive magic used by her mysterious savior. Then one day, her little sister finds a black kitten in the woods. But this cat isn’t just a new furry friend—she’s the key to awakening a Dark God!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2703720",
      "type": "series",
      "name": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153845-C47aoKy7wf19.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Romance\nTags:Isekai/Male Protagonist/Magic/School/Female Harem/Spearplay/Goblin/Bullying/CGI/Swordplay/Demons/Elf/Kemonomimi\nAll his life, Yuuya has been bullied at school and neglected by his parents. After moving into his late grandfather’s home, he discovers a strange door that seems to be calling out to him. Yuuya opens the door, steps inside, and is suddenly transported to a magical world! This new world holds rare treasures and grants him powerful skills, which he takes back to Earth for a new lease on life.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt16156718",
      "type": "series",
      "name": "Skip and Loafer",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141911-LqaNFCgfcj3M.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:School/Female Protagonist/Primarily Teen Cast/Coming of Age/Urban/Seinen/Iyashikei/Heterosexual/Acting/LGBTQ+ Themes/Transgender/Rural\nThis country girl is ready for the big city! Well, at least she thought she was. Mitsumi’s dream is to attend a prestigious school and make the world a better place. But when she finally gets to Tokyo, it turns out she isn’t exactly prepared for city life. Luckily, she runs into Shima, a sweet and handsome classmate who becomes her first friend! Can she make it in Tokyo with Shima by her side?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26450257",
      "type": "series",
      "name": "Insomniacs after school",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx143653-h6NEdWxKIRza.png",
      "description": "Genres: Romance, Slice of Life\nTags:Coming of Age/Seinen/Iyashikei/Photography/Primarily Teen Cast/Astronomy/Rural/Heterosexual/School Club/School/Male Protagonist/Female Protagonist/Outdoor/Disability/Animals/Tomboy/Tanned Skin\nGanta Nakami is a high school student who suffers from insomnia. One day, he meets Isaki Magari, a girl with the same condition. A strange, but special relationship forms as they share a secret and catch up on their sleep in their school’s abandoned observatory…<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt12311976",
      "type": "series",
      "name": "TONIKAWA: Over The Moon For You Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141208-On0qHKxo6P5t.png",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Marriage/Family Life/Iyashikei/Heterosexual/Shounen/Adoption/Primarily Adult Cast/Parody/Software Development/VTuber/Meta\nThe second season of <i>Tonikaku Kawaii</i>.\n<br><br>\nThe sweet story of Nasa and Tsukasa continues! After surviving some awkward first nights together, dealing with doubters, and recovering from their apartment fire, it's clear the fate of these lovers was written in the stars. Now, they're ready to settle back into domestic bliss and finally plan their wedding ceremony! But with plenty of new friends on the way, what will their big day look like?!\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21423786",
      "type": "series",
      "name": "The Dangers in My Heart",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153152-3yAM7pdAcozH.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Primarily Teen Cast/Heterosexual/Male Protagonist/School/Female Protagonist/Shounen/Chuunibyou/Slapstick/Cute Girls Doing Cute Things\nFascinated by murder and all things macabre, Kyoutarou daydreams of acting out his twisted fantasies on his unsuspecting classmates — but an encounter with Anna Yamada, the gorgeous class idol, lights a spark in the darkness of his heart. It’s a classic tale of an antisocial boy falling for a popular girl, but neither are who they appear to be at first glance. Will Kyoutarou and Anna defy their expectations of each other — and of themselves?<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt27489241",
      "type": "series",
      "name": "Dead Mount Death Play",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157198-LVZ7PgxWwc6v.jpg",
      "description": "Genres: Action, Fantasy, Supernatural, Thriller\nTags:Urban Fantasy/Crime/Isekai/Necromancy/Anti-Hero/Male Protagonist/Urban/Magic/Police/Seinen/Cult/Gangs/Ensemble Cast/Assassins/Noir/Detective/Zombie/Nudity/Bar\nAs a legendary hero nears victory against a necromancer known as The Corpse God, things take an unexpected turn with the dark sorcerer’s final gambit—reincarnation magic. This last-ditch effort catches the brave fighter off guard, and now he’s a boy named Polka Shinoyama in a whole new world! The showdown between good and evil just got epic.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27419998",
      "type": "series",
      "name": "KamiKatsu: Working for God in a Godless World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148048-IaEk51Wtu07L.jpg",
      "description": "Genres: Action, Comedy, Drama, Ecchi, Fantasy\nTags:Gods/Cult/Religion/Anachronism/Satire/Parody/Male Protagonist/Mythology/Super Power/Anti-Hero/Isekai/Nudity/Seinen/CGI/Rural/Primarily Female Cast/Gore/Agriculture/Female Harem/Transgender\nAs heir to a cult leader, Yukito centers his life around the mysterious goddess Mitama. But everything changes after he’s killed during a ritual gone wrong. To his surprise, Yukito is reborn into a world with no concept of god! And in this world, life and death are decided by the Imperial State. As Yukito fights to protect his new village, someone from his past life lends a helping hand.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27391405",
      "type": "series",
      "name": "Summoned to Another World for a Second Time",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx140754-JHwGp7NrAj9m.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Male Protagonist/Female Harem/Masochism\nThere was once a hero who was summoned to another world, and he saved that world. However, the man was caught in a \"trap\" and was forcibly returned to his original world. On top of that, he had to start over as a baby… This is the story of a crazy journey in another world where a former hero who was reincarnated into a slightly gloomy high school student is \"resummoned\" back to that same world! There's a lot of room to work with when it's the second time, huh♪<br>\n<br>\n(Source: Coolmic)"
    },
    {
      "id": "tt27404658",
      "type": "series",
      "name": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153332-k3Jg04E9jNRo.png",
      "description": "Genres: Action, Fantasy, Romance\nTags:Male Protagonist/Female Harem/Gods/Isekai/Magic/Swordplay/Kemonomimi/Elf/Chuunibyou\nShiina Kazuya is killed protecting a young girl at a convenience store where he just happened to be at the wrong time. The next thing he knows, he's in the kind of world he has only dreamed about--a world of magic and swords! He has been reincarnated as Cain von Silford, the third son of an aristocratic family, and he quickly grows interested in many things he sees. Then, on his fifth birthday, he's baptized at a church according to tradition... and the gods grant him several divine blessings, along with stats that could only be described as unusual and extraordinary! In his reincarnated life, when it comes to things like battles, romance, and studying, apparently a little overkill is just right?! When he puts in the usual effort to do things punctually and properly, it only gets him in trouble... Thus Cain's chaotic life in another world begins!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7326322",
      "type": "series",
      "name": "The Ancient Magus’ Bride Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154364-ZFPtr9F1sW60.png",
      "description": "Genres: Drama, Fantasy, Romance, Slice of Life, Supernatural\nTags:Urban Fantasy/Mythology/Magic/Female Protagonist/Fairy/Rural/Heterosexual/School/Monster Girl/Orphan/Marriage/Tomboy/Foreign/POV/Skeleton/Teacher/College/Monster Boy/Animals/Shapeshifting/Adoption/CGI/Chibi\nThe second season of <i>Mahoutsukai no Yome</i>. <br><br>\nChise was able to accept Elias and herself, if not necessarily everything about her situation. After Cartaphilus fell back into a slumber that would not last forever, Chise was able to go back to her regular life. Then she receives an invitation from a mutual aid organization for mages called the College. Under the British Library exists a secret society of mages. Encounters and interactions with people are about to open some new doors. This is a story about saving yourself to save another. <br><br>\n(Source: Crunchyroll) <br><br>\n\n<i>Note: Episode 1 of season two premiered in a preview screening event together with \"Fuyu no Okorimono\" at Tachikawa Cinema City's Cinema Two in Tokyo on March 11, 2023.</i>\n\n "
    },
    {
      "id": "tt22410622",
      "type": "series",
      "name": "My Home Hero",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151189-1oteiBRjwIzU.png",
      "description": "Genres: Action, Drama, Psychological, Thriller\nTags:Crime/Primarily Adult Cast/Yakuza/Mafia/Seinen/Male Protagonist/Urban/Family Life/CGI\nAfter killing his daughter’s abusive yakuza boyfriend to save her, ordinary salaryman Tetsuo Tosu becomes embroiled in the dark criminal underworld. The wish for a simple life he and his wife Kasen had for their daughter has been reduced to a wish for survival. Though middle-aged and weak, he’ll put his life on the line using only his wits in order to protect his family.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt21844706",
      "type": "series",
      "name": "A Galaxy Next Door",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148098-MI9Rm8JVhSh0.jpg",
      "description": "Genres: Comedy, Romance\nTags:Family Life/Heterosexual/Female Protagonist/Male Protagonist/Primarily Adult Cast/Work/Drawing/Seinen/Iyashikei/Marriage\nEver since their father died, Ichirou Kuga has struggled to support his two younger siblings on nothing but a small inheritance and his passion for drawing manga. But it’s becoming harder to keep up with his growing responsibilities and deadlines, especially after his last two assistants quit to follow their dreams. <br>\n <br>\nJust as he’s nearing his breaking point, the beautiful and scarily competent Shiori Goshiki applies to become his new assistant. But there’s something almost otherworldly about Goshiki, and soon Kuga finds his reality turned upside down when she suddenly declares them engaged to marry!<br>\n<br>(Source: Crunchyroll)"
    },
    {
      "id": "tt13409432",
      "type": "series",
      "name": "Ranking of Kings: The Treasure Chest of Courage",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153452-6aGeSxRw2cxY.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Ensemble Cast/Swordplay/Male Protagonist/Achronological Order/Language Barrier/Episodic/Disability/Monster Boy/Seinen/Fairy Tale/Magic\nGet ready for a new collection of stories from Ranking of Kings!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27484853",
      "type": "series",
      "name": "Why Raeliana Ended Up at the Duke’s Mansion",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151847-OnTYbvb4y4mp.jpg",
      "description": "Genres: Comedy, Fantasy, Mystery, Romance\nTags:Isekai/Heterosexual/Female Protagonist/Shoujo/Ojou-sama/Primarily Adult Cast/Marriage/Politics/Historical/Foreign/Conspiracy/Swordplay/Maids/Guns/Butler/Primarily Male Cast\nLiving inside a fairy tale may sound like a dream, but for this heroine, it’s more of a nightmare. After her mysterious death, Rinko is reborn as Raeliana—a loved and wealthy character in a novel. But she knows the ending: her murder at the hands of her fiancé. So, she hatches a plan to stay alive, one that involves a devilish duke and a phony engagement. Can she rewrite her story?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2269368",
      "type": "series",
      "name": "The Legendary Hero is Dead!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148109-cwAINDGwAHB2.jpg",
      "description": "Genres: Action, Adventure, Comedy, Ecchi, Fantasy\nTags:Surreal Comedy/Male Protagonist/Anti-Hero/Zombie/Magic/Demons/Female Harem/Swordplay/Spearplay/Archery\nIn a world of monsters and magic, Sion, the local hero, is on his way to save the world from demons. Well, that was the plan until he fell into a pit dug by a sleazy villager, Touka, and died! After hiding the accident, Touka goes to bed as usual but wakes up feeling…different. Somehow he’s in Sion’s body! Now, the fate of the world is in his hands. What could go wrong?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt7088332",
      "type": "series",
      "name": "In Another World With My Smartphone 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147571-QvxjhZtVavTz.png",
      "description": "Genres: Adventure, Comedy, Fantasy, Romance\nTags:Male Protagonist/Female Harem/Isekai/Twins/Magic/Nudity/Amnesia\nThe second season of <i>Isekai wa Smartphone to Tomo ni. </i>\n<br><br>\nTouya Mochizuki grows accustomed to his new life in another world. Armed with his trusty smartphone, the teenager accepts small quests at his leisure while spending time with his new fiancées: Yumina Urnea Belfast, Yae Kokonoe, and twin sisters Linse and Elze Shileska. But even in a relaxing environment, Touya is only beginning to understand the responsibilities that come with these engagements.\n<br><br>\nIn addition to his romantic woes, the elder fairy Lean wishes to locate the remaining pieces of Babylon, the floating island that the mysterious Professor Regina Babylon created five thousand years ago. Touya reluctantly accepts her request and seeks out the teleportation circles that will lead to the islands. However, strange monsters have emerged—possibly powerful enough to destroy the world. In order to save the second life he was given, Touya must weaponize ancient technologies to fight these monsters—all while balancing his overwhelming number of relationships.\n<br><br>\n(Source: MAL Rewrite)"
    },
    {
      "id": "tt2703720",
      "type": "series",
      "name": "Yahari Ore no Seishun Love Come wa Machigatteiru. Kan: Dakara, Shishunki wa Owarazu ni, Seishun wa Tsuzuiteiku.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128643-ohNhGx7QDpdg.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Male Protagonist/Love Triangle/Heterosexual/Primarily Teen Cast/Female Protagonist\nUnaired episode bundled with the limited edition version of the Yahari Game demo Ore no Seishun Love Come wa Machigatteiru. Kan Nintendo Switch/PS4 game from MAGES."
    },
    {
      "id": "tt22087138",
      "type": "series",
      "name": "The Café Terrace and Its Goddesses",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154412-bEMQkJWOStDR.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Female Harem/Work/Male Protagonist/Maids/Primarily Female Cast/Heterosexual/Primarily Adult Cast/Cute Girls Doing Cute Things/Nudity/Food/Orphan/Band\nAfter inheriting his late grandmother’s failing café, Hayato sees it as a bother and plans to sell it for a quick buck. Until he discovers five beautiful girls staying there! When they beg him to keep the café open, Hayato reluctantly gives in. Can he manage the seaside shop while learning to live with these unruly women?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt15433166",
      "type": "series",
      "name": "Mobile Suit Gundam: The Witch from Mercury Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155158-1twjG8KtZscr.jpg",
      "description": "Genres: Action, Mecha, Sci-Fi\nTags:Space/Female Protagonist/Politics/Real Robot/School/Robots/LGBTQ+ Themes/Primarily Female Cast/Super Robot/Guns/Coming of Age/Cyberpunk/Witch/Gore/Family Life\nThe second season of <i>Mobile Suit Gundam: the Witch from Mercury</i>. <br><br>\n\nA.S.122...<br>\nAn era when a multitude of corporations have entered space and built a huge economic system. After transferring to the Asticassia School of Technology from the planet Mercury, Suletta Mercury has experienced a school life filled with encounters and excitement, as both Miorine Rembran's bridegroom and a member of GUND-ARM, Inc.\n<br><br>\nIt has been two weeks since the incident at Plant Quetta. Suletta passes her days at the school, anticipating her reunion with Miorine. Miorine, meanwhile, has stationed herself at the head office of the Benerit Group, monitoring her father's condition. The two are about to face new hardships and pressing decisions. Each with her own feelings in her heart, the girls will confront the mighty curse the Gundam brings.\n\n<br><br>\n(Source: GUNDAM.INFO, edited)"
    },
    {
      "id": "tt14648592",
      "type": "series",
      "name": "Magical Destroyers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx134131-70vYnpBHFtHy.jpg",
      "description": "Genres: Action, Comedy, Ecchi, Mahou Shoujo\nTags:Otaku Culture/Henshin/Dystopian/Magic/Surreal Comedy/Primarily Female Cast/Urban/Slapstick/Female Protagonist/Male Protagonist/Parody/Philosophy/Denpa/Urban Fantasy/Video Games/Guns\nFreedom of expression is threatened when a mysterious group, the SSC, destroy Japan’s otaku culture. However, a young revolutionary, Otaku Hero—who loves the culture more than anything—rises up. With the help of three rambunctious magical girls—Anarchy, Blue, and Pink—they’ll team up to create a world free of this oppressive rule. Be part of the rebellion to bring back fandom!<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27462671",
      "type": "series",
      "name": "My One-Hit Kill Sister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146234-vSYvPfLwjYXX.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Isekai/Primarily Female Cast/Male Protagonist/Swordplay/Goblin/Ojou-sama/Female Protagonist/Magic/Parody/Crossover/Demons/Maids/Angels/Shogi\nAsahi loves the idea of magical fantasy worlds. And somehow, he’s transported to one! He’s eager to explore and use his new abilities, except he learns he doesn’t have any. But his older sister Maya is in this world too, and she ends up having the strongest cheat skills imaginable! Now, Asahi starts his new life with a doting sister who can kill any beast with one hit.<br>\n<br>\n(Source: Crunchyroll)<br>\n<br>\n<i>Note: Each episode streamed 24 hours early on ABEMA.</I>"
    },
    {
      "id": "tt12415504",
      "type": "series",
      "name": "Kuma Kuma Kuma Bear - Punch!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx127550-S9s5Y7dldE18.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Slice of Life\nTags:Cute Girls Doing Cute Things/Female Protagonist/Primarily Child Cast/Animals/Isekai/Magic/Food/Female Harem/Video Games/Politics/Virtual World/Iyashikei\nThe second season of <i>Kuma Kuma Kuma Bear</i>.<br><br>\nYuna finds new friends and adventures in the world of her favorite MMO!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt2051178",
      "type": "series",
      "name": "EDENS ZERO Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx144932-bVDXbfExeBKH.png",
      "description": "Genres: Action, Adventure, Comedy, Fantasy, Sci-Fi\nTags:Male Protagonist/Space/Robots/Shounen/Female Protagonist/Pirates/Ensemble Cast/Super Power/Primarily Teen Cast/Primarily Adult Cast\nThe second season of <i>EDENS ZERO</i>."
    },
    {
      "id": "tt20234560",
      "type": "series",
      "name": "Yuri Is My Job!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx149028-RrE2FX1FGIMv.png",
      "description": "Genres: Comedy, Drama, Romance\nTags:Work/Primarily Female Cast/Yuri/Female Protagonist/Acting/Meta/Ojou-sama/LGBTQ+ Themes/Cute Girls Doing Cute Things/Gyaru/School/Parody/Ensemble Cast\nWorried about her reputation, Hime covers shifts for a cafe manager she accidentally injures to maintain her picture-perfect princess image. But this cafe has a peculiar theme—private school. To put on her best barista schoolgirl act, she’ll be trained by the most graceful girl there, Mitsuki. Under her guidance, Hime’s feelings start to brew, but there’s just one problem—Mitsuki can’t stand her!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt23711384",
      "type": "series",
      "name": "My Clueless First Friend",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157295-vHEo07yAAF1L.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Primarily Child Cast/School/Iyashikei/Bullying/Heterosexual/Shounen/Chuunibyou\nFifth grader Nishimura isn’t too proud of her “Grim Reaper” moniker given by her bullying schoolmates, but the new kid loves it. The once lonely target of everyone’s ridicule starts to get out of her shell with the help of her new cheerful yet airheaded friend, Takada. Together they’ll embark on a sweet and touching journey of summer fun and friendship!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt26895902",
      "type": "series",
      "name": "Otaku Elf",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx150957-VFsWSLJgW9Bu.jpg",
      "description": "Genres: Comedy, Slice of Life, Supernatural\nTags:Otaku Culture/Primarily Female Cast/Elf/Hikikomori/Iyashikei/Female Protagonist/Shrine Maiden/Historical/Rehabilitation/Educational/Slapstick/Religion/Food/Isekai/Shounen/Work/Tanned Skin/School/Kuudere\nTakamimi Shrine has an unusual resident – Elda, an ancient elf who’s obsessed with video games! The shrine’s teenage attendant, Koito Koganei, keeps this reclusive otaku well supplied with energy drinks and junk food. Even though she loves 100%-ing her games, Elda has duties to attend to, and Koganei is bound and determined to make this otaku elf fulfill them! It’ll just take an offering or two to bribe—um, we mean convince Elda to put down her new game…\n<br><br>\n(Source: HIDIVE) "
    },
    {
      "id": "tt1799631",
      "type": "series",
      "name": "Ao no Orchestra",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx147369-Aodog1O7Nhuq.png",
      "description": "Genres: Drama, Music\nTags:Male Protagonist/Band/School/School Club/Musical/Primarily Teen Cast/CGI/Seinen\nHajime Aono was a prodigy violinist until he grew jaded with playing the violin due to personal reasons. Now in his third year of middle school, he struggles to decide his academic path. One day in school, he meets Ritsuko Akine, a hotheaded novice violinist who wants to enroll in a high school with a distinguished orchestra club. When he finds himself getting closer to Ritsuko and being brought back to the world of violinists, time starts moving again for him.\n<br><br>\nThis is the beginning of a youthful drama where sounds and hearts alike resound in harmony. "
    },
    {
      "id": "tt21929436",
      "type": "series",
      "name": "Sacrificial Princess and the King of Beasts",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx128715-e4WZuZ0ex0Xt.jpg",
      "description": "Genres: Drama, Fantasy, Romance\nTags:Shoujo/Politics/Animals/Magic/War/Monster Boy/Female Protagonist/Rehabilitation/Coming of Age/Bullying/Anthropomorphism/Demons/Historical/Swordplay/Heterosexual\nThe King of the Beasts and Demons regularly receives female human sacrifices to eat in order to assert the dominance of his people over the human race. However, for the 99th sacrifice, the human girl brought to the capital, Sariphi, intrigues the Beast King. In fact she isn't afraid of him or any other beast and even accepts her death without begging or crying as she has neither home nor family to return to if she were released. The King finds her intriguing and let her stay at his side as his consort despite being human. This is the story of how Sariphi will become the queen of the demons and beasts.\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt0168366",
      "type": "series",
      "name": "Pokémon Horizons: The Series",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158871-FmWU8dacXDiA.jpg",
      "description": "Genres: Adventure, Fantasy\nTags:Animals/Travel/Found Family/Female Protagonist/Kids/Male Protagonist/Ensemble Cast/Adoption/School/Aviation/Fishing\nA new dream and adventure set throughout the entire Pokémon world unfolds in a brand new Pokémon-series following a girl named Liko and a boy named Roy."
    },
    {
      "id": "tt27462737",
      "type": "series",
      "name": "Rokudo's Bad Girls",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160442-NxKnt9KyL1DG.png",
      "description": "Genres: Action, Comedy, Drama, Romance, Supernatural\nTags:Delinquents/Female Harem/Primarily Teen Cast/School/Heterosexual/Bullying/Gangs/Gyaru/Slapstick/Tomboy/Urban/Motorcycles/Male Protagonist/Shounen/Crossdressing/Super Power/Surreal Comedy/Video Games\nRokudou’s miserable days of being picked on have taken a major turn with a new ability that’s made him the target of every delinquent girl’s affection. The source? A mysterious scroll from his late grandfather, an unusual inheritance to say the least. Now he’s in a romantic panic full of nonstop madness with every bad girl he comes in contact with. Will he ever catch a break?<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27450217",
      "type": "series",
      "name": "TOO CUTE CRISIS",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155070-XuEi3eycUBjC.png",
      "description": "Genres: Comedy, Sci-Fi\nTags:Female Protagonist/Animals/Aliens/Shounen/Iyashikei/Educational/Slapstick/Primarily Adult Cast/Nekomimi/Isekai/Primarily Female Cast\nInvading alien Liza Luna wants nothing more than to destroy planet Earth... after she gets in a little sightseeing, first. But her travels soon take her into a cat café, where the furry felines inside invade her heart just as surely as Liza invaded Earth! Destroying the world won’t be so easy now that she’s discovered the joys of kitty cats...<br>\n<br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt15789088",
      "type": "series",
      "name": "BIRDIE WING -Golf Girls’ Story- Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx151606-337AshscgEwy.png",
      "description": "Genres: Drama, Sports\nTags:Female Protagonist/Primarily Female Cast/Golf/Primarily Teen Cast/Amnesia/LGBTQ+ Themes/School/Super Power\nThe second season of <i>BIRDIE WING: Golf Girls' Story</i>."
    },
    {
      "id": "tt27497540",
      "type": "series",
      "name": "THE MARGINAL SERVICE",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156854-rl5eXhCfWhYI.png",
      "description": "Genres: Action, Sci-Fi\nTags:Male Protagonist/Conspiracy/Crime/Detective/Foreign/Guns/Primarily Adult Cast/Primarily Male Cast/Terrorism/Aliens/Ensemble Cast/Animals/Rural/Urban/Work\nAfter being fired from his detective job, Brian receives a strange letter. He heads to the address written on the envelope and finds himself among <i>THE MARGINAL SERVICE!</i> This motley crew of fearless men and a woman (and a squirrel) are tasked with hunting down aliens. And Brian just became their newest member. <br><br>\n(Source: Crunchyroll, edited)"
    },
    {
      "id": "tt8253268",
      "type": "series",
      "name": "Uma Musume: Pretty Derby - ROAD TO THE TOP",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx148370-db0LjJfaOCg9.jpg",
      "description": "Genres: Drama, Slice of Life, Sports\nTags:Athletics/Female Protagonist/Primarily Female Cast/Kemonomimi/Outdoor/Idol/Astronomy\nThe new anime will depict T.M. Opera O, Admire Vega, Narita Top Road, and other Uma Musume (Horse Girls) going head-to-head to win Classic competitions.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt21689900",
      "type": "series",
      "name": "My Life as Inukai-san’s Dog OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx159807-dBzX89fqAHxX.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Supernatural\nTags:Heterosexual/Human Pet/Primarily Female Cast/Nudity/Animals/POV/School/Primarily Teen Cast\nUnaired episodes included in the Blu-ray box volumes."
    },
    {
      "id": "tt27427810",
      "type": "series",
      "name": "Kizuna no Allele",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx156896-9z5lHlOFsxEB.png",
      "description": "Genres: Music, Slice of Life\nTags:VTuber/Female Protagonist/Idol/CGI/School/Virtual World/Primarily Female Cast/Dancing/Video Games/Cosmic Horror\nIn the virtual world, you can be anyone. And for Miracle, her dream is to be a famous virtual artist! Miracle attends ADEN Academy, where she learns new talents to prepare her for her big debut. Although she’s a bit of a klutz, she’s determined to follow in the footsteps of her idol: the legendary VTuber, Kizuna AI. With dedication and the help of her friends, her dream just might come true!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27250301",
      "type": "series",
      "name": "Ōoku: The Inner Chambers",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163137-t2AEjAehvvTg.jpg",
      "description": "Genres: Drama, Romance, Slice of Life\nTags:Historical/Pandemic/Josei/Politics/Samurai/Gender Bending/Male Protagonist/Primarily Adult Cast/Swordplay\nIn Edo period Japan (1603 to 1868), a strange new disease called the Redface Pox has begun to prey on the country's men. Within eighty years of the first outbreak, the male population has fallen to a quarter of the total female population. Women have taken on all the roles traditionally granted to men, even that of the Shogun. The men, precious providers of life, are carefully protected and the most beautiful of the men are sent to serve in the Shogun's Inner Chambers.\n<br><br>\n(Source: VIZ Media)<br><br>\n\n<i>Note: The first episode has a runtime of 1 hour and 18 minutes.</i>"
    },
    {
      "id": "tt4219136",
      "type": "series",
      "name": "THE IDOLM@STER CINDERELLA GIRLS U149",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx146975-CUs3i5aU8KsU.png",
      "description": "Genres: Comedy, Drama, Music, Slice of Life\nTags:Primarily Child Cast/Idol/Ensemble Cast/Primarily Female Cast/Cute Girls Doing Cute Things/Work/Shounen/Dancing/Acting\nThe U149 in the title refers to the aspiring idols at the center of it all: These small girls are ready to make it big! All under 149 centimeters tall, this group of aspiring pop idols dream of performing for thousands of people. But with zero experience, they’ve got a lot of work to do. Not to mention there’s a distractingly cute prince in town! With the help of their rookie producer, who’s just as short, can they stay focused and make it to the top?<br><br>\n(Source: Crunchyroll, edited) \n<br><br>\n\n<i>Note: Announced during DAY 2 of \"THE IDOLM@STER CINDERELLA GIRLS 10th ANNIVERSARY M@GICAL WONDERLAND!!!\" final tour concert, a TV anime adaptation of the spin-off manga THE iDOLM@STER Cinderella Girls: U149</i>.\n"
    },
    {
      "id": "tt27418288",
      "type": "series",
      "name": "Stella of the Theater: World Dai Star",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157765-eHNYfzjXfJiG.png",
      "description": "Genres: \nTags:Female Protagonist/Acting/Primarily Female Cast/Super Power/Musical/Idol/Tsundere/Ojou-sama\nTheater has taken the entire world by storm in the 20th century, and teenager Kokona Ohtori aims to take the big stage. Performers who shine the brightest are called Dai Stars, and for Kokona, her first step into stardom is auditioning for the prominent theater troupe—Sirius. As she cultivates her unique sense for the stage, a story of passion and aspiration unfolds in this super-theater age.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt10233448",
      "type": "series",
      "name": "VINLAND SAGA SEASON 2: Same old story",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165056-5TTlTYhr77wj.jpg",
      "description": "Genres: Drama\nTags:Vikings/War/Foreign/Historical/Seinen\nEpisode 18.5 of <i>VINLAND SAGA SEASON 2</i>.\n<br><br>\nAdditional clip of Ketil commanding the farm's warriors that leads in to episode 19.\n<br><br>\n(Source: Official Vinland Saga Twitter account, edited)"
    },
    {
      "id": "tt12299696",
      "type": "series",
      "name": "TOKYO MEW MEW NEW Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154876-x0RnLCgJ4mcy.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy, Mahou Shoujo, Romance, Sci-Fi\nTags:Shoujo/Female Protagonist/Environmental/Urban Fantasy/Primarily Female Cast/Aliens/Heterosexual/Henshin/Kemonomimi/Primarily Teen Cast/Love Triangle/Nekomimi/Shapeshifting/Swordplay/Super Power/Archery\nThe second season of <i>Tokyo Mew Mew New~♡</i>.<br>\n<br>\nThe scientists of the μ(Mew) Project use DNA of endangered species to create a team of heroines imbued with amazing abilities. Armed with the skills of an Iriomote cat, Ichigo must band together with other Mew Mew girls to repel an alien incursion.<br>\n<br>\n(Source: HIDIVE)"
    }
  ]
}