{
  "metas": [
    {
      "id": "tt31031809",
      "type": "series",
      "name": "Oshi no Ko Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166531-dAL5MsqDHUkj.jpg",
      "description": "Genres: Drama, Mystery, Psychological, Supernatural\nTags:Acting/Revenge/Idol/Musical Theater/Seinen/Twins/Male Protagonist/Female Protagonist/Urban\nThe second season of <i>[Oshi no Ko]</i>.<br><br>\n\nAqua’s desire for revenge takes center stage as he navigates the dark underbelly of the entertainment world alongside his twin sister, Ruby. While Ruby follows in their slain mother’s footsteps to become an idol, Aqua joins a famous theater troupe in hopes of uncovering clues to the identity of his father — the man who arranged their mother’s untimely death, and the man who once starred in the same troupe Aqua hopes to infiltrate.<br><br>\n\n(Source: HIDIVE)"
    },
    {
      "id": "tt27305026",
      "type": "series",
      "name": "Tower of God Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx153406-dU2RLKgMUF2U.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy, Mystery\nTags:Male Protagonist/Shounen/Anti-Hero/Criminal Organization/Terrorism/Super Power/Magic/Politics/Gods/Cultivation/Ensemble Cast/Primarily Adult Cast/Philosophy\nThe second season of <i>Kami no Tou: Tower of God</i>."
    },
    {
      "id": "tt31131295",
      "type": "series",
      "name": "Alya Sometimes Hides Her Feelings in Russian",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162804-TBeptcAfvqTd.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/School/Primarily Teen Cast/Language Barrier/Tsundere/Female Harem/Male Protagonist/Female Protagonist/Primarily Female Cast/Otaku Culture\nAlya is a transfer student enjoying popularity at her new high school, often sporting a cold shoulder while earning high marks in class. She ignores her nerdy classmate, Kuze Masachika, except for when she blurts out a flirtatious line to him in Russian. Little does she know, Kuze understands Russian, though he pretends not to. Let’s see where this wacky love story takes them!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt28279848",
      "type": "series",
      "name": "Suicide Squad ISEKAI",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166710-3G2croXhaCOm.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Isekai/Anti-Hero/Female Protagonist/Crossover/Crime/CGI\nIn the crime-ridden city of Gotham, Amanda Waller, the head of A.R.G.U.S., has assembled a group of notorious criminals for a mission: Harley Quinn, Deadshot, Peacemaker, Clayface, and King Shark. These Super-Villains are sent into an otherworldly realm that’s connected to this world through a gate. It’s a world of swords and magic where orcs rampage and dragons rule the skies—an “ISEKAI”!<br>\n<br>\nWith lethal explosives planted in their necks, there’s no running or hiding, and failing the mission means a one-way ticket to the afterlife! Can Harley Quinn and her crew conquer this perilous ISEKAI realm?! Brace yourselves for the pulse-pounding saga of the elite task force known as the “Suicide Squad” as they embark on a jaw-dropping adventure!<br>\n<br>\n(Source: Warner Bros. Japan)"
    },
    {
      "id": "tt15414478",
      "type": "series",
      "name": "FAIRY TAIL: 100 YEARS QUEST",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139095-xXcToL6L4vuv.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Magic/Shounen/Male Protagonist/Dragons/Ensemble Cast/Female Protagonist/Primarily Adult Cast/Primarily Teen Cast/Found Family\nNatsu, Lucy, Happy, Erza, and the whole Fairy Tail Guild are back in action! And they’ve decided to tackle the “100 Years Quest”—a job no one’s dared take on since the founding of the guild more than a century ago. A mysterious town, a baffling spirit, a ghastly new enemy … and a brand new continent to explore. When you’re with real friends, the adventures never stop!<br>\n<br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt13592980",
      "type": "series",
      "name": "Code Geass: Rozé of the Recapture",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126830-Mx56p5DMIjiq.png",
      "description": "Genres: Action, Drama, Mecha, Sci-Fi, Thriller\nTags:Crossdressing/Robots/Seinen/Military/Real Robot\nYear Seven of the Kowa Period, in the former Hokkaido Block occupied by the Neo-Britannian Empire, live mercenary brothers known as the Nameless Mercenaries. The eldest, Ash, has excellent athletic ability and advanced Knightmare Frame controlling skills, while the youngest, Rozé, is clearheaded and oversees intel gathering and devising strategies. Due to an impregnable wall of energy called the Situmpe Wall, for four years the 100th emperor who stopped the Black Knights' liberation plan, Callis al Britannia, has been trying to plunge the world into chaos once again with the help of his servant, Norland, and his Einberg Knights. Upon receiving a request, Rozé and Ash, along with the Seven Shining Stars resistance group confront the Empire to recapture Princess Sakuya.<br><br>\n\n(Source: Hulu)<br><br>\n\n<i>Note: The series had a four-part theatrical pre-screening in Japan starting in May 2024. Streaming worldwide release begins in June 2024.<br><br>\n\n• Part 1 releasing theatrically on May 10, 2024.<br>\n• Part 2 releasing theatrically on June 7, 2024.<br>\n• Part 3 releasing theatrically on July 5, 2024.<br>\n• Final Part releasing theatrically on August 2, 2024.\n"
    },
    {
      "id": "tt21975478",
      "type": "series",
      "name": "Days with My Stepsister",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152681-xtQiVOYDhr3p.jpg",
      "description": "Genres: Comedy, Psychological, Romance, Slice of Life\nTags:Heterosexual/Inseki/Philosophy/Male Protagonist/Family Life/School/Gyaru\nWhen his father remarries, Yuta Asamura winds up sharing a roof with his new stepsister, Saki Ayase, the hottest girl in his grade. Carrying the scars of their parents’ troubled divorces, they vow to maintain a respectful distance. But what starts as cautious camaraderie blossoms into something deeper from shared experiences. Is it admiration, familial love, or something more?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt23181418",
      "type": "series",
      "name": "Our Last Crusade or the Rise of a New World Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139825-rFlrzdRZmlYK.jpg",
      "description": "Genres: Action, Ecchi, Fantasy, Romance\nTags:War/Magic/Female Protagonist/Male Protagonist/Heterosexual/Witch/Swordplay/Politics\nThe second season of <i>Kimi to Boku no Saigo no Senjou, Aruiwa Sekai ga Hajimaru Seisen</i>.<br><br>\nIska guards Sisbell, sparking Alice's jealousy. Amid a conspiracy, can they thwart personal disputes and war?<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt22001792",
      "type": "series",
      "name": "Kimi ni Todoke: From Me to You Season 3",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168872-GOR7POcJpwKc.jpg",
      "description": "Genres: Comedy, Drama, Romance, Slice of Life\nTags:Shoujo/Coming of Age/Heterosexual/School/Primarily Teen Cast/Female Protagonist/Male Protagonist\nThe third season of <i>Kimi ni Todoke</i>. <br><br>\n<i>What do you do once you're a couple?</i>\n<br><br>\nAlthough she struggles with her blossoming feelings, Sawako comes to terms with herself and tells Kazehaya how she feels about him. Attracted by Sawako's unnoticed efforts and genuine personality, Kazehaya also candidly makes his feelings known.\nThus, their new relationship begins.<br><br>\n\nTheir first date, their school life together, joy, embarrassment and new struggles — everything is fresh and new as the couple awkwardly and gradually learns more about one another, all while their friends' love stories begin to take shape as well. This bittersweet and poignant story of young people, woven from their romantic feelings and dear friendships, begins once more.<br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt32332970",
      "type": "series",
      "name": "My Deer Friend Nokotan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175977-miHFASI6TXHH.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Surreal Comedy/School/School Club/Urban Fantasy/Female Protagonist/Cosmic Horror/Monster Girl/Delinquents/Shounen/CGI\n<i>Girl meets elk-girl—and chaos ensues!</i>\n<br><br>\nNo one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt30971467",
      "type": "series",
      "name": "MONOGATARI Series: OFF & MONSTER Season",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173533-0dZ2eV1Y0wQI.jpg",
      "description": "Genres: Drama, Mystery, Supernatural\nTags:Urban Fantasy/Female Harem/Vampire/Philosophy\nThe sequel to the 'Final Season' story arc of the <i>Monogatari</i> series.<br><br>\n\n<i>From the past to the future, their story continues. </i><br><br>\n\nNow that he has graduated from high school, Koyomi Araragi’s story ends here. His story is truly over now, but the stories of the girls Koyomi saved - their stories - are not over yet.<br><br>\n\nThis is the prequel or sequel to their stories and their struggles.<br><br>\n\n(Source: Monogatari Series USA Official Website)<br><br>\n<i>Note: Relations are provisional and subject to change.</i>"
    },
    {
      "id": "tt31186547",
      "type": "series",
      "name": "No Longer Allowed in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx152137-DOCIkAiaWALu.jpg",
      "description": "Genres: Comedy, Fantasy, Romance, Slice of Life, Supernatural\nTags:Isekai/Nekomimi/Magic/Heterosexual/Male Protagonist/Female Harem/Suicide/Satire\nPulled into an otherworldly adventure with cute sidekicks and superpowers, you’d think Osamu hit the jackpot. Nope! From a time before pixels, the early 20th-century gloomy author just wants to find a quiet place to meet his maker, not to rack up XP. Sadly, his poetic demise is constantly thwarted by inconvenient heroics. Dive into the hilariously tragic life of the most reluctant hero!<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32552529",
      "type": "series",
      "name": "Pseudo Harem",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163623-pzR6vIHoJh0b.jpg",
      "description": "Genres: Comedy, Romance, Slice of Life\nTags:Heterosexual/Acting/School/Episodic/School Club/Female Protagonist/Male Protagonist\nEiji Kitahama joins the drama club with dreams of having a harem like the ones from his favorite manga. Rin Nanakura, an underclassman, finds herself crushing hard on Eiji and tries on different personas in his presence to win him over. No matter how she acts, one thing is certain—her feelings for Eiji continue to grow stronger. Will she ever be able to tell him the truth and be herself?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt18311412",
      "type": "series",
      "name": "NieR:Automata Ver1.1a Cour 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167420-PBxeW0tmbEDQ.jpg",
      "description": "Genres: Action, Drama, Fantasy, Psychological, Sci-Fi\nTags:Post-Apocalyptic/Lost Civilization/Robots/Artificial Intelligence/Female Protagonist/Male Protagonist\nThe second season of <i>NieR:Automata Ver1.1a</i>.<br><br>\n\nThe year 11954. YoRHa Soldiers 2B and 9S are newly dispatched to Earth to carry out and support the 243rd Descent Operation. There, they succeed in destroying the machine lifeform core units, Adam and Eve. With the annihilation of these enemies, the Army of Humanity takes this chance to end this long-lasting war and decides on an all-out attack against the machine lifeforms. This is a record of the battles and hopes of Androids and the fate which dictates them all…<br><br>\n\nAs war rages on, Unit 2B and others like her question their role. Reclaiming the planet will take sacrifice, but how much more can they give and is humanity worth the cost? <br><br>\n\n(Source: Crunchyroll, Crunchyroll Twitter)"
    },
    {
      "id": "tt31141567",
      "type": "series",
      "name": "2.5 Dimensional Seduction",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158559-eVc9cNSmcUix.jpg",
      "description": "Genres: Comedy, Ecchi, Romance, Slice of Life\nTags:Cosplay/Otaku Culture/Male Protagonist/Primarily Female Cast/Heterosexual/School Club/Photography/Gyaru/Female Harem/Shounen/Nudity\n<i>“I have no interest in real girls!” </i><br><br>\n\nSo claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Lilliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff! The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt30844357",
      "type": "series",
      "name": "SHOSHIMIN: How to Become Ordinary",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173295-5DIOnrTYiF0a.jpg",
      "description": "Genres: Mystery\nTags:Male Protagonist/School/School Club/Food/Detective/Female Protagonist\nThe story centers on Jougorou Kobato, who wishes to live a quiet and ordinary life after a painful experience. He and Yuki Osanai form a \"mutually beneficial relationship\" as Yuki also wants the same thing. They start high school as classmates with a plan to spend their peaceful days as ordinary people, but unfortunately they keep getting wrapped up in mysteries and disasters as they happen one after another.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt30326044",
      "type": "series",
      "name": "ATRI -My Dear Moments-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154963-Ju6Ey3P5YHs2.jpg",
      "description": "Genres: Drama, Romance, Sci-Fi\nTags:Robots/Heterosexual/Male Protagonist/Environmental/Dystopian/Post-Apocalyptic/Artificial Intelligence/Disability/Cyberpunk\nIn the near future, a sudden and unexplained sea rise has left much of human civilization underwater. Ikaruga Natsuki, a boy who lost his mother and one of his legs in an accident some years earlier, returns disillusioned from a harsh life in the big city to find his old countryside home half-swallowed by the sea. Left without a family, all he has to his name is the ship and submarine left to him by his oceanologist grandmother, and her debts. His only hope to restore the dreams for the future that he has lost is to take up an opportunity presented to him by the suspicious debt collector Catherine. They set sail to search the sunken ruins of his grandmother's laboratory in order to find a treasure rumor says she left there. But what they find is not riches or jewels; it is a strange girl lying asleep in a coffin at the bottom of the sea, Atri. Atri is a robot, but her appearance and her wealth of emotions would fool anyone into thinking she's a living, breathing human being. In gratitude for being salvaged, she makes a declaration to Natsuki.<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32307386",
      "type": "series",
      "name": "Senpai is an Otokonoko",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163133-bdr9S2bdLoyj.jpg",
      "description": "Genres: Comedy, Drama, Romance\nTags:Crossdressing/Coming of Age/LGBTQ+ Themes/Male Protagonist/Femboy/Primarily Teen Cast/School/Josei/Bisexual\nCan true love really overcome any obstacles? Saki, a high school student, confesses her feelings to Makoto. Taken aback, Makoto reveals his secret, but the sudden discovery doesn’t seem to bother Saki who is already head over heels for him. After being rejected, Saki asks Ryuji, Makoto’s childhood friend, for some advice on how to win his heart. A love triangle unfolds when Ryuji realizes that he might also have some feelings for his old friend.<br><br>\n\n(Source: WEBTOONS)"
    },
    {
      "id": "tt32469108",
      "type": "series",
      "name": "Hazure Waku no [Joutai Ijou Skill] de Saikyou ni Natta Ore ga Subete wo Juurin Suru made",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173694-XcwGOMBxboOO.png",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Isekai/Survival/Male Protagonist/Revenge\nTouka Mimori and his classmates are abruptly catapulted into a fantasy world, summoned by the resident goddess to serve as heroes. The good news? Most of the students display amazing skills upon arrival! The bad? Mimori is the worst of the lot, bottoming out at a measly E-rank. Incensed, the goddess tosses him into a dungeon to die–but it turns out that Mimori’s skills aren’t so much worthless as they are <i>abnormal</i>. Abnormally powerful, perhaps!<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt31889371",
      "type": "series",
      "name": "Wistoria: Wand and Sword",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174576-l9kLVeBAJGWz.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Magic/Swordplay/School/Bullying\nA hard-working boy named Will enters a magic academy in hopes of becoming a great sorcerer. Unfortunately, there's a fatal flaw in his plan: he lacks the ability to use magic. Amid the cold stares of his classmates and instructors, Will feels discouraged at times, but he presses forward with unwavering determination. He can't use a wand, but he can wield a sword in his battle to reach the top of a magic-dominated world. He just needs to believe in his own unique strengths and remember the promise he made with someone precious to him...\n<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt22087138",
      "type": "series",
      "name": "The Café Terrace and Its Goddesses Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166477-Q5jKn2WpDQ6z.jpg",
      "description": "Genres: Comedy, Ecchi, Romance\nTags:Heterosexual/Female Harem/Male Protagonist/Primarily Female Cast/Work/Family Life/Primarily Adult Cast/Shounen/Food/Tsundere/Restaurant \nThe second season of <i>Megami no Café Terrace</i>. <br><br>\n\nThe Familia Café Terrace opens once again, with rival restaurants opening right next door!<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt32420174",
      "type": "series",
      "name": "DEAD DEAD DEMONS DEDEDEDE DESTRUCTION",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b177697-Gxdbz8IoI3Gd.png",
      "description": "Genres: Comedy, Drama, Sci-Fi, Slice of Life\nTags:Urban/Coming of Age/Aliens/Seinen/Female Protagonist/Dystopian/Philosophy/Politics/Surreal Comedy/Military/Primarily Female Cast/School/Language Barrier/Cute Girls Doing Cute Things\nAs the world is threatened by the sudden appearance of a mysterious alien mothership, best friends Koyama Kadode and Nakagawa “Ontan” Oran carry on about their high school life. But as they grow up, they face existential questions, learning adulthood’s complexities and that the true threat may not be from above.<br>\n<br>\n(Source: Crunchyroll)<br><br>\n<i>Note: Includes Episode 0.</i>"
    },
    {
      "id": "tt31844529",
      "type": "series",
      "name": "Why Does Nobody Remember Me in This World?",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167419-yesWtncEBD9N.jpg",
      "description": "Genres: Action, Adventure, Fantasy, Sci-Fi\nTags:Demons/Post-Apocalyptic\n<i>\"Why does no one remembers the true world...!\"</i><br><br>\nThe era when the great race of the five tribes competing for hegemony on the ground ended with the victory of mankind led by hero Sid. However, that world was suddenly \"overwritten\" in front of a boy Kai. In the rewritten world, Kai saw the scene where humans lost to the five tribal wars because of the absence of hero Sid—here dragons and demons dominate the ground, and Kai is a forgotten existence from all human beings. However, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without heroes, he inherits the hero's sword and martial art and challenges the mighty enemy races who reign. "
    },
    {
      "id": "tt32333026",
      "type": "series",
      "name": "The Strongest Magician in the Demon Lord's Army was a Human",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173584-nyZElmr8218W.jpg",
      "description": "Genres: Action, Adventure, Drama, Fantasy\nTags:Demons/Male Protagonist/War\nIke is a powerful magician and the leader of the Immortal Brigade, part of the Seventh Corps of the Demon Lord’s Army. He single-handedly conquers fortresses and pushes back the armies of humanity. Neither Dairokuten, the Demon Lord, nor Ike’s loyal soldiers know his darkest secret—he is a human in hiding! But can he keep his secret safe and bring peaceful coexistence to demons and humans?<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt27187054",
      "type": "series",
      "name": "Nige Jouzu no Wakagimi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162896-hSMTVceb50GY.jpg",
      "description": "Genres: Action, Adventure\nTags:Male Protagonist/Samurai/Historical/Shounen\nSet in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!<br>\n<br>\n(Source: MANGA Plus)"
    },
    {
      "id": "tt32332831",
      "type": "series",
      "name": "Makeine: Too Many Losing Heroines!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171457-Z8tZRk7LhcZk.jpg",
      "description": "Genres: Comedy, Romance\nTags:Female Harem/School Club/Male Protagonist/Heterosexual/Tanned Skin/Unrequited Love\nKazuhiko Nukumizu is a high school boy content to blend in with the background mob, until he witnessed his more popular classmate Anna Yanami get dumped by her childhood friend. He felt like he had to try to comfort Yanami, but this led him to become entangled with other girls who have met defeat at love?"
    },
    {
      "id": "tt30970523",
      "type": "series",
      "name": "Katsute Mahou Shoujo to Aku wa Tekitai Shite Ita.",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170938-c1NvK0RIxZAF.jpg",
      "description": "Genres: Comedy, Fantasy, Mahou Shoujo, Romance\nTags:Heterosexual/Tsundere/Shounen\nThe story centers on Mira, the clever brains behind an evil organization that invades and destroys everything in its path. One day, a magical girl named Byakuya Mimori decides to stand up to the organization, and Mira falls in love with her at first sight.<br>\n<br>\n(Source: Anime News Network)"
    },
    {
      "id": "tt32333055",
      "type": "series",
      "name": "Love Is Indivisible by Twins",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167144-tKDxH7M9z1Hb.png",
      "description": "Genres: Romance\nTags:Male Protagonist/Twins/Heterosexual/Tomboy\nJun Shirasaki’s love life takes a wild turn when he finds himself caught between the Jinguji twins—his childhood friends who are as different as night and day. Rumi, the older sister, pairs a boyish charm with a maiden’s heart, while Naori combines girlish looks with her deep love for otaku culture. As feelings grow and confusion mounts, Jun must navigate this unexpected love triangle next door.<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32332939",
      "type": "series",
      "name": "Narenare -Cheer for You!-",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170891-Bhxn5y4a86Q0.jpg",
      "description": "Genres: Sports\nTags:Female Protagonist/Primarily Female Cast/Primarily Teen Cast/Cheerleading/Parkour/Disability\nMisora Kanata is a first-year student on the Takanosaki High School cheerleading team. She won a national championship in middle school, but can’t jump after a mistake in a competition. She befriends Suzuha, Shion, Anna, Onka, and Megumi to form the PoMPoMs. Their new team goes beyond cheerleading to reach the hearts of the people they cheer on. They might just change the world!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "kitsu:47892",
      "type": "series",
      "name": "Madougushi Dahlia wa Utsumukanai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168623-30sdDCCLjsEW.jpg",
      "description": "Genres: Comedy, Fantasy, Romance\nTags:Heterosexual/Female Protagonist/Magic/Isekai/Work/Shoujo\nAfter dying of overwork in Japan, Dahlia is reborn into a world filled with magic. Raised by a master of magical toolmaking, she develops a passion for the craft and becomes engaged to her father’s apprentice. Before her father can see her wed, however, he suddenly passes away. As if this weren’t enough, on the day before their wedding, her fiancé announces that he’s in love—but not with her! Dahlia finally realizes she needs to live for herself. She vows to be her own woman from now on and devote herself to her craft, even if it’s not quite the quiet life she was hoping for! From a chance encounter with a knight to starting her own company, there are challenges aplenty on the horizon. But this young craftswoman is no longer a shrinking violet—she’s Dahlia, and she’s ready to bloom.<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt32291998",
      "type": "series",
      "name": "Plus-Sized Elf",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx173388-iPHxsekSIFpg.png",
      "description": "Genres: Comedy, Ecchi, Fantasy, Slice of Life\nTags:Elf/Fitness/Monster Girl/Food/Large Breasts/Urban Fantasy/Work/Seinen/Primarily Adult Cast/Female Protagonist/Isekai\nNaoe-kun, a massage therapist, is about to head home for the day when he’s saddled with a rather strange patient. This lovely lady has emerald eyes, pointy ears, and grew up in the forest–everything about her screams “elf,” except for one thing: her bodacious body. It turns out she left her world but loves junk food in this one, and now her obsession has caught up with her. Can Naoe-kun help this lovable elf girl lose the weight–and keep it off?<br>\n<br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt32332918",
      "type": "series",
      "name": "Quality Assurance in Another World",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163077-PHiTdVlKzXAR.jpg",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Isekai/Dragons/Video Games/Seinen/Virtual World\nDespite its location in a remote region south of the continent of Felnarc, the island of Clayborne is made up of five small countries crowded together and in constant conflict. In the most remote reaches of the smallest and most peaceful country on the island, the Kingdom of Bayle, is the small village where a girl named Nikola lives a humble life. One day, while she's out gathering firewood as she does every day, a massive dragon—a creature that's supposed to only live deep in the mountains—appears in front of her. Just as it's about to attack the village, a man named Haga rushes to the scene. Haga is a member of the King's Seekers, a top secret investigation team. Nikola has never once felt bored with her peaceful life, even when every single day is practically the same, but after meeting Haga, she's so intrigued by Haga and his travels that she decides to step out into the world herself... and then the learns the true nature of her world.<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32395862",
      "type": "series",
      "name": "I Parry Everything!",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx170695-Nb1DIg7gIHCF.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Male Protagonist/Swordplay\nThe Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt32332792",
      "type": "series",
      "name": "VTuber Legend: How I Went Viral after Forgetting to Turn Off My Stream",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160488-Fqeh9b9iDOZF.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist/VTuber/Otaku Culture/Primarily Female Cast/Satire/Slapstick/Urban\nYuki Tanaka is a VTuber at Live-On, one of Japan’s largest VTuber companies, as the polite and ladylike Awayuki Kokorone. One day, she forgets to end the stream, and viewers see her real personality—irreverent, improper, and prone to imbibing after a long day. Yuki is surprised to find that her accident caused her rankings to multiply, so she doubles down and gets to work. She’ll be a star yet!<br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32332642",
      "type": "series",
      "name": "Boku no Tsuma wa Kanjou ga Nai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175450-Wfjd6OqFOn2h.jpg",
      "description": "Genres: Comedy, Romance, Sci-Fi, Slice of Life\nTags:Robots/Artificial Intelligence/Seinen/Male Protagonist\nTakuma is a single guy who does nothing but go to work and come home. Too tired to do chores, he decides to get a robot to cook and keep house. “Mina-chan” is such a good housekeeper, Takuma jokes that she should become his wife. Mina takes Takuma’s joke seriously, and slowly the two start doing more things together, like having a picnic outside. As time goes by, Takuma starts to fall for Mina, but can a human and a robot ever have an equal, loving relationship? \n<br><br>\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt30236310",
      "type": "series",
      "name": "A Journey Through Another World: Raising Kids While Adventuring",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171031-7RJll3TJnVFA.jpg",
      "description": "Genres: Adventure, Fantasy, Slice of Life\nTags:Isekai/Twins/Found Family/Iyashikei/Male Protagonist/Parenthood\nKayano Takumi is accidentally killed by a god and reincarnated. Granted a variety of skills, he is sent to a dangerous monster-infested forest in another world.<br><br>\n\nIn the woods, Takumi encounters a young boy and girl who look like twins, and he decides to take care of them and names Allen and Elena. Surprised by how easily they defeat monsters with their combat abilities, Takumi arrives in town and registers with the adventurer’s guild in order to provide for them.<br><br>\n\nThus begins his laid-back adventuring life as he watches over Allen and Elena’s growth!<br>\n<br>\n(Source:  Crunchyroll)"
    },
    {
      "id": "tt10625492",
      "type": "series",
      "name": "Twilight Out of Focus",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166700-qsl4dBd4pPSQ.jpg",
      "description": "Genres: Drama, Romance\nTags:Boys' Love/Ensemble Cast/School/Male Protagonist/Primarily Male Cast/School Club/Acting/Filmmaking/LGBTQ+ Themes\nFilm enthusiast Mao Tsuchiya and his lone wolf roommate Hisashi Otomo make three promises: <br><br>\n(1) That Mao will never tell anyone that Hisashi is gay and has a boyfriend,<br>\n(2) That Hisashi will never approach Mao \"in that way,\" and<br>\n(3) That they’ll respect each other's \"private time.\"<br><br>\nThe second-years' ground rules should ensure a peaceful life together in their dorm, but reality is never as simple as it seems in the movies, and some things are not so easily promised...\n<br><br>\n(Source: Kodansha USA)"
    },
    {
      "id": "tt32333015",
      "type": "series",
      "name": "MAYONAKA PUNCH",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx174044-HBvsyKjDVPyO.jpg",
      "description": "Genres: Comedy\nTags:Primarily Female Cast/Female Protagonist/Vampire\nMasaki, the now former member of the popular NewTuber group, Harikiri Sisters. After a career setback, aka getting fired unexpectedly via a livestream, she joins forces with Live, a partner with superhuman abilities. Together, they aim to create sensational content and reach 1 million subscribers. Will they reach their content dreams or be hit with the block button?<br><br>\n\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32645928",
      "type": "series",
      "name": "Delico's Nursery",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx167991-uOu8ggPXzVUQ.jpg",
      "description": "Genres: Fantasy, Mystery, Supernatural\nTags:Vampire/Male Protagonist\nHailing from the prestigious noble house of Delico, Dali Delico is an elite member of the Blood Pact Council with a promising future. When the Blood Pact Council, the highest governing body for the Vamps, assigns a special mission to Dali, he flatly refuses it. Having lost patience, Gerhard, Dino, and Henrique, who are also Council members serving the same term as Dali, rush to the house of Delico to persuade him. What they witness there is Dali, taking care of an infant himself… Meanwhile, there has been a series of mysterious murders targeting Vamps. And Dali seems to have a history with Pendulum, an antisocial organization that's thought to be the mastermind behind these murders… This is the record of the nobless oblige scramble of child-rearing by the noble Vamps. Can they find the right balance of their absolute mission and childcare in this magnificent gothic world?!<br><br>\n(Source: Crunchyroll)\n<br><br>\n<i>Note: 'Delico's Nursery' is a completely new work based on Kenichi Suemitsu's 'TRUMP' stage play and serves as a sequel to the 'Grand Guignol' 2017 stage play in the series.</i>"
    },
    {
      "id": "tt23844810",
      "type": "series",
      "name": "Bye Bye, Earth",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157371-K122OMMSKhXK.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Swordplay\nIn a world of anthropomorphic animals, Belle Lablac was born as the only human being.<br>\n<br>\nHaving no fangs, fur, or scales, she was called \"Faceless,\" and she lived a lonely life with no one else she could identify with.<br>\n<br>\n<i>\"I want to be part of the world...\"</i><br>\n<br>\nWith such longing in her heart, she decides to set out on a journey to find her roots, carrying the Runding, a great sword as tall as she is. She doesn’t know how many adversities await her along the way...<br>\n<br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt32421379",
      "type": "series",
      "name": "SHY Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx171748-yigmfmsgq6SR.jpg",
      "description": "Genres: Action, Drama\nTags:Superhero/Primarily Female Cast/Ninja/Female Protagonist/LGBTQ+ Themes/Shounen\nThe second season of <i>SHY</i>.<br><br>\nAs new threats emerge, can our shy heroine step up and save the day once again?<br><br>\n(Source: Crunchyroll News)"
    },
    {
      "id": "tt32332992",
      "type": "series",
      "name": "Mob kara Hajimaru Tansaku Eiyuutan",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx172416-RvQq9bWUxUWt.jpg",
      "description": "Genres: Action, Fantasy\nTags:Male Protagonist/Dungeon\nKaito Takagi is a low status high schooler. A background mob character, you might say. He is just a low-level explorer who hunts slimes every day in the dungeons that appeared all around Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. One day, a golden slime he had never seen appears before him. After he defeats it, it drops an extremely rare item, worth hundreds of millions, a card that can summon mythical beings!! After he decides to activate the summon, a warrior maiden with unparalleled beauty appears.\n<br><br>\nRise above the mob, Kaito! A modern battle fantasy story has begun!\n<br><br>\n(Source: Hobby Japan, translated)"
    },
    {
      "id": "tt21621494",
      "type": "series",
      "name": "Dungeon People",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx168345-W7Jz5taIkGDf.png",
      "description": "Genres: Adventure, Comedy, Fantasy\nTags:Dungeon\nOn the hunt for her missing father, master thief Clay heads off into an unexplored dungeon—but much to her surprise, the dungeon’s caretaker offers her a job! Thievery hasn’t worked for her thus far, so perhaps this new career path will take her closer to finding her dad. But change is never easy. From interviewing monster guardians to positioning traps to confound would-be explorers, Clay has a lot to learn about what it means to be one of the dungeon people.\n<br><br>\n(Source: HIDIVE)"
    },
    {
      "id": "tt31596104",
      "type": "series",
      "name": "The Ossan Newbie Adventurer, Trained to Death by the Most Powerful Party, Became Invincible",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163292-1DkPP4r5UI9Y.jpg",
      "description": "Genres: Action, Adventure, Comedy, Fantasy\nTags:Male Protagonist\n<i>\"Why should it matter how old you are if you want to start something new?\"</i><br><br>\n\nThe strongest guy around, who also happens to be middle-aged, strives to be an adventurer! Everyone seems to think you should pursue your dreams while you're still young, but there's one man who just can't give up. In a world where most people who become adventurers do so in their teens, a guild employee in his thirties, Rick Gladiator, seeks to become an adventurer instead. After receiving unimaginably brutal training from the legendary party renowned as the strongest on the continent, Orichalcum Fist, he ends up with combat abilities worthy of S-rank status despite starting out as an F-rank rookie! <br><br>\n(Source: Crunchyroll)"
    },
    {
      "id": "tt30325850",
      "type": "series",
      "name": "Sengoku Youko: Thousand Demons Chaos Arc",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx176660-GOt1nKsuO2NB.png",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Youkai/Gods/Cultivation/Shounen\nThe second and third cours of <i>Sengoku Youko</i>, adapting the \"Thousand Chaos Demons\" arc."
    },
    {
      "id": "tt9058134",
      "type": "series",
      "name": "KENGAN ASHURA Season 2 Part.2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx169692-7empzTeL7hoN.png",
      "description": "Genres: Action, Sports\nTags:Ensemble Cast/Martial Arts/Male Protagonist/Primarily Adult Cast/Boxing/Wrestling/Athletics\nThe second half of second season of <i>Kengan Ashura</i>. <br><br>\n\nThe end of the battle is near, and the Kengan Life-or-Death Tournament eagerly awaits its winner. <br><br>\n(Source: Netflix Anime)"
    },
    {
      "id": "tt7742120",
      "type": "series",
      "name": "Yuru Camp△ SEASON 3 OVA",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b177007-YB4zktI7LqU5.png",
      "description": "Genres: Comedy, Slice of Life\nTags:Female Protagonist\nOVAs included with each Yuru Camp△ SEASON 3 Blu-ray/DVD volume."
    },
    {
      "id": "tt28596452",
      "type": "series",
      "name": "Grendizer U",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154195-N6OlozyNN3ZN.jpg",
      "description": "Genres: Action, Adventure, Mecha\nTags:Super Robot/Space/Aliens/Male Protagonist\nFollowing a devastating attack by Vega's forces on planet Fleed, Duke Fleed, and Grendizer escaped to Earth. When he got there, Dr. Amon, the head of the Space Research Center, adopted him and gave him the name Daisuke. While they were working side by side in the center on a quest to find out what strange objects appeared in the city's sky! They were surprised by an attack that jolted Daisuke's memory."
    },
    {
      "id": "tt4384306",
      "type": "series",
      "name": "Hibike! Euphonium 3: Extra Episodes",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177008-o3yj8SmzROYv.png",
      "description": "Genres: Music, Slice of Life\nTags:\nA series of extra episodes that is included with each <i>Hibike! Euphonium 3</i> Blu-ray/DVD volume."
    },
    {
      "id": "tt32592756",
      "type": "series",
      "name": "Tensui no Sakuna-hime",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx175868-0mdLrlxJueyX.jpg",
      "description": "Genres: Action, Fantasy\nTags:Female Protagonist/Historical/Gods/Agriculture/Anthropomorphism/CGI/Demons/Horticulture/Kingdom Management/Magic/Mythology/Religion/Rural/Survival\n<i>Rice is Power!</i><br><br>\n\nSpoiled harvest goddess Sakuna finds herself banished from her opulent celestial home to an island overrun with demons. In the untamed wilderness, she must rediscover her birthright as the daughter of a warrior god and harvest goddess by weathering the elements, fighting monsters, and cultivating rice, the source of her power. By her side in this forbidding place is her guardian Tama and a group of outcast humans. Together, these unlikely companions must join hands to tame both the soil and the demons of Hinoe Island.\n<br><br>\n(Source: Nintendo)"
    }
  ]
}