{
  "metas": [
    {
      "id": "tt34269065",
      "type": "series",
      "name": "DAN DA DAN Season 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185660-4AlO6t78Bp3j.png",
      "description": "Genres: Action, Comedy, Drama, Romance, Sci-Fi, Supernatural\nTags:Youkai/Ghost/Aliens/Primarily Teen Cast/Heterosexual/Shounen/Surreal Comedy/Urban Fantasy/Female Protagonist/Cult/Henshin/Exorcism/Male Protagonist/Artificial Intelligence/Body Horror\nThe second season of <i>Dandadan</i>.<br><br> Okarun and Jiji have made a strange discovery, while Momo finds herself under attack! What mysterious encounters await them next?!<br><br>\n\n(Source: Netflix Anime Twitter)"
    },
    {
      "id": "tt21975436",
      "type": "series",
      "name": "Kaiju No.8 SEASON 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178754-OduDgtHsdFPD.jpg",
      "description": "Genres: Action, Sci-Fi\nTags:Kaiju/Monster Boy/Shounen/Male Protagonist/Military/Gore/Primarily Adult Cast/Urban Fantasy/Shapeshifting/Guns/Super Power/Swordplay/Ojou-sama/Henshin/Tokusatsu/Work/Slapstick/Heterosexual/Tsundere\nThe second season of <i>Kaijuu 8-gou</i>. "
    },
    {
      "id": "tt33028568",
      "type": "series",
      "name": "The Summer Hikaru Died",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177689-M0FYQVXsPQlX.jpg",
      "description": "Genres: Horror, Mystery, Psychological, Supernatural, Thriller\nTags:Cosmic Horror/Male Protagonist/Rural/Monster Boy/Primarily Teen Cast/Unrequited Love/Seinen/LGBTQ+ Themes\nTwo best friends living in a rural Japanese village: Yoshiki and Hikaru. Growing up together, they were inseparable… until the day Hikaru came back from the mountains, and was no longer himself. “Something” has taken over Hikaru’s body, memories, feelings… and everything they know begins to unravel.<br>\n<br>\n(Source: Netflix)"
    },
    {
      "id": "tt17069148",
      "type": "series",
      "name": "SAKAMOTO DAYS Part 2",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184237-7zYLtSxXMbKQ.jpg",
      "description": "Genres: Action, Comedy\nTags:Shounen/Gangs/Assassins/Crime/Criminal Organization/Guns/Found Family/Male Protagonist/Konbini/Yakuza/Primarily Adult Cast/Family Life\nThe second part of <i>SAKAMOTO DAYS</i>."
    },
    {
      "id": "tt32550272",
      "type": "series",
      "name": "Watashi ga Koibito ni Nareru Wake Naijan, Murimuri! (※Muri ja Nakatta!?)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184591-yH1WUwwBYpHf.jpg",
      "description": "Genres: Comedy, Romance\nTags:Yuri/Female Harem/Primarily Female Cast/Female Protagonist/School/LGBTQ+ Themes\nRenako Amaori is leaving her awkward and lonely junior high school life behind, determined to become a normal girl with normal friends in high school. Glamorous, confident Mai Ouzuka is Renako’s total opposite: wealthy, outgoing, and a literal fashion model. Against the odds, the two girls form an immediate connection. Renako thinks she may have found the best friend of her dreams…until Mai’s romantic confession sends her into a tailspin. Renako wants to prove to Mai that being BFFs is better than being girlfriends, but Mai is dead set on convincing Renako that they’re destined to be lovers. Let the love games begin!<br><br>\n\n(Source: Seven Seas Entertainment)"
    },
    {
      "id": "tt34754751",
      "type": "series",
      "name": "Hell Teacher: Jigoku Sensei Nube (2025)",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179678-FmIQRiV5cWvl.jpg",
      "description": "Genres: Action, Comedy, Horror, Supernatural\nTags:Teacher/Exorcism/Shounen/Youkai/Demons/School/Primarily Child Cast\nA new anime project for <i>Jigoku Sensei Nube</i>.\n<br><br>\nThe story follows Meisuke Nueno, aka \"Nube,\" a psychic teacher with a demon hand, as he battles evil spirits and monsters to protect his students in this saga that employs elements of Japanese mythology and folklore to tell a fan-pleasing action story.\n<br><br>\nKnown for its occult and horror elements on school ghost stories and urban legends, Nube captivated readers across generations with his heroic efforts to save his students from supernatural threats."
    },
    {
      "id": "kitsu:49357",
      "type": "series",
      "name": "Dekin no Mogura",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx184574-nAWTcZ42tGRm.png",
      "description": "Genres: Comedy, Drama, Slice of Life, Supernatural\nTags:Seinen\n\"I can't die because I'm banned from the afterlife.\"<br>\nA suspicious “self-proclaimed hermit” mole, Mogura Momoyuki, has been banned from the afterlife for some reason, and is collecting the \"light\" possessed by ghosts in a signal light in the hopes of returning to the afterlife.<br><br>\n\nIt is said that when you meet him, you start seeing strange things.<br><br>\n\n(Source: Official Website, Translated)"
    },
    {
      "id": "tt35335095",
      "type": "series",
      "name": "Futari Solo Camp",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx185965-LlzTLSTBUbEA.jpg",
      "description": "Genres: Slice of Life\nTags:Camping/Seinen\nKinokura Gen loves camping solo. He enjoys the quiet solitude away from the hustle and bustle of the city, and being able to appreciate nature all by himself. But on one camping trip, his solitude is broken by the appearance of Kusano Shizuku, a young woman who wanted to camp solo herself, but is ill-prepared and completely out of her league. While he tries to get her to go home so he can camp in peace, she refuses, and stubbornly insists on accompanying him on future camping trips until she's ready to camp solo. Thus Gen and Shizuku's days of solo camping together begin."
    },
    {
      "id": "tt32812118",
      "type": "series",
      "name": "Zutaboro Reijou wa Ane no Moto Konyakusha ni Dekiai Sareru",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179879-cGCVUUPS6sbV.png",
      "description": "Genres: Drama, Romance\nTags:Josei/Female Protagonist\nWith unmaintained red hair and shabby clothes, Marie, the baron's daughter, has been treated like a servant all her life. Count Granado, the country's richest man, who is said to be a difficult misogynist, falls in love with her at first sight. However, due to a misunderstanding, Count Granado proposes to her sister Anastasia, who looks like a princess, instead of the ragged Marie. A very popular work from \"Become a Novelist\"! Marie's Cinderella story that began with a hero's misunderstanding!\n<BR><BR>\n(Source: Pocket Comics)"
    },
    {
      "id": "tt34710683",
      "type": "series",
      "name": "BULLET/BULLET",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx157960-URIXFQUHOe5r.jpg",
      "description": "Genres: \nTags:\nA team of thieves find themselves in a world of trouble after completing their latest job."
    },
    {
      "id": "tt34621467",
      "type": "series",
      "name": "Mizu Zokusei no Mahou Tsukai",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186052-hFcX9WNzAUlA.jpg",
      "description": "Genres: Action, Adventure, Fantasy\nTags:Survival/Magic\nRyou is delighted to be reincarnated into the fantastical world of Phi, where he thinks he’ll get to live a quiet life learning to use his newfound water magic. Going with the flow here, however, means something very different. Ryou is immediately pitted against the wild lands he winds up in and the slew of deadly monsters that call the remote subcontinent home. You’d think he’d forget about taking it easy when he’s stuck fighting for his life, but lucky for Ryou, he’s naturally optimistic, clever, and blessed with the hidden “Eternal Youth” trait. Twenty years pass in the blink of an eye, and each encounter along the way pushes him one step closer to the pinnacle of human magic. Little does he realize that’s only the opening chapter of his tale. A fateful meeting soon thrusts Ryou to the forefront of history, forever changing the course of his life... Thus begins the adventures of the strongest water magician the world has ever seen—who also likes to do things at his own pace!<br>\n<br>\n(Source: J-Novel Club)"
    },
    {
      "id": "tt33374124",
      "type": "series",
      "name": "Osomatsu-san 4",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx177880-3zUHnP39qk5k.jpg",
      "description": "Genres: Comedy, Slice of Life\nTags:\nThe fourth season of <i>Osomatsu-san</i>. "
    },
    {
      "id": "tt32333055",
      "type": "series",
      "name": "Utagoe wa Mille-Feuille",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx166215-K2woVAaY3rxs.jpg",
      "description": "Genres: Music\nTags:School/Primarily Female Cast/Coming of Age\nAnime adaptation of the a cappella music project <i>Utagoe wa Mille-Feuille</i>."
    },
    {
      "id": "tt35323313",
      "type": "series",
      "name": "My Melody & Kuromi",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx186043-fTvbTiVpuDdq.png",
      "description": "Genres: Slice of Life\nTags:Stop Motion/Animals\nGet ready for a delightful adventure as My Melody & Kuromi brings the beloved Sanrio characters to life in a charming stop-motion animation series, premiering in July 2025. Celebrating the 50th anniversary of My Melody and the 20th anniversary of Kuromi, the series takes viewers on an adventure in Mariland, their whimsical home. A special sneak peek reveals the characters in their adorable stop-motion form  — and they’re so cute you’ll want to reach out and touch them!<br><br>\n(Source: Netflix)"
    },
    {
      "id": "tt32985844",
      "type": "series",
      "name": "Shirobuta Kizoku desu ga Zense no Kioku ga Haeta node Hiyoko na Otouto Sodatemasu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx179541-lZwENMAHZS9Y.jpg",
      "description": "Genres: Comedy, Fantasy, Slice of Life\nTags:Male Protagonist/Family Life\nThe series follows Ageha, who is born into the world as the disliked son of a corrupt count. Ageha possesses all of the knowledge of his previous life, and learns that his half-brother Regulus will eventually attempt to kill him and take his title. Even with this awareness, Ageha decides to use all of the skills from his past life to raise his little brother. <br><br>\n(Source: Anime News Network) "
    },
    {
      "id": "tt34621652",
      "type": "series",
      "name": "Boku no Risou no Isekai Seikatsu",
      "poster": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx178445-7bjPSuvCxF6B.jpg",
      "description": "Genres: Hentai\nTags:\nnull"
    }
  ]
}